
SAMPLES = {
    1: {
        'date': '2023-07-16',
        'id': 1,
        'inflection': '''نَامَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ.
عُمَرُ: فاعلٌ مرفوعٌ، وعلامةُ رفعهِ الضمةُ الظاهرةُ علَى آخرِهِ.
بَاكِرًا: مفعولٌ فيهِ، ظرفُ زمانٍ منصوبٌ، وعلامةُ نصبهِ الفتحةُ الظاهرةُ علَى آخرِهِ.
''',
        'keywords': 'عمر:باكر:نامي',
        'phrase': 'نَامَ عُمَرُ بَاكِرًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نام عمر باكرا',
        },
    2: {
        'date': '2023-07-16',
        'id': 2,
        'inflection': '''سَافَرَ: فعل ماض مبني على الفتح.
مُصْطَفَى: فاعل مرفوع، وعلامة رفعه الضمة المقدرة على الألف.
لَيْلاً: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'مصطفى:ليل:يل:سافر',
        'phrase': 'سَافَرَ مُصْطَفَى لَيْلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافر مصطفى ليلا',
        },
    3: {
        'date': '2023-07-16',
        'id': 3,
        'inflection': '''يحكمُ:فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
القاضي:فاعل مرفوع وعلامة رفعه الضمة المقدرة على الياء.
بـ:حرف جر.
العدلِ:اسم مجرور بالباء وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'قاضي:حكم:عدل:أحكم',
        'phrase': 'يحكمُ القاضي بالعدلِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحكم القاضي بالعدل',
        },
    4: {
        'date': '2023-07-16',
        'id': 4,
        'inflection': '''فَهِمَ: فعل ماض مبني على الفتح.
الْوَلَدَانِ: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى.
الأَمْرَ:مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'ولدان:فهم:وهم:هم:ولد:هام:أمر',
        'phrase': 'فَهِمَ الْوَلَدَانِ الأَمْرَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فهم الولدان الأمر',
        },
    5: {
        'date': '2023-07-16',
        'id': 5,
        'inflection': '''دَخَلَ: فعل ماض مبني على الفتح.
اللاَّعِبُونَ:فاعل مرفوع،وعلامة رفعه الواو لأنه جمع مذكر سالم.
المَلْعَبَ:مفعول به منصوب وعلامة نصبه الفتحة الظاهرةعلى آخره.
''',
        'keywords': 'دخل:لاعب:ملعب',
        'phrase': 'دَخَلَ اللاَّعِبُونَ المَلْعَبَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل اللاعبون الملعب',
        },
    6: {
        'date': '2023-07-16',
        'id': 6,
        'inflection': '''تَعْمَلُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
المُمَرِّضَاتُ:فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
فِي: حرف جر مبني على الفتحة.
المُسْتَشْفَى:اسم مجرور بفي،وعلامة جره الكسرة المقدرةعلى الألف.
''',
        'keywords': 'في:أعمل:مستشفى:ممرض:عمل',
        'phrase': 'تَعْمَلُ المُمَرِّضَاتُ فِي المُسْتَشْفَى',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعمل الممرضات في المستشفى',
        },
    7: {
        'date': '2023-07-16',
        'id': 7,
        'inflection': '''فَهِمْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الدَّرْسَ:مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'فهم:هام:هم:درس:همت',
        'phrase': 'فَهِمْتُ الدَّرْسَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فهمت الدرس',
        },
    8: {
        'date': '2023-07-16',
        'id': 8,
        'inflection': '''أُحِبُّ:فعل مضارع مرفوع بالضمةالظاهرة،والفاعل ضمير مستتر تقديره ( أنا ).
وَطَنِي: مفعول به منصوب بفتحة مقدرة على ما قبل الياء وهو مضاف، الياء مضاف إليه مبني على السكون في محل جر.
''',
        'keywords': 'طني:طن:وطني:حب:أحب:حبا:حبى:وطن:حاب',
        'phrase': 'أُحِبُّ وَطَنِي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحب وطني',
        },
    9: {
        'date': '2023-07-16',
        'id': 9,
        'inflection': '''وَصَلَ: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره ( هُوَ ).
غَاضِباً: حال منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'غاضب:صال:وصل:صل:صلى',
        'phrase': 'وَصَلَ غَاضِباً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وصل غاضبا',
        },
    10: {
        'date': '2023-07-16',
        'id': 10,
        'inflection': '''خَرَجَ: فعل ماض مبني على الفتح.
مَا: اسم موصول مبني على السكون في محل رفع فاعل.
فِي: حرف جر مبني على السكون.
الحَظِيرَةِ:اسم مجرور بفي،وعلامة جره الكسرة الظاهرةعلى آخره.
''',
        'keywords': 'ما:في:حظيرة:خرج',
        'phrase': 'خَرَجَ مَا فِي الحَظِيرَةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خرج ما في الحظيرة',
        },
    11: {
        'date': '2023-07-16',
        'id': 11,
        'inflection': '''يُسَبِّحُ:فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
لِلَّهِ: اللام حرف جر مبني على الكسر، والله اسم جلالة مجرور باللام وعلامة جره الكسرة الظاهرة على آخره.
مَنْ: اسم موصول مبني على السكون في محل رفع فاعل.
فِي: حرف جر مبني على السكون.
الأَرْضِ:اسم مجرور بفي،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مان:في:سبح:من:منى:أسبح:له:أرض',
        'phrase': 'يُسَبِّحُ لِلَّهِ مَنْ فِي الأَرْضِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسبح لله من في الأرض',
        },
    12: {
        'date': '2023-07-16',
        'id': 12,
        'inflection': '''جَاءَ: فعل ماض مبني على الفتح.
اللَّذَانِ: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى.
نَجَحَا: فعل ماض مبني على الفتح، والألف ضمير متصل مبني في محل رفع فاعل.
والجملة الفعلية صلة للموصول لا محل لها من الإعراب.
''',
        'keywords': 'جاء:اللذان:لذ:نجح',
        'phrase': 'جَاءَ اللَّذَانِ نَجَحَا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء اللذان نجحا',
        },
    13: {
        'date': '2023-07-16',
        'id': 13,
        'inflection': '''يَسْبَحُ:فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
ذَانِ: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى.
فِي: حرف جر مبني على السكون.
النَّهْرِ:اسم مجرور بفي، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'نهر:ولدان:في:سبح:ولد:أسبح',
        'phrase': 'يَسْبَحُ الولدان فِي النَّهْرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسبح الولدان في النهر',
        },
    14: {
        'date': '2023-07-16',
        'id': 14,
        'inflection': '''حَضَرَ: فعل ماض مبني على الفتح.
أَخُوكَ: فاعل مرفوع، وعلامة رفعه الواو لأنه من الأسماء الخمسة، وهو مضاف والكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
''',
        'keywords': 'أخا:حضر:خوى:أخو',
        'phrase': 'حَضَرَ أَخُوكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حضر أخوك',
        },
    15: {
        'date': '2023-07-16',
        'id': 15,
        'inflection': '''خَرَجَ: فعل ماض مبني على الفتح.
جَمِيعُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، وهو مضاف، الأَطْفَالِ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أطفال:خرج:جميع',
        'phrase': 'خَرَجَ جَمِيعُ الأَطْفَالِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خرج جميع الأطفال',
        },
    16: {
        'date': '2023-07-16',
        'id': 16,
        'inflection': '''الكَريمُ: مبتدأ مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
مَحْبوبٌ: خبر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'محبوب:كريم',
        'phrase': 'الكَريمُ مَحْبوبٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الكريم محبوب',
        },
    17: {
        'date': '2023-07-16',
        'id': 17,
        'inflection': '''المَرْضَى:مبتدأ مرفوع،وعلامة رفعه الضمة المُقدّرة على الألف.
نَائِمُونَ: خبر مرفوع،وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'مرضى:نائم',
        'phrase': 'المَرْضَى نَائِمُونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المرضى نائمون',
        },
    18: {
        'date': '2023-07-16',
        'id': 18,
        'inflection': '''القاضي: مبتدأ مرفوع وعلامة رفعه الضمة المقدرة لأنه اسم منقوص.
عادلٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'عادل:قاضي',
        'phrase': 'القاضي عادلٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'القاضي عادل',
        },
    19: {
        'date': '2023-07-16',
        'id': 19,
        'inflection': '''الطَّالِبَانِ: مبتدأ مرفوع، وعلامة رفعه الألف لأنه مثنى.
مُجِدَّانِ: خبر مرفوع، وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'مجد:طالب',
        'phrase': 'الطَّالِبَانِ مُجِدَّانِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الطالبان مجدان',
        },
    20: {
        'date': '2023-07-16',
        'id': 20,
        'inflection': '''الْمُهَنْدِسُونَ: مبتدأ مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.
بَارِعُونَ:خبر مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'بارع:مهندس',
        'phrase': 'الْمُهَنْدِسُونَ بَارِعُونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المهندسون بارعون',
        },
    21: {
        'date': '2023-07-16',
        'id': 21,
        'inflection': '''أَبُوكَ:مبتدأ مرفوع، وعلامة رفعه الواو لأنه من الأسماء الخمسة، وهو مضاف،الكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
قَادِمٌ: خبر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'أبو:باك:أبى:قادم:أبا:أب',
        'phrase': 'أَبُوكَ قَادِمٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أبوك قادم',
        },
    22: {
        'date': '2023-07-16',
        'id': 22,
        'inflection': '''هَذَا:اسم إشارة،مبني على السكون في محل رفع مبتدأ.
لَئِيمٌ: خبر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'هذا:لئيم:هذ',
        'phrase': 'هَذَا لَئِيمٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا لئيم',
        },
    23: {
        'date': '2023-07-16',
        'id': 23,
        'inflection': '''نَحْنُ:ضمير منفصل،مبني على الضم في محل رفع مبتدأ.
صَائمُونَ:خبر مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'نحن:صائم:نحى:وحن:نح:حن:ناح:حنى:حنا:حان:أحنى',
        'phrase': 'نَحْنُ صَائمُونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن صائمون',
        },
    24: {
        'date': '2023-07-16',
        'id': 24,
        'inflection': '''الطِّفْلُ: مبتدأ مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
يَلْعَبُ: فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرة على آخره والفاعل ضمير مُستتر جوازا تقديره "هُو".
الكُرَةَ: مفعول به منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
والجملة الفعلية في محل رفع خبر.
''',
        'keywords': 'طفل:ألعب:كرة:كر:لعب',
        'phrase': 'الطِّفْلُ يَلْعَبُ الكُرَةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الطفل يلعب الكرة',
        },
    25: {
        'date': '2023-07-16',
        'id': 25,
        'inflection': '''دخلَ: فعل ماض مبني على الفتح الظاهر على آخره.
الولدُ: فاعل مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
إلى: حرف جر مبني على السكون المقدر على آخره.
الصفِّ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'دخل:صف:إلى:ولد:لصف:',
        'phrase': 'دَخَلَ الولدُ إلى الصفِّ ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل الولد إلى الصف ',
        },
    26: {
        'date': '2023-07-16',
        'id': 26,
        'inflection': '''لعبَ: فعل ماض مبني على الفتح الظاهر على آخره.
سعيدٌ: فاعل مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
بالكرةِ: الباء حرف جر مبني على الكسر.
الكرةِ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'سعيد:كرة:كر::عب:لعب',
        'phrase': 'لعبَ سعيدٌ بالكرةِ ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعب سعيد بالكرة ',
        },
    27: {
        'date': '2023-07-16',
        'id': 27,
        'inflection': '''جلسْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
على: حرف جر مبني على السكون المقدر على آخره.
المقعدِ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
بلغني أنكَ مسافرُ  بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة على آخره، النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به.
أنك: أن حرف مشبه بالفعل، الكاف ضمير متصل مبني على الفتح في محل نصب اسم أن.
مسافر: خبر أن مرفوع وعلامة رفعه تنون الضم الظاهر على آخره،''',
        'keywords': 'على:جلس:مقعد:',
        'phrase': 'جلسْتُ على المقعدِ ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلست على المقعد ',
        },
    28: {
        'date': '2023-07-16',
        'id': 28,
        'inflection': 'الزورقُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره كبيرٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة على آخره',
        'keywords': 'كبير:زورق',
        'phrase': 'الزورقُ كبيرٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الزورق كبير',
        },
    29: {
        'date': '2023-07-16',
        'id': 29,
        'inflection': 'ذهبت: فعل ماض مبني على السكون لاتصاله بتاء الرفع المتحركة والتاء ضمير متصل مبني في محل رفع فاعل في: حرف جر رحلة: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره بحرية: صفة مجرورة وعلامة جرها الكسرة الظاهرة على آخرها.\nبرفقة: الباء: حرف جر رفقة: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره أصدقائي: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره والياء ضمير متصل مبني في محل جر بالإضافة',
        'keywords': 'حر:حرية:رفق:في:ذهب:رفقة:أصدقاء:رحل:بحري:رحلة:بحر:حري',
        'phrase': 'ذهبتُ في رحلة بحرية برفقة أصدقائي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبت في رحلة بحرية برفقة أصدقائي',
        },
    30: {
        'date': '2023-07-16',
        'id': 30,
        'inflection': 'كتبت: فعل ماض مبني على الفتحة الظاهرة على آخره والتاء تاء التأنيث الساكنة لامحل لها من الإعراب هند: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وظيفتها: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره والهاء ضمير متصل مبني في محل جر بالإضافة بشكل: الباء حرف جر شكل: اسم محرور وعلامة جره الكسرة الظاهرة على آخره جيد: صفة مجرورة وعلامة جرها الكسرة الظاهرة على آخرها.\n',
        'keywords': 'وظيفة:جيد:شكل:وظيف:كتب:هند:جاد',
        'phrase': 'كتبت هند وظيفتها بشكل جيد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كتبت هند وظيفتها بشكل جيد',
        },
    31: {
        'date': '2023-07-16',
        'id': 31,
        'inflection': 'حذرنا: فعل ماض مبني على الفتحة الظاهرة على آخره والنا ضمير متصل مبني في محل نصب مفعول به المعلم: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره من: حرف جر الاقتراب: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره من: حرف جر أسلاك: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره الكهرباء: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره',
        'keywords': 'معلم:سلا:مان:حذر:سل:سلي:أسل:اقتراب:كهرباء:أسلاك:من:منى:سلى:سلاك',
        'phrase': 'حذرنا المعلم من الاقتراب من أسلاك الكهرباء',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حذرنا المعلم من الاقتراب من أسلاك الكهرباء',
        },
    32: {
        'date': '2023-07-16',
        'id': 32,
        'inflection': 'الأطفال: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره رسموا: فعل ماض مبني على الضم لاتصاله بواو الجماعة والواو ضمير متصل مبني في محل رفع فاعل اللوحة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره رسماً: مفعول مطلق منصوب وعلامة نصبه الفتحة الظاهرة على آخره متميزاً: صفة منصوبة وعلامة نصبها الفتحة الظاهرة على آخرها',
        'keywords': 'رسم:متميز:لوح:أطفال:لوحة',
        'phrase': 'الأطفال رسموا اللوحة رسماً متميزاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأطفال رسموا اللوحة رسما متميزا',
        },
    33: {
        'date': '2023-07-16',
        'id': 33,
        'inflection': 'لعب: فعل ماض مبني على الفتحة الظاهرة على آخره مازن: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره و: حرف عطف أحمد: اسم معطوف على مازن مرفوع مثله بالضمة الظاهرة على آخره لعبة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره الشطرنج: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره',
        'keywords': 'شطرنج:لعبة:حمد:مازن:عب:لعب',
        'phrase': 'لعب مازن وأحمد لعبة الشطرنج',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعب مازن وأحمد لعبة الشطرنج',
        },
    34: {
        'date': '2023-07-16',
        'id': 34,
        'inflection': 'سلام: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره الأقوياء: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره انتصار: خبر مرفوع وعلامة رفعه الضمة الظاهرة على آخره',
        'keywords': 'سلام:انتصار:أقوياء',
        'phrase': 'سلام الأقوياء انتصار',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سلام الأقوياء انتصار',
        },
    35: {
        'date': '2023-07-16',
        'id': 35,
        'inflection': 'قرأت: فعل ماض مبني على الفتحة الظاهرة على آخره والتاء تاء التأنيث الساكنة لامحل لها من الإعراب الطالبة: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره القصة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره قراءة: مفعول مطلق منصوب وعلامة نصبه الفتحة الظاهرة على آخره جهرية: صفة منصوبة وعلامة نصبها الفتحة الظاهرة على آخرها معبرة: صفة ثانية منصوبة وعلامة نصبها الفتحة الظاهرة على آخرها',
        'keywords': 'قرأ:معبر:قصة:قراء:قص:قراءة:جهر:طالب',
        'phrase': 'قرأت الطالبة القصة قراءة جهرية معبرة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرأت الطالبة القصة قراءة جهرية معبرة',
        },
    36: {
        'date': '2023-07-16',
        'id': 36,
        'inflection': 'لن: حرف ناصب تستسلم: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة على آخره أمة: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره أنجبت: فعل ماض مبني على الفتحة الظاهرة على آخره والتاء تاء التأنيث الساكنة لامحل لها من الإعراب أبطالاً: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره',
        'keywords': 'أم:أبطالا:أمة:لن:استسلم:أنجب:نجب:لان',
        'phrase': 'لن تستسلم أمة أنجبت أبطالاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لن تستسلم أمة أنجبت أبطالا',
        },
    37: {
        'date': '2023-07-16',
        'id': 37,
        'inflection': 'سيهزم: السين للاستقبال، يهزم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مبني للمجهول العدوان: نائب فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره الغاشم : صفة مرفوعة وعلامة رفعها الضمة الظاهرة على آخرها',
        'keywords': 'هزم:عدوان:عدو:غاشم',
        'phrase': 'سيهزم العدوان الغاشم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سيهزم العدوان الغاشم',
        },
    38: {
        'date': '2023-07-16',
        'id': 38,
        'inflection': 'لا: حرف جازم تأكل: فعل مضارع مجزوم وعلامة جزمه السكون الظاهر على آخره والفاعل ضمير مستتر وجوباً تقديره أنت الخضار: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره و: حرف عطف الفواكه: اسم معطوف على الخضار منصوب مثله وعلامة نصبه الفتحة الظاهرة على آخره قبل: مفعول فيه ظرف زمان منصوب وعلامة نصبه الفتحة الظاهرة على آخره غسلها: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره والهاء ضمير متصل مبني في محل جر بالإضافة',
        'keywords': 'تأكل:أكل:والقواكه:لا:غسل:قبل:خضار',
        'phrase': 'لا تأكل الخضار والقواكه قبل غسلها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تأكل الخضار والقواكه قبل غسلها',
        },
    39: {
        'date': '2023-07-16',
        'id': 39,
        'inflection': 'يدرس: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره الطالب: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره بجد: الباء حرف جر جد: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره و: حرف عطف مثابرة: اسم معطوف على جد مجرور مثله بالكسرة الظاهرة على آخره رغبة: مفعول لأجله منصوب وعلامة نصبه الفتحة الظاهرة على آخره بالتفوق: الباء : حرف جر التفوق: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره',
        'keywords': 'تفوق:بجد:مثابر:جد:مثابرة:طالب:درس:رغبة:رغب',
        'phrase': 'يدرس الطالب بجد ومثابرة رغبة بالتفوق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدرس الطالب بجد ومثابرة رغبة بالتفوق',
        },
    40: {
        'date': '2023-07-16',
        'id': 40,
        'inflection': 'جلس: فعل ماض مبني على الفتحة الظاهرة على آخره الفلاح: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره تحت: مفعول فيه ظرف مكان منصوب وعلامة نصبه الفتحة الظاهرة على آخره الشجرة: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره يستظل: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره بفيئها: الباء: حرف جر فيئها: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره والهاء ضمير متصل مبني في محل جر بالإضافة',
        'keywords': 'استظل:تحت:شجر:فيء:فلاح:تاح:حت:حتى:شجرة:حتا:جلس:حات',
        'phrase': 'جلس الفلاح تحت الشجرة يستظل بفيئها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلس الفلاح تحت الشجرة يستظل بفيئها',
        },
    41: {
        'date': '2023-07-16',
        'id': 41,
        'inflection': 'لن: حرف ناصب تركع: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة على آخره أمة: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره أنجبت: فعل ماض مبني على الفتحة الظاهرة على آخره والتاء تاء التأنيث الساكنة لامحل لها من الإعراب والفاعل ضمير مستتر وجوبا تقديره هي أبطالاً: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.\n',
        'keywords': 'أم:ركع:أبطالا:أمة:أركع:لن:أنجب:نجب:لان',
        'phrase': 'لن تركع أمة أنجبت أبطالاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لن تركع أمة أنجبت أبطالا',
        },
    42: {
        'date': '2023-07-16',
        'id': 42,
        'inflection': 'وهب: فعل ماض مبني على الفتحة الظاهرة على آخره الوطن: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره شهداءه: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره والهاء ضمير متصل مبني في محل جر بالإضافة وسام: مفعول به ثان منصوب وعلامة نصبه الفتحة الظاهرة على آخره العز: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره والفخار: الواو: حرف عطف الفخار: اسم معطوف على العز مجروراً مثله وعلامة جره الكسرة الظاهرة على آخره',
        'keywords': 'وهب:فخار:عز:وسام:هب:سامي:لعز:هاب:وطن:سامى:شهداء:سام',
        'phrase': 'وهب الوطن شهداءه وسام العز والفخار',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وهب الوطن شهداءه وسام العز والفخار',
        },
    43: {
        'date': '2023-07-16',
        'id': 43,
        'inflection': '''استحالت: فعل ماض مبني على الفتح والتاء للتأنيث حرف مبني على السكون لا محل له من الإعراب.
النار: اسم استحال مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
رمادًا: خبر استحال منصوب وعلامة نصبة الفتحة الظاهرة على آخره.
''',
        'keywords': 'نار:استحال:رماد',
        'phrase': 'استحالت النار رمادًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استحالت النار رمادا',
        },
    44: {
        'date': '2023-07-16',
        'id': 44,
        'inflection': '''الصوم: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يوم: ظرف زمان منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
الخميس:مضاف إليه مجرور وعلامة جرة الكسرة الظاهرة على آخره وشبة الجملة متعلق بمحذوف خبر في محل رفع.
''',
        'keywords': 'يوم:خميس:صوم',
        'phrase': 'الصوم يوم الخميس',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصوم يوم الخميس',
        },
    45: {
        'date': '2023-07-16',
        'id': 45,
        'inflection': '''أي: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
طالب: مضاف إليه مجرور وعلامة جرة الكسرة الظاهرة على آخره.
جاء: فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازًا تقديره هو.
والجملة من الفعل والفاعل في محل رفع خبر.
''',
        'keywords': 'جاء:أي:؟:طالب',
        'phrase': 'أي طالب جاء؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أي طالب جاء؟',
        },
    46: {
        'date': '2023-07-16',
        'id': 46,
        'inflection': '''شتان: اسم فعل ماض مبني على الفتح لا محل له من الإعراب.
الجد: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
والإهمال: الواو حرف عطف مبني على الفتح لا محل له من الإعراب، والإهمال معطوف على الجد مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
''',
        'keywords': 'شتان:شت:إهمال:جد',
        'phrase': 'شتان الجد والإهمال',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شتان الجد والإهمال',
        },
    47: {
        'date': '2023-07-16',
        'id': 47,
        'inflection': '''كيف: اسم استفهام مبني على الفتح في محل رفع خبر مقدم.
أنت: ضمير منفصل مبني على الفتح في محل رفع مبتدأ مؤخر.
''',
        'keywords': 'نات:أنت:كاف:آن:نتا:أنى:؟:كيف',
        'phrase': 'كيف أنت؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كيف أنت؟',
        },
    48: {
        'date': '2023-07-16',
        'id': 48,
        'inflection': '''يسعدني:فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره والنون للوقاية حرف مبني على الكسر لا محل له من الإعراب، والياء ضمير متصل مبني على السكون في محل نصب مفعول به.
أن: حرف مصدري ونصب.
تشاركني: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبًا تقديره أنت والنون للوقاية، والياء ضمير متصل مبني على السكون في محل نصب مفعول به.
في: حرف جر.
المسابقة: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مسابقة:آن:سعد:شارك:أسعد:في:أن:مسابق',
        'phrase': 'يسعدني أن تشاركني في المسابقة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسعدني أن تشاركني في المسابقة',
        },
    49: {
        'date': '2023-07-16',
        'id': 49,
        'inflection': '''نحن: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
المسلمين: منصوب على الاختصاص أو مفعول به منصوب وعلامة نصبه الياء لفعل محذوف وجوبًا تقديره أخص، وفاعله ضمير مستتر فيه وجوبًا، والجملة من الفعل والفاعل لا محل لها من الإعراب؛ لأنها جملة اعتراضية.
موحدون: خبر المبتدأ مرفوع وعلامة رفعه الواو؛ لأنه جمع مذكر سالم.
''',
        'keywords': 'موحد:نحن:نحى:وحن:نح:حن:مسلم:ناح:حنى:حنا:حان:أحنى',
        'phrase': 'نحن المسلمين موحدون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن المسلمين موحدون',
        },
    50: {
        'date': '2023-07-16',
        'id': 50,
        'inflection': '''ما: حرف نفى مبني على السكون.
حضر: فعل ماض مبني على الفتح.
إلا: حرف استثناء ملغى.
زيد: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'حضر:زاد:إلا:زيد:ما',
        'phrase': 'ما حضر إلا زيد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما حضر إلا زيد',
        },
    51: {
        'date': '2023-07-16',
        'id': 51,
        'inflection': '''يُسْعِدُنِي: فعلٌ مضارعٌ مرفوعٌ، وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرِهِ، والنونُ: نونُ الوقايةِ حرفٌ مبنيٌّ على الكسرِ لا محلَّ لَهُ مِنَ الإعرابِ، والياءُ: ضميرٌ متصلٌ مبنيٌّ على السكونِ فِي محلِّ نصبٍ مفعولٌ بِهِ.
أَنْ: حرفُ نصبٌ ومصدرٌ مبنيٌّ على السكون.
ِ تَصْدُقَ: فعلٌ مضارعٌ منصوبٌ بِأَنْ ،وعلامةُ نصبِهِ الفتحةُ الظاهرةُ علَى آخرِهِ، والفاعلُ :ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ.
والمصدر المؤول منْ" أن والفعلِ" في محلِّ رفعٍ فاعلٌ،للفعلِ يُسْعِدُنِي.
''',
        'keywords': 'آن:تصدق:أصدق:سعد:أسعد:صدق:أن',
        'phrase': 'يُسْعِدُنِي أَنْ تَصْدُقَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسعدني أن تصدق',
        },
    52: {
        'date': '2023-07-16',
        'id': 52,
        'inflection': '''أَعْجَبَنِي: فعل ماض مبني على الفتح، والنون نون الوقاية حرف مبني على الكسر لا محل له من الإعراب، والياء ضمير متصل مبني على السكون في محل نصب مفعول به.
هَذَا: ها حرف تنبيه مبني على السكون لا محل له من الإعراب، وذا اسم إشارة مبني على السكون في محل رفع فاعل.
العَمَلُ: بدل تابع للمبدل منه في رفعه.
''',
        'keywords': 'هذ:عجب:هذا:أعجب:عمل',
        'phrase': 'أَعْجَبَنِي هَذَا العَمَلُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعجبني هذا العمل',
        },
    53: {
        'date': '2023-07-16',
        'id': 53,
        'inflection': '''يَسْبَحُ:فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
ذَانِ: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى.
فِي: حرف جر مبني على السكون.
النَّهْرِ:اسم مجرور بفي، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'نهر:في:سبح:أسبح:ذان',
        'phrase': 'يَسْبَحُ ذَانِ فِي النَّهْرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسبح ذان في النهر',
        },
    54: {
        'date': '2023-07-16',
        'id': 54,
        'inflection': '''العلمُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
نافعٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'نافع:علم',
        'phrase': 'العلم نافع',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العلم نافع',
        },
    55: {
        'date': '2023-07-16',
        'id': 55,
        'inflection': '''أرض: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
الوطن: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
غاليةٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'أرضى:رضي:رضا:راض:غالي:رض:وطن:رضى:ورض:أرض',
        'phrase': 'أرض الوطن غالية',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أرض الوطن غالية',
        },
    56: {
        'date': '2023-07-16',
        'id': 56,
        'inflection': '''الزهرتان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
جميلتان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'زهر:زهرة:جميل',
        'phrase': 'الزهرتان جميلتان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الزهرتان جميلتان',
        },
    57: {
        'date': '2023-07-16',
        'id': 57,
        'inflection': '''العصفوران: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
نشيطان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'نشيط:عصفور',
        'phrase': 'العصفوران نشيطان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العصفوران نشيطان',
        },
    58: {
        'date': '2023-07-16',
        'id': 58,
        'inflection': '''المخلصون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
مكرمون: خبر مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'مكرم:مخلص',
        'phrase': 'المخلصون مكرّمون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المخلصون مكرمون',
        },
    59: {
        'date': '2023-07-16',
        'id': 59,
        'inflection': '''الناجحات: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
سعيدات: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'سعيد:ناجح',
        'phrase': 'الناجحاتُ سعيداتٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الناجحات سعيدات',
        },
    60: {
        'date': '2023-07-16',
        'id': 60,
        'inflection': '''الجبالُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
شاهقةٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'جبال:شاهق',
        'phrase': 'الجبالُ شاهقةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الجبال شاهقة',
        },
    61: {
        'date': '2023-07-16',
        'id': 61,
        'inflection': '''الله: لفظ الجلالة مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
نعمه: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
عظيمةٌ: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (نعمه عظيمة) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'عمه:أعمى:عم:نعم:عظيم:عمى:وعم:الله',
        'phrase': 'الله نعمه عظيمة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الله نعمه عظيمة',
        },
    62: {
        'date': '2023-07-16',
        'id': 62,
        'inflection': '''الزرافة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
رقبتها: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
طويلة: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية-رقبتها طويلة-في محلِّ رفعٍ خبرٌ للمبتدأِ الأولِ''',
        'keywords': 'رقبة:رقب:زرافة:طويل',
        'phrase': 'الزرافةُ رقبتُها طويلةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الزرافة رقبتها طويلة',
        },
    63: {
        'date': '2023-07-16',
        'id': 63,
        'inflection': '''النيل: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
ماؤه: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
عذب: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (ماؤه عذب) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'عذب:نيل:ماء',
        'phrase': 'النيل ماؤه عذب',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النيل ماؤه عذب',
        },
    64: {
        'date': '2023-07-16',
        'id': 64,
        'inflection': '''الزهرتان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
رائحتُهما: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
زكية: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (رائحتُهما زكيةٌ) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'زك:زهرة:رائح:زهر:زكي:رائحة',
        'phrase': 'الزهرتان رائحتُهما زكيةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الزهرتان رائحتهما زكية',
        },
    65: {
        'date': '2023-07-16',
        'id': 65,
        'inflection': '''الفلاحون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
غرسهم: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
طيب: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (غرسهم طيب) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'فلاح:طيب:طاب:غرس',
        'phrase': 'الفلاحون غرسهم طيب',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الفلاحون غرسهم طيب',
        },
    66: {
        'date': '2023-07-16',
        'id': 66,
        'inflection': '''العلماء: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
اختراعاتهم: مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
مفيدة: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (اختراعاتهم مفيدة) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'مفيد:اختراع:علماء',
        'phrase': 'العلماء اختراعاتهم مفيدة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العلماء اختراعاتهم مفيدة',
        },
    67: {
        'date': '2023-07-16',
        'id': 67,
        'inflection': '''المهذبات: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
سيرتهن:مبتدأ ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جرٍّ مضافٌ إليه.
فائقة:خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (سيرتهن محمودة) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'سير:محمود:ارتهن:سيرة:مهذب',
        'phrase': 'المهذباتُ سيرتهنَّ محمودةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المهذبات سيرتهن محمودة',
        },
    68: {
        'date': '2023-07-16',
        'id': 68,
        'inflection': '''الأسد: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
يفترس: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر تقديره (هو).
الغزالة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة.
والجملة الفعلية (يفترس الغزالة) في محل رفع خبر.
''',
        'keywords': 'غزال:افترس:أسد',
        'phrase': 'الأسد يفترس الغزالة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأسد يفترس الغزالة',
        },
    69: {
        'date': '2023-07-16',
        'id': 69,
        'inflection': '''المصباحان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
ينيران: فعل مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، و"ألف الاثنين"ضمير مبني في محل رفع فاعل.
المنزل: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة.
والجملة الفعلية(ينيران المنزل) في محل رفع خبر المبتدأ.
''',
        'keywords': 'مصباح:نار:أنار:منزل:نير',
        'phrase': 'المصباحانِ ينيرانِ المنزلَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المصباحان ينيران المنزل',
        },
    70: {
        'date': '2023-07-16',
        'id': 70,
        'inflection': '''البناءون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم شيدوا: فعل ماضٍ مبني على الضم لاتصاله بواو الجماعة، و(واو الجماعة) ضمير مبني في محل رفع فاعل.
القصور: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة، والجملة الفعلية (شيدوا القصور) في محل رفع خبر.
''',
        'keywords': 'قصور:شاد:شيد:البناءون',
        'phrase': 'البناءون شيدوا القصور',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'البناءون شيدوا القصور',
        },
    71: {
        'date': '2023-07-16',
        'id': 71,
        'inflection': '''الطبيبات: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة يعالجن: فعل مضارع مبني على السكون لاتصاله بنون النسوة.
نون النسوة: ضمير مبني في محل رفع فاعل.
المرضى: مفعول به منصوب وعلامة نصبه الفتحة المقدرة لأنه اسم مقصور.
والجملة الفعلية (يعالجن المرضى) في محل رفع خبر.
''',
        'keywords': 'عالج:مرضى:طبيب',
        'phrase': 'الطبيبات يعالجن المرضى',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الطبيبات يعالجن المرضى',
        },
    72: {
        'date': '2023-07-16',
        'id': 72,
        'inflection': '''البركة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
في: حرف جر مبني لا محل له من الإعراب.
البكور: اسم مجرور وعلامة جره الكسرة الظاهرة.
وشبه الجملة-في البكور-في محل رفع خبر.
''',
        'keywords': 'بكور:في:برك:بركة',
        'phrase': 'البركةُ في البكورِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'البركة في البكور',
        },
    73: {
        'date': '2023-07-16',
        'id': 73,
        'inflection': '''الكتاب: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
في: حرف جر مبني لا محل له من الإعراب.
الحقيبة: اسم مجرور وعلامة جره الكسرة الظاهرة.
وشبه الجملة (في الحقيبة) في محل رفع خبر''',
        'keywords': 'كتاب:حقيبة:في',
        'phrase': 'الكتاب في الحقيبة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الكتاب في الحقيبة',
        },
    74: {
        'date': '2023-07-16',
        'id': 74,
        'inflection': '''البصر: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
من: حرف جر مبني لا محل له من الإعراب.
أعظم: اسم مجرور وعلامة جره الكسرة الظاهرة.
وشبه الجملة (من أعظم) في محل رفع خبر.
النعم: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
''',
        'keywords': 'عظم:مان:أعظم:نعم:من:منى:بصر',
        'phrase': 'البصر من أعظم النعم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'البصر من أعظم النعم',
        },
    75: {
        'date': '2023-07-16',
        'id': 75,
        'inflection': '''الفتاة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
كالقمر: الكاف حرف جر مبني لا محل له من الإعراب.
القمر: اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (كالقمر) في محل رفع خبر''',
        'keywords': 'قمر:فتاة',
        'phrase': 'الفتاة كالقمر',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الفتاة كالقمر',
        },
    76: {
        'date': '2023-07-16',
        'id': 76,
        'inflection': '''الكتاب: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
فوق: ظرف مكان مبنيٌّ على الفتحِ.
المكتب: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (فوق المكتب) في محل رفع خبر.
''',
        'keywords': 'فوق:كتاب:مكتب:وقى',
        'phrase': 'الكتاب فوق المكتب',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الكتاب فوق المكتب',
        },
    77: {
        'date': '2023-07-16',
        'id': 77,
        'inflection': '''المباراة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
بعد: ظرف زمان وعلامة نصبه الفتحة.
وشبه الجملة (بعد) في محل رفع.
المغرب: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
''',
        'keywords': 'بعد:مغرب:عد:مباراة',
        'phrase': 'المباراة بعد المغرب',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المباراة بعد المغرب',
        },
    78: {
        'date': '2023-07-16',
        'id': 78,
        'inflection': '''السفر: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
غداً: ظرف زمان منصوب وعلامة نصبه الفتحة.
وشبه الجملة (غداً) في محل رفع خبر.
''',
        'keywords': 'غدا:سفر:غد',
        'phrase': 'السفر غداً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السفر غدا',
        },
    79: {
        'date': '2023-07-16',
        'id': 79,
        'inflection': '''البحرُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
واسعٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'واسع:سعى:بحر',
        'phrase': 'البحرُ واسعٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'البحر واسع',
        },
    80: {
        'date': '2023-07-16',
        'id': 80,
        'inflection': '''السماءُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
صافيةٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'صافي:سماء',
        'phrase': 'السماءُ صافية',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السماء صافية',
        },
    81: {
        'date': '2023-07-16',
        'id': 81,
        'inflection': '''المهندسان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
بارعان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'بارع:مهندس',
        'phrase': 'المهندسان بارعان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المهندسان بارعان',
        },
    82: {
        'date': '2023-07-16',
        'id': 82,
        'inflection': '''الجنودُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
مستعدون: خبر مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'مستعد:جنود',
        'phrase': 'الجنودُ مستعدون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الجنود مستعدون',
        },
    83: {
        'date': '2023-07-16',
        'id': 83,
        'inflection': '''الطبيباتُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
ماهراتٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'ماهر:طبيب',
        'phrase': 'الطبيباتُ ماهراتٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الطبيبات ماهرات',
        },
    84: {
        'date': '2023-07-16',
        'id': 84,
        'inflection': '''الأشجارُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
مورقةٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'مورق:أشجار',
        'phrase': 'الأشجارُ مورقةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأشجار مورقة',
        },
    85: {
        'date': '2023-07-16',
        'id': 85,
        'inflection': '''الفتى: مبتدأ مرفوع وعلامة رفعه الضمة المقدرة لأنه اسم مقصور.
سريعٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'فتى:سريع',
        'phrase': 'الفتى سريعٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الفتى سريع',
        },
    86: {
        'date': '2023-07-16',
        'id': 86,
        'inflection': '''هذا: اسم إشارة مبني في محل رفع مبتدأ.
محامٍ: خبر مرفوع وعلامة رفعه الضمة المقدرة على الياء المحذوفة لأنه اسم منقوص.
بارعٌ: نعت مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'هذ:بارع:محامي:هذا:محام',
        'phrase': 'هذا محامٍ بارعٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا محام بارع',
        },
    87: {
        'date': '2023-07-16',
        'id': 87,
        'inflection': 'المسلم: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة سامي: خبر مرفوع وعلامة رفعه الضمة المقدرة لأنه اسم منقوص الأخلاق: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة',
        'keywords': 'سامى:أخلاق:سام:مسلم',
        'phrase': 'المسلم سامي الأخلاق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المسلم سامي الأخلاق',
        },
    88: {
        'date': '2023-07-16',
        'id': 88,
        'inflection': '''العصفور: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
صوته: مبتدأ ثان ٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
عذب: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (صوته عذب) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'صوى:عصفور:عذب:صوت:صوة',
        'phrase': 'العصفور صوته عذب',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العصفور صوته عذب',
        },
    89: {
        'date': '2023-07-16',
        'id': 89,
        'inflection': '''الصورة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
ألوانها: مبتدأ ثان ٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
رائعة: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (ألوانها رائعة) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'ألوان:صورة:رائع:صور',
        'phrase': 'الصورة ألوانها رائعة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصورة ألوانها رائعة',
        },
    90: {
        'date': '2023-07-16',
        'id': 90,
        'inflection': '''المؤمنان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
أخلاقهما: مبتدأ ثان ٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
حسنة: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (أخلاقهما حسنة) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'مؤمن:أخلاق:خلاق:حسنة:حسن',
        'phrase': 'المؤمنان أخلاقهما حسنة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المؤمنان أخلاقهما حسنة',
        },
    91: {
        'date': '2023-07-16',
        'id': 91,
        'inflection': '''المتصدقون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
ثوابهم: مبتدأ ثان ٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
عظيم: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (ثوابهم عظيم) في محل رفع خبر للمبتدأ الأول''',
        'keywords': 'ثواب:عظيم:متصدق',
        'phrase': 'المتصدقون ثوابهم عظيم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المتصدقون ثوابهم عظيم',
        },
    92: {
        'date': '2023-07-16',
        'id': 92,
        'inflection': '''المعلمات: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
فضلهن: مبتدأ ثان ٍ مرفوع وعلامة رفعه الضمة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
كبير: خبر المبتدأ الثاني مرفوع وعلامة رفعه الضمة الظاهرة.
والجملة الاسمية (فضلهن كبير) في محل رفع خبر للمبتدأ الأول.
''',
        'keywords': 'معلم:معلمة:كبير:فضل:ضل',
        'phrase': 'المعلمات فضلهن كبير',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلمات فضلهن كبير',
        },
    93: {
        'date': '2023-07-16',
        'id': 93,
        'inflection': '''الفنان: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
يعزف: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر تقديره (هو).
الألحان: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة.
والجملة الفعلية (يعزف الألحان) في محل رفع خبر.
''',
        'keywords': 'ألحان:عزف:فن',
        'phrase': 'الفنان يعزف الألحان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الفنان يعزف الألحان',
        },
    94: {
        'date': '2023-07-16',
        'id': 94,
        'inflection': '''المتسابقان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
فازا: فعل ماضٍ مبني على الفتح، و(ألف الاثنين) ضمير مبني في محل رفع فاعل.
والجملة الفعلية (فازا) في محل رفع خبر.
بالجائزة: جار ومجرور''',
        'keywords': 'جائزة:جائز:متسابق:فاز',
        'phrase': 'المتسابقان فازا بالجائزة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المتسابقان فازا بالجائزة',
        },
    95: {
        'date': '2023-07-16',
        'id': 95,
        'inflection': '''الزهرتان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
تتفتحان: فعل مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، و(ألف الاثنين) ضمير مبني في محل رفع فاعل.
والجملة الفعلية (تتفتحان) في محل رفع خبر.
في الربيع: جار ومجرور''',
        'keywords': 'زهرة:زهر:في:ربيع:تفتح',
        'phrase': 'الزهرتان تتفتحان في الربيع',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الزهرتان تتفتحان في الربيع',
        },
    96: {
        'date': '2023-07-16',
        'id': 96,
        'inflection': '''العمال: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة يتقنون: فعل مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، و(واو الجماعة) ضمير مبني في محل رفع فاعل.
عملهم: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
والجملة الفعلية (يتقنون عملهم) في محل رفع خبر.
''',
        'keywords': 'أتقن:عمل:عمال',
        'phrase': 'العمال يتقنون عملهم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العمال يتقنون عملهم',
        },
    97: {
        'date': '2023-07-16',
        'id': 97,
        'inflection': '''الوالدات: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة يرضعن: فعل مضارع مبني على السكون لاتصاله بنون النسوة، و(نون النسوة) ضمير مبني في محل رفع فاعل.
أولادهن: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة، والهاء ضمير مبني في محل جر مضاف إليه.
والجملة الفعلية (يرضعن أولادهن) في محل رفع خبر.
''',
        'keywords': 'أولاد:لاد:رضع:والد:أرضع',
        'phrase': 'الوالدات يرضعن أولادهن',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الوالدات يرضعن أولادهن',
        },
    98: {
        'date': '2023-07-16',
        'id': 98,
        'inflection': '''الحياء: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
من: حرف جر مبني لا محل له من الإعراب.
الإيمان: اسم مجرور وعلامة جره الكسرة الظاهرة.
وشبه الجملة (من الإيمان) في محل رفع خبر.
''',
        'keywords': 'مان:إيمان:حياء:من:منى',
        'phrase': 'الحياء من الإيمان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الحياء من الإيمان',
        },
    99: {
        'date': '2023-07-16',
        'id': 99,
        'inflection': '''العصفور: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
في: حرف جر مبني لا محل له من الإعراب.
القفص: اسم مجرور وعلامة جره الكسرة الظاهرة.
وشبه الجملة (في القفص) في محل رفع خبر.
''',
        'keywords': 'قفص:في:عصفور',
        'phrase': 'العصفور في القفص',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العصفور في القفص',
        },
    100: {
        'date': '2023-07-16',
        'id': 100,
        'inflection': '''النسور: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
فوق: ظرف مكان منصوب وعلامة نصبه الفتحة.
وشبه الجملة (فوق) في محل رفع خبر.
الجبل: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
''',
        'keywords': 'فوق:جبل:نسور:وقى',
        'phrase': 'النسور فوق الجبل',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النسور فوق الجبل',
        },
    101: {
        'date': '2023-07-16',
        'id': 101,
        'inflection': '''الحفل: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
مساءً: ظرف زمان منصوب وعلامة نصبه الفتحة.
وشبه الجملة (مساءً) في محل رفع خبر.
''',
        'keywords': 'حفل:مساء',
        'phrase': 'الحفل مساءً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الحفل مساء',
        },
    102: {
        'date': '2023-07-16',
        'id': 102,
        'inflection': '''السيارة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
وسط: ظرف مكان منصوب وعلامة نصبه الفتحة.
وشبه الجملة (وسط) في محل رفع خبر.
الطريق: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
''',
        'keywords': 'طريق:سيارة:سيار:ساط:وسط',
        'phrase': 'السيارة وسط الطريق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السيارة وسط الطريق',
        },
    103: {
        'date': '2023-07-16',
        'id': 103,
        'inflection': 'العقاد: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة مفكر :خبر أول مرفوع وعلامة رفعه الضمة الظاهرة شاعر: خبر ثانٍ مرفوع وعلامة رفعه الضمة الظاهرة ناقد: خبر ثالث مرفوع وعلامة رفعه الضمة الظاهرة',
        'keywords': 'عقاد:ناقد:مفكر:شاعر',
        'phrase': 'العقاد مفكر شاعر ناقد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العقاد مفكر شاعر ناقد',
        },
    104: {
        'date': '2023-07-16',
        'id': 104,
        'inflection': '''عبدُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
الرحمنِ: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
متفوقٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'متفوق:رحمن:عبد',
        'phrase': 'عبد الرحمن متفوق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عبد الرحمن متفوق',
        },
    105: {
        'date': '2023-07-16',
        'id': 105,
        'inflection': '''تاريخُ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
العربِ: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.
مجيدٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'مجيد:تاريخ:عرب',
        'phrase': 'تاريخ العرب مجيد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تاريخ العرب مجيد',
        },
    106: {
        'date': '2023-07-16',
        'id': 106,
        'inflection': '''أخوك: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة.
الكاف: ضمير مبني في محل جرمضاف إليه.
متفوقٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'أخا:متفوق:خوى:أخو',
        'phrase': 'أخوك متفوقٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخوك متفوق',
        },
    107: {
        'date': '2023-07-16',
        'id': 107,
        'inflection': 'كلُّ: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة الطلابِ: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.\nناجحون: خبرمرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم',
        'keywords': 'ناجح:أكل:كال:طلاب:وكل:كل',
        'phrase': 'كلُّ الطلابِ ناجحون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كل الطلاب ناجحون',
        },
    108: {
        'date': '2023-07-16',
        'id': 108,
        'inflection': '''معلمو: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم وحذفت النون للإضافة.
المدرسة: مضاف إليه مجرور وعلامة جره الكسرة.
رائعون: خبر مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'مدرس:معلم:رائع:مدرسة',
        'phrase': 'معلمو المدرسة رائعون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'معلمو المدرسة رائعون',
        },
    109: {
        'date': '2023-07-16',
        'id': 109,
        'inflection': '''طالبا: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى وحذفت النون للإضافة.
العلم: مضاف إليه مجرور وعلامة جره الكسرة.
مجتهدان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'مجتهد:علم:طالب',
        'phrase': 'طالبا العلم مجتهدان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'طالبا العلم مجتهدان',
        },
    110: {
        'date': '2023-07-16',
        'id': 110,
        'inflection': '''أخلاق: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
اللاعبين: مضاف إليه مجرور وعلامة جره الياء لأنه جمع مذكر سالم.
رياضية: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'أخلاق:خلاق:رياضة:رياضي:لاعب:رياض',
        'phrase': 'أخلاق اللاعبين رياضية',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخلاق اللاعبين رياضية',
        },
    111: {
        'date': '2023-07-16',
        'id': 111,
        'inflection': '''أنتَ: ضمير مبنيٌّ في محل رفع مبتدأ.
ذكيٌّ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'نات:أنت:ذكي:آن:نتا:أنى:ذكى:ذكا',
        'phrase': 'أنت ذكيٌّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنت ذكي',
        },
    112: {
        'date': '2023-07-16',
        'id': 112,
        'inflection': '''أنتما: ضمير مبنيٌّ في محل رفع مبتدأ.
ذكيَّان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'أنتما:ذكي:آن',
        'phrase': 'أنتما ذكيان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنتما ذكيان',
        },
    113: {
        'date': '2023-07-16',
        'id': 113,
        'inflection': '''أنتم: ضمير مبنيٌّ في محل رفع مبتدأ.
أذكياء: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'أذكياء:آن:تم:أتم:أنتم:انتمى',
        'phrase': 'أنتم أذكياء',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنتم أذكياء',
        },
    114: {
        'date': '2023-07-16',
        'id': 114,
        'inflection': '''هذا: اسم إشارة مبني في محل رفع مبتدأ.
حصانٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'هذا:حصان:هذ',
        'phrase': 'هذا حصانٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا حصان',
        },
    115: {
        'date': '2023-07-16',
        'id': 115,
        'inflection': '''هذان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
أسدان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'هذان:سد:أسد:أسدان',
        'phrase': 'هذان أسدان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذان أسدان',
        },
    116: {
        'date': '2023-07-16',
        'id': 116,
        'inflection': '''هاتان: مبتدأ مرفوع وعلامة رفعه الألف لأنه مثنى.
شجرتان: خبر مرفوع وعلامة رفعه الألف لأنه مثنى.
''',
        'keywords': 'شجرة:هاتان:شجر',
        'phrase': 'هاتان شجرتان',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هاتان شجرتان',
        },
    117: {
        'date': '2023-07-16',
        'id': 117,
        'inflection': '''هؤلاء: اسم إشارة مبني في محل رفع مبتدأ.
متفوقون: خبر مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'متفوق:هؤلاء',
        'phrase': 'هؤلاء متفوقون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هؤلاء متفوقون',
        },
    118: {
        'date': '2023-07-16',
        'id': 118,
        'inflection': '''الذي: اسم موصول مبني في محل رفع مبتدأ.
اجتهد: فعل ماضٍ مبني على الفتح والفاعل ضمير مستتر تقديره هو.
وجملة (اجتهد) صلة الموصول لا محل لها من الإعراب.
نجح: فعل ماضٍ مبني على الفتح والفاعل ضمير مستتر تقديره هو وجملة (نجح) في محل رفع خبر.
''',
        'keywords': 'جحا:جح:وجح:لذي:جاح:الذي:نجح:اجتهد',
        'phrase': 'الذي اجتهد نجح',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الذي اجتهد نجح',
        },
    119: {
        'date': '2023-07-16',
        'id': 119,
        'inflection': '''ما: اسم موصول مبني في محل رفع مبتدأ.
قرأته: فعل ماضٍ مبني على السكون لاتصاله بتاء الفاعل وتاء الفاعل ضمير مبني في محل رفع فاعل والهاء ضمير مبني في محل نصب مفعول به.
وجملة (قرأته) صلة الموصول لا محل لها من الإعراب.
مفيد: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'قرأة:مفيد:قرأ:ما',
        'phrase': 'ما قرأته مفيد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما قرأته مفيد',
        },
    120: {
        'date': '2023-07-16',
        'id': 120,
        'inflection': '''من: اسم استفهام مبني في محل رفع مبتدأ.
فاز: فعل ماضٍ مبني على الفتح والفاعل ضمير مستتر تقديره هو وجملة (فاز) في محل رفع خبر.
بالجائزة: جار ومجرور''',
        'keywords': 'مان:فاز:جائزة:من:منى:؟:جائز',
        'phrase': 'من فاز بالجائزة؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من فاز بالجائزة؟',
        },
    121: {
        'date': '2023-07-16',
        'id': 121,
        'inflection': '''من: اسم شرط مبني في محل رفع مبتدأ.
يؤمن: فعل مضارع مجزوم وعلامة جزمه السكون (فعل الشرط)، والفاعل ضمير مستتر تقديره هو.
يسعد: فعل مضارع مجزوم وعلامة جزمه السكون (جواب الشرط)، والفاعل ضمير مستتر تقديره هو.
والجملة من فعل الشرط وجوابه في محل رفع خبر.
''',
        'keywords': 'أمن:أم:مان:سعد:أسعد:آمن:من:منى:آم',
        'phrase': 'من يؤمن يسعد',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من يؤمن يسعد',
        },
    122: {
        'date': '2023-07-16',
        'id': 122,
        'inflection': '''وأن: الواو استئنافية حرف مبني لا محل له من الإعراب.
أن: حرف مصدري ناصب مبني لا محل له من الإعراب.
تصوموا: فعل مضارع منصوب وعلامة نصبه حذف النون لأنه من الأفعال الخمسة.
واو الجماعة: ضمير مبني في محل رفع فاعل.
والمصدر المؤول (أن تصوموا) في محل رفع مبتدأ.
خير: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
لكم: جار ومجرور، وشبه الجملة (لكم) في محل رفع نعت''',
        'keywords': 'كم:آن:خار:خير:صام:صوم:أن:لكم',
        'phrase': 'وأن تصوموا خيرٌ لكم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وأن تصوموا خير لكم',
        },
    123: {
        'date': '2023-07-16',
        'id': 123,
        'inflection': '''أن: حرف مصدري ناصب مبني لا محل له من الإعراب.
يتفوق: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة.
المجتهد: فاعل مرفوع وعلامة رفعه الضمة الظاهرة.
والمصدر المؤول (أن يتفوق) في محل رفع مبتدأ.
أمرٌ: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
طبيعيٌّ: نعت مرفوع وعلامة رفعه الضمة الظاهرة.
''',
        'keywords': 'تفوق:طبيعي:آن:مجتهد:مرى:أن:مر:أمر:طبيعة',
        'phrase': 'أن يتفوق المجتهد أمرٌ طبيعيٌّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أن يتفوق المجتهد أمر طبيعي',
        },
    124: {
        'date': '2023-07-16',
        'id': 124,
        'inflection': 'في: حرف جر مبني لا محل له من الإعراب الصدق: اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (في الصدق) في محل رفع خبر مقدم النجاة: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة',
        'keywords': 'صدق:في:نجاة',
        'phrase': 'في الصدق النجاة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الصدق النجاة',
        },
    125: {
        'date': '2023-07-16',
        'id': 125,
        'inflection': 'النجاة: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة في: حرف جر مبني لا محل له من الإعراب الصدق: اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (في الصدق) في محل رفع خبر',
        'keywords': 'صدق:في:نجاة',
        'phrase': 'النجاة في الصدق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النجاة في الصدق',
        },
    126: {
        'date': '2023-07-16',
        'id': 126,
        'inflection': 'في: حرف جر مبني لا محل له من الإعراب بيتنا: بيت: اسم مجرور وعلامة جره الكسرة الظاهرة نا المتكلمين: ضمير مبني في محل جر مضاف إليه وشبه الجملة (في بيتنا) في محل رفع خبر مقدم رجل: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة',
        'keywords': 'بيت:في:رجل',
        'phrase': 'في بيتنا رجلٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في بيتنا رجل',
        },
    127: {
        'date': '2023-07-16',
        'id': 127,
        'inflection': 'أين: اسم استفهام مبني في محل رفع خبر مقدم الحقيبة: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة',
        'keywords': '؟:أين:حقيبة',
        'phrase': 'أين الحقيبةُ؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أين الحقيبة؟',
        },
    128: {
        'date': '2023-07-16',
        'id': 128,
        'inflection': 'متى: اسم استفهام مبني في محل رفع خبر مقدم الساعة: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة إذا اتصل بالمبتدا ضمير يعود على بعض الخبر مثل:',
        'keywords': 'متى:؟:ساعة',
        'phrase': 'متى الساعة؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'متى الساعة؟',
        },
    129: {
        'date': '2023-07-16',
        'id': 129,
        'inflection': 'للحرية: اللام حرف جر مبني لا محل له من الإعراب ( الحرية) اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (للحرية) في محل رفع خبر مقدم قيمتها: قيمتة:مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة الهاء: ضمير مبني في محل جر مضاف إليه',
        'keywords': 'حر:حرية:قيمة:قيم:حري',
        'phrase': 'للحرية قيمتها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'للحرية قيمتها',
        },
    130: {
        'date': '2023-07-16',
        'id': 130,
        'inflection': 'في: حرف جر مبني لا محل له من الإعراب المدرسة: اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (في المدرسة) في محل رفع خبر مقدم تلاميذها: تلاميذ: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة الهاء: ضمير مبني في محل جر مضاف إليه',
        'keywords': 'مدرس:في:مدرسة:تلاميذ',
        'phrase': 'في المدرسة تلاميذها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المدرسة تلاميذها',
        },
    131: {
        'date': '2023-07-16',
        'id': 131,
        'inflection': 'لكل: اللام حرف جر مبني لا محل له من الإعراب (كل) اسم مجرور وعلامة جره الكسرة الظاهرة وشبه الجملة (لكل) في محل رفع خبر مقدم إنسان: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة مميزاته: مميزات: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة الهاء: ضمير مبني في محل جر مضاف إليه',
        'keywords': 'كل:مميز:إنس:إنسان',
        'phrase': 'لكل إنسان مميزاته',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لكل إنسان مميزاته',
        },
    132: {
        'date': '2023-07-16',
        'id': 132,
        'inflection': 'ساهم: فعل ماض مبني على السكون لاتصاله بتاء الفاعل المتحركة – والتاء ضمير المتكلم، ت: ضمير متصل مبني على الضم في محل رفع فاعل.\nفي العمل: شبه جملة – جار ومجرور –متعلقان بِ (ساهم)',
        'keywords': 'ساهم:في:عمل',
        'phrase': 'ساهمتُ في العمل',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساهمت في العمل',
        },
    133: {
        'date': '2023-07-16',
        'id': 133,
        'inflection': '''قوم: فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة.
وا: واو الجماعة (ضمير متصل) مبني على السكون في محل رفع فاعل.
''',
        'keywords': 'واجب:مظلوم:نصر:قوم:،:قام',
        'phrase': 'قوموا بالواجب، وانصروا المظلوم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قوموا بالواجب، وانصروا المظلوم',
        },
    134: {
        'date': '2023-07-16',
        'id': 134,
        'inflection': '''شارك: فعل ماض مبني على السكون لاتصاله بالضمير (نا) ( ضمير المتكلمين ) نا: ضمير متصل مبني على السكون في محل رفع فاعل.
بالواجب: شبه جملة، متعلقة بالفعل قوموا.
انصر: فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة.
وا: واو الجماعة (ضمير متصل) مبني على السكون في محل رفع فاعل.
المظلوم: مفعول به منصوب علامته الفتحة.
''',
        'keywords': 'شارك:احتفال:في',
        'phrase': 'شاركنا في الاحتفال',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاركنا في الاحتفال',
        },
    135: {
        'date': '2023-07-16',
        'id': 135,
        'inflection': '''لا: حرف نهي مبني على السكون.
تتأخر: فعل مضارع مجزوم علامته حذف النون لأنه من الأفعال الخمسة.
ي: ضمير متصل مبني على السكون في محل رفع فاعل.
عن الدوام :جار ومجرور''',
        'keywords': 'عان:عن:عنى:لا:دوام:تأخر',
        'phrase': 'لا تتأخري عن الدوام',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تتأخري عن الدوام',
        },
    136: {
        'date': '2023-07-16',
        'id': 136,
        'inflection': '''النساء: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يساعد: فعل مضارع مبني على السكون لاتصاله بنون النسوة.
ن: نون النسوة (ضمير متصل ) مبني على الفتح في محل رفع فاعل.
الرجال: مفعول به منصوب و علامة نصبه الفتحة.
والجملة المكونة من الفعل والفاعل والمفعول به في محل رفع خبر المبتدأ ( النساء )''',
        'keywords': 'ساعد:نساء:رجال',
        'phrase': 'النساء يساعدن الرجال',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النساء يساعدن الرجال',
        },
    137: {
        'date': '2023-07-16',
        'id': 137,
        'inflection': '''أفاد: فعل ماض مبني على الفتح.
ن: حرف مبني على الكسر (نون الوقاية ).
ي: ضمير متصل مبني على السكون في محل نصب مفعول به مقدم.
نصح: فاعل مرفوع مؤخر، علامته الضمة وهو مضاف.
أب: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
ي: ضمير متصل مبني على السكون، في محل جر بالإضافة.
''',
        'keywords': 'صحا:فادى:صحي:نصح:أبي:فادن:صح:أصحى:أصح:بي:أبى:أفاد:صاح:أبا:أب:فاد',
        'phrase': 'أفادني نصح أبي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادني نصح أبي',
        },
    138: {
        'date': '2023-07-16',
        'id': 138,
        'inflection': '''أعار: فعل ماض مبني على الفتح.
ك: ضمير متصل مبني على الفتح في محل نصب مفعول به مقدم.
صديقك: صديق: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والكاف: ضمير متصل مبني على الفتحة في محل جر بالإضافة.
كتاب: مفعول به منصوب بفتحة ظاهرة على آخره، وهو مضاف.
ه: ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'كتاب:أعار:عار:عارك:صديق',
        'phrase': 'أعارك صديقك كتابه',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعارك صديقك كتابه',
        },
    139: {
        'date': '2023-07-16',
        'id': 139,
        'inflection': '''المعلم: مبتدأ مرفوع علامته الضمة.
المخلص: صفة مرفوعة علامتها الضمة.
يحترم: فعل مضارع مرفوع.
ه: ضمير متصل مبني على الضم في محل نصب مفعول به مقدم.
طلاب: فاعل مرفوع علامته الضمة، وهو مضاف.
ه: ضمير متصل مبني على الضم في محل جر بالإضافة والجملة من الفعل والفاعل والمفعول به في محل خبر المبتدأ.
''',
        'keywords': 'معلم:طلاب:احترم:مخلص',
        'phrase': 'المعلم المخلص يحترمه طلابه',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلم المخلص يحترمه طلابه',
        },
    140: {
        'date': '2023-07-16',
        'id': 140,
        'inflection': '''أفاد: فعل ماض مبني على الفتح.
نا: ضمير متصل مبني على السكون في محل نصب مفعول به مقدم.
اجتهاد: فاعل مرفوع و علامة رفعه الضمة، وهو مضاف.
نا: ضمير متصل مبني على السكون في محل جر بالإضافة.
''',
        'keywords': 'فادى:فادن:فاد:أفاد:اجتهاد',
        'phrase': 'أفادنا اجتهادنا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادنا اجتهادنا',
        },
    141: {
        'date': '2023-07-16',
        'id': 141,
        'inflection': '''حمل: فعل ماض مبني على الفتح.
البريد: فاعل مرفوع وعلامة رفعه الضمة.
رسالة: مفعول به منصوب و علامة نصبه تنوين الفتح.
من: حرف جر مبني على السكون.
ها: ضمير متصل مبني على السكون في محل جر بحرف الجر.
إلى: حرف جر مبني على السكون.
ي: ضمير متصل مبني على الفتح في محل جر بحرف الجر.
''',
        'keywords': 'حمل:رسالة:مان:بريد:إلي:من:منى',
        'phrase': 'حمل البريد رسالة منها إليّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حمل البريد رسالة منها إلي',
        },
    142: {
        'date': '2023-07-16',
        'id': 142,
        'inflection': '''إن: حرف مشبه بالفعل.
الذي: اسم موصول مبني في محل نصب اسم إن.
يلتمس: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية يلتمس جملة صلة لا محل لها من الإعراب.
رضا: مفعول به منصوب وعلامة نصبه الفتحة المقدرة على آخره وهو مضاف.
جميع: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
الناسِ: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
يطلب: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره والفاعل ضمير مستتر تقديره هو، والجملة الفعلية يطلب في محل رفع خبر إن.
أمرا: مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
لا: حرف نفي يمكن: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
إدراكه: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'مك:ناس:مر:مكن:رضا:لذي:أمكن:أمر:جميع:طلب:إداركه:الذي:إن:رض:لا:ورض:يم:مكا:التمس',
        'phrase': 'إنًّ الذي يَلْتَمِسُ رضا جميعِ الناسِ يطلبُ أمراً لا يمكنُ إداركُهُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الذي يلتمس رضا جميع الناس يطلب أمرا لا يمكن إداركه',
        },
    143: {
        'date': '2023-07-16',
        'id': 143,
        'inflection': '''#:الحِجر: 85.
إنَّ: حرفُ توكيدٍ ونصبٍ مشبهٌ بالفعلِ، ينصبُ المبتدأَ ويرفعُ الخبرَ، مبنيٌّ علَى الفتحِ، لا محلَّ لَهُ مِنَ الإعرابِ.
الساعةَ: اسمُ إنَّ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
لآتيةٌ: خبر إنَّ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ، واللامُ للتوكيدِ.
''',
        'keywords': 'آتي:إن:ساعة',
        'phrase': 'وإنَّ الساعةَ لآتيةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإن الساعة لآتية',
        },
    144: {
        'date': '2023-07-16',
        'id': 144,
        'inflection': '''#:الانفطار 10.
إنَّ: حرفُ توكيدٍ ونصبٍ مشبهٌ بالفعلِ، ينصبُ المبتدأَ ويرفعُ الخبرَ، مبنيٌّ علَى الفتحِ، لا محلَّ لَهُ مِنَ الإعرابِ.
عليكُم: خبرُ إنَّ شبهُ جملةٍ مقدمٌ، فِي محلِّ نصبٍ.
على:حرفُ جرٍّ مبنيٌّ على السكونِ.
كُم: ضميرٌ مبنيٌّ على السكونِ في محلِّ جرٍّ اسمٌ مجرورٌ لعلى لحافظينَ: اسمُ إنَّ منصوبٌ وعلامةُ نصبِهِ الياءُ نيابةً عنِ الفتحةِ لأنَّهُ جمعٌ مذكرٌ سالمٌ، واللامُ للتوكيدِ.
''',
        'keywords': 'علي:حافظ:إن:عل:علة:على',
        'phrase': 'وإنَّ عليكم لحافظينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإن عليكم لحافظين',
        },
    145: {
        'date': '2023-07-16',
        'id': 145,
        'inflection': '''إنَّ: حرفُ توكيدٍ ونصبٍ مشبهٌ بالفعلِ، ينصبُ المبتدأَ ويرفعُ الخبرَ، مبنيٌّ علَى الفتحِ، لا محلَّ لَهُ مِنَ الإعرابِ.
مَا: دخلتْ على الحرفِ إنَّ فكفت ومنعت عمل إنَّ.
أنتَ:ضميرٌ منفصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ مبتدأٌ.
بَشَرٌ: خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ''',
        'keywords': 'نات:أنت:بشر:آن:نتا:إنما:أنى:شر',
        'phrase': 'إّنما أنتَ بَشَرٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إنما أنت بشر',
        },
    146: {
        'date': '2023-07-16',
        'id': 146,
        'inflection': '''إنما:إن حرف نصب وتوكيد بطل عملها وما كافة مكفوفة ،أي أوقفت عمل إن، لا محل لها من الإعراب.
المؤمنون: مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الواوُ لأنه جمعُ مذكرٍ سالمٍ إخوة:خبرُ المبتدأِ مرفوع وعلامة رفعه الضمة الظاهرة على آخرهِ.
''',
        'keywords': 'مؤمن:إنما:إخوة',
        'phrase': 'إنما المؤمنونَ إخوةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إنما المؤمنون إخوة',
        },
    147: {
        'date': '2023-07-16',
        'id': 147,
        'inflection': '''أَيُّ: منادَى مبنيٌّ على الضمِّ في محلِّ نصبٍ، أداةُ النداءِ محذوفةٌ تقديرُهَا"يا" هَا: حرفُ تنبيهٍ مبنيٌّ على السكونِ لا محلَّ لَهُ مِنَ الإعرابِ.
الطَّالِبُ: نعتٌ تابعٌ للمنادَى فِي رفعِهِ، وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرِهِ.
اهتمْ: فعلُ أمرٍ مبنيٌّ على السكونِ، والفاعلُ ضميرٌ مستترٌ وجوبًا تقديرُهُ أَنْتَ.
بِدِرَاسَتِكَ: الباءُ: حرفُ جرٍّ مبنيٌّ علَى الكسرِ.
دراسَتك: اسمٌ مجرورٌ بالباءِ،وعلامةُ جرِّهِ الكسرةُ الظاهرةُ علَى آخرِهِ،وهو مضاف.
"الكافُ": ضميرٌ متصلٌ مبنيٌّ علَى الفتحِ فِي محلِّ جرٍ مضافٌ إليهِ.
''',
        'keywords': 'اهتم:هتم:أي:دراس:دراسة:طالب',
        'phrase': 'أيُّها الطَّالِبُ اهتمْ بدراستِكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أيها الطالب اهتم بدراستك',
        },
    148: {
        'date': '2023-07-16',
        'id': 148,
        'inflection': '''لِيَقْضِ:اللامُ: لامُ الأمرِ،حرفٌ مبنيٌّ على الكسر لا محلَّ لَهُ مِنَ الإعرابِ.
يَقْضِ:فعلٌ مضارعٌ مجزومٌ بلامِ الأمرِ، وعلامةُ جزمِهِ حذفُ حرفِ العلةِ.
عَلَيْنَا: عَلَى: حرفُ جرٍّ مبنيٌّ علَى السكونِ.
نَا: ضميرٌ متصلٌ مبنيٌّ على السكونِفِي محلِّ جرٍّ، والضمائرُ كلُّها أسماءٌ.
رَبُّكَ:رَبُّ: فاعلٌ مرفوعٌ،وعلامةُ رفعهِِ الضمةُ الظاهرةُ علَى آخرِهِ،وهوَ مضافٌ.
الكافُ: ضميرٌ متصلٌ مبنيٌّ علَى الفتحِ فِي محلِّ جرٍّ مضافٌ إليهِ.
''',
        'keywords': 'ربى:علي:رب:راب:أقض:قض:عل:علة:على:قاض:قضى:ربك:علا',
        'phrase': 'لِيَقْضِ عَلَيْنَا رَبُّكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليقض علينا ربك',
        },
    149: {
        'date': '2023-07-16',
        'id': 149,
        'inflection': '''مَا:حرفُ نفيٍّ مبنيٌّ علَى السكونِ لا محلَّ لَهُ مِنَ الإعرابِ.
قطَفَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ، لا محلَّ لَهُ مِنَ الإعرابِ.
الفلاحُ: فاعلٌ مرفوعٌ،وعلامةُ رفعهِِ الضمةُ الظاهرةُ علَى آخرِهِ.
الفواكهَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ علَى آخرِهِ.
إلَّا:حرفُ استثناءٍ مبنيٌّ على السكونِ لا محلَّ لَهُ مِنَ الإعرابِ.
العنبَ:مستثنى بإلَّا منصوبٌ، وعلامةُ نصبِهِ الفتحةُ الظاهرةُ علَى آخرِهِ.
ملاحظة:يمكنُ إعرابُ "العنبَ"بدلَ تابعٍ للمُبْدَلِ مِنْهُ "الفواكهَ" في إعرابه وتُعرب إلَّا حرف أداة استثناءٍ مُلغيٌّ لأن الكلامَ منفيٌّ والمستثنى منهُ مذكورٌ.
''',
        'keywords': 'عنب:إلا:فلاح:فواكه:ما:قطف',
        'phrase': 'مَا قطَفَ الفلاحُ الفواكهَ إلا العنبَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما قطف الفلاح الفواكه إلا العنب',
        },
    150: {
        'date': '2023-07-16',
        'id': 150,
        'inflection': '''وأنطقت: الواو حسب ما قبلها، أنطقت فعل ماض مبني على الفتح الظاهر على آخره، التاء تاء التأنيث ضمير متصل مبني على السكون الذي قلب كسراً منعاً لالتقاء الساكنين لا محل لها من الإعراب.
الدراهم: فاعل مرفوع وعلامة رفعه الضمة المقدرة على آخره.
بعد: ظرف زمان مبني على الفتحة الظاهرة على آخره وهو مضاف.
صمت: مضاف إليه مجرور وعلامة جره تنون الكسر الظاهر على آخره.
أناسا: مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
بعدما: بعد ظرف زمان مبني على الفتحة الظاهرة على آخره وهو مضاف، الما اسم موصول مبني على السكون في محل جر بالإضافة.
كانوا : كان فعل ماض ناقص، الواو واو الجامعاة ضمير متصل مبني على الضم في محل رفع اسم كان.
سكوتا: خبر كان منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'بعدما:صم:عد:سكوت:صمى:صام:أنطق:صمت:بعد:ناس:دراهم:كانو',
        'phrase': 'وأنطقَتِ الدراهمُ بعدَ صمتٍ أُناساً بعدَما كانُوا سكوتاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وأنطقت الدراهم بعد صمت أناسا بعدما كانوا سكوتا',
        },
    151: {
        'date': '2023-07-16',
        'id': 151,
        'inflection': '''وَكَانَ: الواوُ حسب ما قبلها، فإما حرفُ عطفٍ، ويجوزُ أنْ تكونَ الواوُ استئنافيةً.
كَانَ: فعلٌ ماضٍ ناقصٍ.
اللَّهُ: لفظُ الجلالةِ اسمُ كانَ مرفوعٌ وعلامَةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
بِكُلِّ شَيْءٍ: بِكُلِّ: جارٌ ومجرورٌ متعلقانِ بـ " محيطًا " وكُلِّ: مضافٌ، و شَيْءٍ: مضافٌ إليهِ مجرورٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
مُّحِيطًا :خبرُ كانَ، منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'شاء:محيط:بكل:كل:كان:شيء:الله',
        'phrase': 'وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُّحِيطًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وكان الله بكل شيء محيطا',
        },
    152: {
        'date': '2023-07-16',
        'id': 152,
        'inflection': '''فَمَا: الفاءُ حرفُ عطفٍ، ومَا: نافيةٌ لا عملَ لهَا.
زِلْتُمْ: زَالَ: فعلٌ ماضٍ ناقصٌ مبنيٌّ على السكونِ ؛ لاتصالِهِ بضميرِ رفعٍ متحركٍ وهوَ التاءُ، التاءُ: ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ رفعٍ اسمُ زالَ.
والميمُ :ميمُ الجمعِ حرفٌ مبنيٌّ على السكونِ.
فِي شَكٍّ: جارٌ ومجرورٌ - شِبْهُ جُمْلَةٍ- في محلِّ نصبٍ خبرُ زالَ.
''',
        'keywords': 'فم:في:ما:شاك:شك:زلتم',
        'phrase': 'فَمَا زِلْتُمْ فِي شَكٍّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فما زلتم في شك',
        },
    153: {
        'date': '2023-07-16',
        'id': 153,
        'inflection': '''الَّذِي:اسمٌ موصولٌ متضمنٌ معنى الشرطِ، مبنيٌّ على السكونِ في محلِّ رفعٍ مبتدأٌ.
يفوزُ:فعلٌ مضارعٌ مرفوعٌ ،وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
الفاعلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هوَ وجملةُ "يفوزُ" صلةُ موصولٍ لا محلَّ لهَا مِنَ الإعرابِ.
الفاءُ:رابطةُ جوابِ الشرطِ "الَّذِي" تضمنُهُ اسمُ الموصولِ اللامُ:حرفُ جرٍّ مبنيٌّ على الفتحِ لا محلَّ لَهُ مِنَ الإعرابِ الهاء:ضميرٌ متصلٌ في محلِّ جرٍّ بحرفِ الجرِ "اللام" وشبه الجملةِ "له" في محلِّ رفعٍ خبرٌ مقدمٌ للمبتدأِ "جائزةٌ" جائزةٌ:مبتدأٌ مؤخرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
وجملة " لَهُ جائزةٌ " في محلِّ رفعٍ خبرُ المبتدأِ "الذي"''',
        'keywords': 'فوز:لذي:فاز:الذي:جائزة:وفل:لهى:فل:جائز:فلى:لاه:وله:له',
        'phrase': 'الَّذِي يفوزُ فلَهُ جائزةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الذي يفوز فله جائزة',
        },
    154: {
        'date': '2023-07-16',
        'id': 154,
        'inflection': '''لـِ: لام الأمر،حرف مبني على السكون لا محل له من الإعراب.
تَلْتَمِسْ: فعل مضارع مجزوم بـ (لـِ )،وعلامة جزمه السكون الظاهر على آخره،والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
رِضَا: مفعول به منصوب، وعلامة نصبه الفتحة المُقدرة على الألف، وهو مضاف، اللَّهِ: اسم جلالة مضاف إليه مجرور، وعلامة جره الكسرةالظاهرة على آخره.
''',
        'keywords': 'رضا:رض:ورض:التمس:الله',
        'phrase': 'لِتَلْتَمِسْ رِضَا اللَّهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لتلتمس رضا الله',
        },
    155: {
        'date': '2023-07-16',
        'id': 155,
        'inflection': '''ابتعدْ:فعلُ أمرٍ مبنيٌّ على السكونِ، والفاعلُ ضميرٌ مستترٌ وجوبًا، تقديرُهُ: أنتَ عنْ قرينِ: جارٌّ ومجرورٌ، متعلقانِ بالفعلِ "ابتعدْ".
عنْ: حرفُ جرٍّ مبنيٌّ على السكونِ.
قرينِ:: اسمٌ مجرورٌ بحرفِ الجرِّ عنْ، وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
السوءِ:مضافٌ إليهِ مجرورٌ، وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخِرِهِ.
''',
        'keywords': 'عان:قرى:قرين:قرا:سوء:عن:عنى:قري:ابتعد:قر',
        'phrase': 'ابتعدْ عنْ قرينِ السوءِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ابتعد عن قرين السوء',
        },
    156: {
        'date': '2023-07-16',
        'id': 156,
        'inflection': '''انْكَسَرَتْ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ، والتاءُ تاءُ التأنيثِ الساكنَةِ لا محلَّ لها منَ الإعرابِ.
عجلتَا: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ نيابةً عنِ الضمةِ لأنه مثنى، وهو مضافٌ،  وحُذِفَتِ النونُ للإضافةِ.
عجلتانِ: فالمثنى يُرْفَعُ بالألِفِ وينصبُ ويُجَرُّ بالياءِ – عجلتَيْنِ –.
الدراجةِ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'عجل:دراج:دراجة:انكسر',
        'phrase': 'انْكَسَرَتْ عجلتَا الدراجةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انكسرت عجلتا الدراجة',
        },
    157: {
        'date': '2023-07-16',
        'id': 157,
        'inflection': '''أغْلَقْتُ: أغلق:فعلٌ ماضٍ مبنيٌّ على السكونِ أو على الفتحِ المقدّرِ ،لاتصالِهِ بضميرِ رفعٍ متحرِكٍ.
التاءُ:ضميرُ رفعٍ متصلٌ ،مبنيٌّ على الضمِّ، في محلِّ  رفعِ فاعلٍ.
مصراعَي: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الياءُ الساكنةُ المفتوحُ ما قبلها المكسورُ ما بعْدَها، لأنه مثنى، وهو مضافٌ، وحُذِفَتِ النونُ للإضافةِ -مصراعَينِ- وكُسِرَتِ الياءُ الساكنةُ لتفادي التقاءَ الساكنينِ.
البابِ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'باب:غلق:مصراع:أغلق',
        'phrase': 'أغلقتُ مصراعَيِ البابِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أغلقت مصراعي الباب',
        },
    158: {
        'date': '2023-07-16',
        'id': 158,
        'inflection': '''سورُ: مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
الحديقةِ:مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
مرتفعٌ: خبرٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'سور:مرتفع:سوري:حديقة:سار',
        'phrase': 'سورُ الحديقةِ مرتفعٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سور الحديقة مرتفع',
        },
    159: {
        'date': '2023-07-16',
        'id': 159,
        'inflection': '''أُذُنَا: مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ نيابةً عنِ الضمةِ لأنه مثنىوحذفتِ النونُ للإضافةِ- أُذُنَانِ – وهو مضافٌ.
الحصانِ: :مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
صغيرتَانِ :خبرٌمرفوعٌ وعلامةُ رفعهِ الألفُ نيابةً عنِ الضمةِ لأنه مثنى.
''',
        'keywords': 'ذن:أذ:أذن:حصان:صغير:لحص',
        'phrase': 'أُذُنَا الحصانِ صغيرتانِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أذنا الحصان صغيرتان',
        },
    160: {
        'date': '2023-07-16',
        'id': 160,
        'inflection': '''لَعِبْنَا:لعب:فعلٌ ماضٍ مبنيٌّ على السكونِ أو على الفتحِ المقدّرِ ،لاتصالِهِ بضميرِ رفعٍ متحرِكٍ.
نَا: ضميرُ رفعٍ متصلٌ ،مبنيٌّ على السكونِ في محلِّ رفعٍ فاعلٌ.
في فناءٍ: في: حرفُ جَرٍّ مبنيٌّ على السكونِ لامحل له من الإعرابِ.
فناءٍ: اسمٌ مجرورٌ بفي وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'في:ناءى:عب:فناء:عاب:لعب:ناء',
        'phrase': 'لَعِبْنَا في فناءٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعبنا في فناء',
        },
    161: {
        'date': '2023-07-16',
        'id': 161,
        'inflection': '''الصدقُ: مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
يسمُو:فعلٌ مضارعٌ معربٌ لعدمِ اتصالِهِ بنوني التوكيدِ الخفيفةِ والثقيلةِ ونونِ النسوةِ، مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ، وعلامةُ رفعهِ الضمةُ المقدرةُ على آخرِهِ منع من ظهورِها الثقلُ ؛ لأنه معتلُّ الآخرِ بالواوِ.
الفاعلُ:ضميرٌ مستترٌ جوازًا تقديرُه هو – وهو الرابطُ الذي يربطُ الجملةَ الفعليةَ بالمبتدأِ ويعودُ على المبتدأِ- والجملةُ الفعليةُ " يسمو ِ"فى محلِّ رفعٍ خبرُ المبتدأِ بالفردِ: جارٌّ ومجرورٌ متعلِّقٌ بالفعلِ يسمو.
الباءُ: حرفُ جرٍّ مبنيٌّ على الكسرِ لامحلَّ لهُ منَ الإعرابِ.
الفردِ:اسمٌ مجرورٌ بالباءِ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
''',
        'keywords': 'سما:صدق:فرد',
        'phrase': 'الصدقُ يسمُو بالفردِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصدق يسمو بالفرد',
        },
    162: {
        'date': '2023-07-16',
        'id': 162,
        'inflection': '''تساعدُ:فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
السباحةُ:فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
على:حرف جر.
نمو:اسم مجرور بعلى وعلامة جره الكسرة الظاهرة على آخره،وهو مضاف.
الجسمِ:مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'نمو:ساعد:سباح:جسم:سباحة:على',
        'phrase': 'تساعدُ السباحةُ على نموِ الجسمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تساعد السباحة على نمو الجسم',
        },
    163: {
        'date': '2023-07-16',
        'id': 163,
        'inflection': '''أعوذُ: فعلٌ مضارعٌ مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ،وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
"سأعوذُ،سوف أعوذُ " الفاعلُ: ضميرٌ مستترٌ وجوبًاتقديرُهُ أنا.
باللهِ :الباءُ: حرفُ جرٍّ لا محلَّ لهُ منَ الإعرابِ ، مبنيٌّ على الكسرِ،فالحروفُ كلُّها لا محلَّ لها منَ الإعرابِ ومبنيةٌ اللهِ: لفظُ الجلالةِ :اسمٌ مجرورٌ بالباءِ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ، والجارُّ والمجرورُ متعلقانِ بأعوذ مِنَ: حرفُ جرٍّ لا محلَّ لهُ منَ الإعرابِ، مبنيٌّ على السكونِ، وحُرِّكتِ النونُ بالفتحِ لتفادي التقاءِ الساكنَيْنِ الشيطانِ: اسمٌ مجرورٌ بحرفِ الجرِّ منْ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخِرِهِ، والجارُّ والمجرورُ متعلقانِ بأعوذُ الرجيم: نعتٌ حقيقيٌّ لشيطانَ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ، وجملةُ الاستعاذةِ الابتدائيةِ لا محلَّ لها منَ الإعرابِ''',
        'keywords': 'مان:رجيم:شيطان:من:منى:عاذ:الله:عوذ',
        'phrase': 'أعوذُ باللهِ منَ الشيطانِ الرجيمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعوذ بالله من الشيطان الرجيم',
        },
    164: {
        'date': '2023-07-16',
        'id': 164,
        'inflection': '''أبدأُ:فعلٌ مضارعٌ مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ،وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
الفاعلُ: ضميرٌ مستترٌ وجوبًاتقديرُهُ أنا.
بسمِ: الباءُ: حرفُ جرٍّ لا محلَّ لهُ منَ الإعرابِ، مبنيٌّ على الكسرِ،فالحروفُ كلُّها لا محلَّ لها منَ الإعرابِ ومبنيةٌ اسم:اسمٌ مجرورٌ بحرفِ الجرِّ الباءِ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَهُ على آخِرِهِ.
اللهِ: لفظُ الجلالةِ :مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'بدأ:سم:أبدأ:بسم:الله',
        'phrase': 'أبدأُ بسمِ اللهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أبدأ بسم الله',
        },
    165: {
        'date': '2023-07-16',
        'id': 165,
        'inflection': '''القرآنُ:مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
كلامُ: خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
اللهِ: لفظُ الجلالةِ :مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'لام:كلام:قرآن:الله',
        'phrase': 'القرآنُ كلامُ اللهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'القرآن كلام الله',
        },
    166: {
        'date': '2023-07-16',
        'id': 166,
        'inflection': '''الدالُّ:مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
على: حرفُ جَرٍّ مبنيٌّ على السكونِ، فكلُّ الحروفِ مبنيةٌ، لا محلَّ له منَ الإعرابِ.
الخيرِ: اسمٌ مجرورٌ بعلى وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ.
كَفاعِلِهِ :خبرٌ شبهُ جملةٍ في محلِّ رفعٍ.
الكافُ:حرفُ جرٍّ مبنيٌّ على الفتحِ.
فاعلِ:اسمٌ مجرورٌ بحرفِ الجرِّ الكاف ،وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الهاءُ :ضميرٌ مبنيٌّ على الكسرِ في محلِّ جرٍّ مضافٌ إليهِ''',
        'keywords': 'خير:على:فاعل:دال',
        'phrase': 'الدالُّ على الخيرِ كفاعِلِهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الدال على الخير كفاعله',
        },
    167: {
        'date': '2023-07-16',
        'id': 167,
        'inflection': '''دَخَلَ :فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ.
الإمامُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
إلى:حرفُ جرٍّ مبنيٌّ على السكونِ.
المسجدِ :اسمٌ مجرورٌ وعلامةُ جرِهِ الكسرةُ الظاهرةُ على آخرِهِ.
وجملة إلى المسجدِ متعلقةٌٌ بالفعلِ دخلَ''',
        'keywords': 'دخل:مسجد:إلى:إمام',
        'phrase': 'دَخَلَ الإمامُ إلى المسجدِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل الإمام إلى المسجد',
        },
    168: {
        'date': '2023-07-16',
        'id': 168,
        'inflection': '''حَفِظْتُ:حفِظ:فعلٌ ماضٍ مبنيٌّ على السكونِ -أو على الفتحِ المقدرِ على قولِ بعضِ العلماءِ - ،لاتصاله بضميرِ رفعٍ متحركٍ متصلٍ.
التاءُ:ضميرُ رفعٍ متصلٌ مبنيٌّ على الضمِّ في محلِّ رفعٍ فاعِلٌ أسماءَ: اسمٌ - جمعُ تكسيرٍ-  مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
اللهِ: لفظُ الجلالةِ اسمٌ مجرورٌ بالكسرةِ الظاهرةِ على آخرِهِ ،مضافٌ إليهِ.
الحسنَى:اسمٌ- تابعٌ، نعتٌ لأسماءِ ،منصوبٌ وعلامةُ نصبهِ الفتحةُ المقدرةُ على آخرِهِ منعَ منْ ظهورِهَا التعذرُ لأنه اسمٌ مقصورٌ.
الصحيحةَ:اسمٌ- تابعٌ، نعتٌ لأسماءِ ،منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخِرِهِ.
''',
        'keywords': 'حفظ:الله:سماء:صحيح:أسماء:حسنى',
        'phrase': 'حفظتُ أسماءَ اللهِ الحسنى الصحيحةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حفظت أسماء الله الحسنى الصحيحة',
        },
    169: {
        'date': '2023-07-16',
        'id': 169,
        'inflection': '''مُحَمَّدٌ: مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
رَسُولُ: خبرٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
اللهِ: لفظُ الجلالةِ اسمٌ،مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'رسول:الله:محمد',
        'phrase': 'مُحَمَّدٌ رَسُولُ اللَّهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'محمد رسول الله',
        },
    170: {
        'date': '2023-07-16',
        'id': 170,
        'inflection': '''يَسْعَى: فعلٌ مضارعٌ مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ، وعلامةُ رفعهِ الضمةُ المقدرةُ على آخره منعَ منْ ظُهورِها التعذرُ لأنه فعلٌ معتلُّ الآخرِ بالألفِ.
الْفَتَى:فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ المقدرةُ على آخرِهِ منعَ منْ ظهورِهَا التعذرُ ؛لأنه اسمٌ مقصورٌ.
لحفظِ: اللام :حرفُ جرٍّ مبنيٌّ على الكسرِ.
حفظِ: اسمٌ مجرورٌ بحرفِ الخفضِ اللامِ وعلامةُ خَفْضِهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
كتابِ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
اللهِ:لفظُ الجلالةِ اسمٌ ،مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'حفظ:كتاب:سعى:فتى:الله',
        'phrase': 'يَسْعَى الْفَتَى لحفظِ كتابِ اللهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسعى الفتى لحفظ كتاب الله',
        },
    171: {
        'date': '2023-07-16',
        'id': 171,
        'inflection': 'يَنْدَمُ: فعلٌ مضارعٌ مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ،وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.\nالبَاغِي :فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ المقدرةُ على آخِرِهِ منعَ من ظهورِهَا الثِّقَلُ ،لأنه اسمٌ منقوصٌ',
        'keywords': 'ندم:أندم:باغي',
        'phrase': 'يَنْدَمُ البَاغِي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يندم الباغي',
        },
    172: {
        'date': '2023-07-16',
        'id': 172,
        'inflection': '''أَدْعُو:فعلٌ مضارعٌ مرفوعٌ لأنه لم يَسْبِقْهُ ناصبٌ ولا جازِمٌ وعلامةُ رفعِهِ الضمةُ المقدرةُ على آخِرِهِ منعَ منْ ظهورِهَا الثِّقَلُ، لأنهُ فعلٌ معتلُّ الآخِرِ بالواوِ.
الفاعلُ: ضميرٌ مستترٌ وجوبًا تقديرُهُ أنا.
رَبِّي:رَبِّ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ المقدرةُ على آخرٍهِ منعَ منْ ظُهورِهَا اشتغالُ المحلِّ بحركةِ المناسبةِ " ياء المتكلم -الملكية"، وهو مضافٌ.
الياءُ:ضميرٌ مبنيٌّ على السكونِ في محلِّ جَرٍّ مضافٌ إليهِ.
''',
        'keywords': 'ربى:رب:ربي:ربا:دعا:ربة',
        'phrase': 'أَدْعُو رَبِّي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أدعو ربي',
        },
    173: {
        'date': '2023-07-16',
        'id': 173,
        'inflection': '''اللهُ: لفظُ الجلالةِ اسمٌ ،مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
أحكمُ: خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
الحاكِمِينَ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الياءُ نيابةً عنِ الكسرةِ لأنهُ جمعُ مذكرٍ سالمٌ.
''',
        'keywords': 'حاكم:حكم:الله:أحكم',
        'phrase': 'اللهُ أحكمُ الحاكمِينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الله أحكم الحاكمين',
        },
    174: {
        'date': '2023-07-16',
        'id': 174,
        'inflection': '''علمُ: مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
الفرائضِ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
فرضُ: خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
كفايةٍ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'فرض:علم:فرائض:راض:رض:رضى:كفاية:ورض',
        'phrase': 'علمُ الفرائضِ فرضُ كفايةٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم الفرائض فرض كفاية',
        },
    175: {
        'date': '2023-07-16',
        'id': 175,
        'inflection': '''الِاجْتِهَادُ:مبتدأٌمرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
أَسَاسُ: خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
النَّجاحِ: مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'ساس:نجاح:أساس:اجتهاد',
        'phrase': 'الِاجْتِهَادُ أَسَاسُ النَّجاحِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الاجتهاد أساس النجاح',
        },
    176: {
        'date': '2023-07-16',
        'id': 176,
        'inflection': '''يقودُ: فعلٌ مضارعٌ مرفوعٌ ،لتجردِهِ منَ الناصبِ والجازمِ،وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
الراعِي: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ المقدرةُ على آخرهِ منعَ منْ ظهورِهَا الثقلُ لأنه اسمٌ منقوصٌ، الاسمُ الذي آخِرُهُ ياءٍ لازمَةٍ تُقَدَّرُ عليهِ الضمةُ والكسرةُ للثقلِ، ويسمى الاسمُ المنتهي بالياءِ منقوصًا، وتظهرُ عليه الفتحةُ لخفتِهَا.
الغنمَ :مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
بالعصا: الباءُ :حرفُ جَرٍّ مبنيٌّ على الكسرِ.
العصا:اسم مجرورٌ بـالباءِ وعلامة جره الكسرة المقدرة على آخره منع من ظهورها التعذرُ لأنه اسم مقصور ، فالاسم المقصور تقدر عليه جميع الحركات للتعذر.
''',
        'keywords': 'عصا:قاد:قود:راعي:غنم',
        'phrase': 'يقودُ الراعِي الغنمَ بالعصا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقود الراعي الغنم بالعصا',
        },
    177: {
        'date': '2023-07-16',
        'id': 177,
        'inflection': '''إِنَّ :حرفٌ ناسخٌمبنيٌّ على الفتحِ ،يدخلُ على الجملةِ الاسميةِ فينصبُ المبتدأَ ويرفعُ الخبرَ.
حرف توكيد ونصب اللَّهَ: لفظُ الجلالةِ اسمُ إنَّ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخِرِهِ.
عَلَى: حرفُ جَرٍّ مبنيٌّ على السكونِ لامحل له من الإعرابِ.
كُلِّ:اسمٌ مجرورٌ بعلى وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ، وهو مضافٌ.
شَيْءٍ: مضافٌ إليهِمجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ.
قَدِيرٌ: خبرُ إنَّمرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'أكل:شاء:كال:وكل:قدير:كل:إن:على:شيء:الله',
        'phrase': 'إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الله على كل شيء قدير',
        },
    178: {
        'date': '2023-07-16',
        'id': 178,
        'inflection': '''إِنَّكَ: إنَّ :حرفُ نسخٍ مبنيٌّ على الفتحِ ،يدخلُ على الجملةِ الاسميةِ فينصبُ المبتدأَ ويرفعُ الخبرَ.
الكافُ :ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ نصبٍ اسمُ إنَّ.
سَمِيعُ: خبرُ إنَّ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرةُ على آخِرِهِ، وهو مضافٌ.
الدُّعَاءِ: مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'سميع:إن:دعاء',
        'phrase': 'إِنَّكَ سَمِيعُ الدُّعَاءِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إنك سميع الدعاء',
        },
    179: {
        'date': '2023-07-16',
        'id': 179,
        'inflection': '''إِنَّ :حرفُ نسخٍ مبنيٌّ على الفتحِ ،يدخلُ على الجملةِ الاسميةِ فينصبُ المبتدأَ ويرفعُ الخبرَ.
اللّهََ: لفظُ الجلالةِ اسمُ إنَّ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخِرِهِ يُحِبُّ التَّوَّابِينَ: الجملةُ في محلِّ رفعٍ خبرُ إنَّ يُحِبُّ: فعلٌ مضارعٌ مرفوعٌ لأنه لم يسبقه ناصبٌ ولا جازمٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخره.
الفاعلُ ضميرٌ مستترٌ تقديره هو يعود على لفظ الجلالة التَّوَّابِينَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الياءُ نيابةً عن الفتحةَ لأنهُ جمعُ مذكرٍ سالمٌ''',
        'keywords': 'متطهر:حب:إن:أحب:حبا:تواب:حبى:حاب:الله',
        'phrase': 'إِنَّ اللّهََ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الله يحب التوابين ويحب المتطهرين',
        },
    180: {
        'date': '2023-07-16',
        'id': 180,
        'inflection': '''اقْرَأْ:فعل أمر، مبنيٌّ على السكونِ الظاهرِ على آخرهِ، والفاعلُ ضميرٌ مستترٌ وجوبًا، تقديرُهُ: أنتَ.
بِاسْمِ:الباءُ: حرفُ جرٍّ، مبنيٌّ على الكسرِ لامحل له من الإعراب.
اسم: اسمٌ مجرورٌ بالباءِ، وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرهِِ، والجارُّ والمجرورُ.
رَبِّكَ: ربّ: مضافٌ إليه مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ، وهو مضافٌ.
والكافُ: ضميرٌ متّصلٌ، مبنيٌّ على الفتحِ، واقعٌ في محلِّ جرٍّ بالإضافةِ''',
        'keywords': 'ربى:رب:راب:قرأ:اسم:باسم:ربك',
        'phrase': 'اقْرَأ بِاسْمِ رَبِّكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اقرأ باسم ربك',
        },
    181: {
        'date': '2023-07-16',
        'id': 181,
        'inflection': 'الظلمُ:مبتدأُ أولٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ عاقبة:مبتدأٌ ثانٍ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرهِ ،وهو مضافٌ الهاء:ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ جرٍّ مضافٌ إليهِ وخيمةٌ:خبرُ المبتدأِ الثاني مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ ،والجملةُ الاسميةُ (عاقبته وخيمة) في محلِّ رفعٍ خبرُ المبتدأِ الأولِ.\n',
        'keywords': 'خيم:عاقب:خيمة:عاقبة:وخيم:ظلم',
        'phrase': 'الظلمُ عاقبتُهُ وخيمةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الظلم عاقبته وخيمة',
        },
    182: {
        'date': '2023-07-16',
        'id': 182,
        'inflection': '''العلمُ:مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
يبني:فعلٌ مضارعٌ مرفوعٌ لأنه لم يسبقهُ ناصبٌ ولا جازِمٌ ،ولم يتصلْ بآخرِه شيءٌ ،وعلامةُ رفعهِ الضمةُ المقدرةُ على الياءِ منعَ من ظهورِهَا الثقلُ ،وفاعلُهُ ضميرٌ مستترٌ تقديرُهُ هوَ.
بيوتًا:مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ.
لا:نافيةٌ للجنسِ، حرفٌ ناسخٌ، مبنيٌّ على السكونِ لامحلَّ لهُ منَ الإعرابِ، يعملُ عملَ إنَّ، تنصبُ المبتدأَ وترفعُ الخبرَ عمادَ:اسمُ لا منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخرهِ اللامُ:حرفُ جرٍّ مبنيٌ على الفتحِ لامحلَّ له منَ الإعرابِ الهاء:ضميرٌ متصلٌ في محلِّ جرٍّ بحرفِ الجرِ (اللام) وشبهُ الجملةِ(لها) في محلِّ رفعٍ خبرُ لا.
والجملةُ الاسميةُ المنسوخةُ (لا عمادَ لها) في محلِّ نصبٍ نعتُ لبيوتٍ، لأن الجمل وشبه الجمل بعد النكرات صفات، وبعد المعارف أحوال، وتطبيق ذلك بعد استيفاء الجملة لأركانها سواء اسمية أو فعلية.
والجملةُ الفعليةُ (يبني…لها) في محلِّ رفعٍ خبرُ المبتدأِ''',
        'keywords': 'يوتا:علم:بنى:لها:لا:بيوت:وله:عماد:له',
        'phrase': 'العلمُ يبني بيوتًا لا عمادَ لها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العلم يبني بيوتا لا عماد لها',
        },
    183: {
        'date': '2023-07-16',
        'id': 183,
        'inflection': '''أكبرُ:مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
مِنْكَ:من :حرفُ جرٍّ مبنيٌّ على السكونِ لامحلَّ لهُ منَ الإعرابِ والكاف :ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍ بحرفِ الجرِّ :من.
سنًا:تمييزٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ.
أكثرُ:خبرُ المبتدأِ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرِهِ مِنْ:حرفُ جرٍّ مبنيٌّ على السكونِ لامحلَّ لهُ منَ الإعرابِ الكافُ: ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بحرفِ الجرِّ :من.
تجربةً:تمييزٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ''',
        'keywords': 'أكثر:مان:كبر:سنا:سن:بر:تجربة:من:منى:كثر:أكبر',
        'phrase': 'أكبرُ مِنكَ سنًا أكثرُ منكَ تجربةً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكبر منك سنا أكثر منك تجربة',
        },
    184: {
        'date': '2023-07-16',
        'id': 184,
        'inflection': '''ما:حرفُ نفيٍ مبنيٌّ على السكونِ لا محلَّ لهُ منَ الإعرابِ أنا:ضميرٌ منفصلٌ مبنيٌّ على السكونِ في محلِّ رفعٍ مبتدأٌ إلا:أداةُ استثناءٍ لا محلَّ لها من الإعرابِ.
وهذه الجملة من الأسلوب الناقص المنفي- ناقص: أي المستثنى منه محذوف،منفي: لأنه سبقه أداة نفي "ما"،فيعرب الاسم الواقع بعد إلا حسب موقعه من الجملة.
ناصحٌ:خبرُ المبتدأِ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ''',
        'keywords': 'إلا:ناصح:ما:أنا',
        'phrase': 'ما أنا إلا ناصحٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أنا إلا ناصح',
        },
    185: {
        'date': '2023-07-16',
        'id': 185,
        'inflection': '''اشترِ:فعلُ أمرٍ مبنيٌّ على حذفِ حرفِ العلةِ والفاعلُ ضميرٌ مستترٌ تقديرُهُ أنتَ الفاكهةَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخِرِهِ.
الطازجة: نعتٌ للفاكهةِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخِرِهِ.
''',
        'keywords': 'اشترى:طازج:فاكهة:فاكه:شتر',
        'phrase': 'اشترِ الفاكهةَ الطازجةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتر الفاكهة الطازجة',
        },
    186: {
        'date': '2023-07-16',
        'id': 186,
        'inflection': '''استعينوا: فعلُ أمرٍ مبنيٌّ على حذفِ النونِ وواوُ الجماعةِ ضميرٌ مبنيٌّ في محلِ رفعٍ فاعلٌ بالصبرِ :الباءُ: حرفُ جرٍّ مبنيٌّ على الكسرِ لامحلَّ لهُ منَ الإعرابِ.
الصبرِ:اسمٌ مجرورٌ بالباءِ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
والصلاةِ:الواوُ: حرفُ عطفٍ مبنيٌّ على الفنحِ ،لا محلَّ لَهُ منَ الإعرابِ.
الصلاةِ: اسمٌ معطوفٌ على الصبرِ وتابعٌ لهُ،جرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'استعان:صبر:صلاة',
        'phrase': 'استعينوا بالصبرِ والصلاةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعينوا بالصبر والصلاة',
        },
    187: {
        'date': '2023-07-16',
        'id': 187,
        'inflection': '''اشرَبْنَ: فعلُ أمرٍ مبنيٌّ على السكونِ لاتصاله بنون النسوة نونُ النسوة: ضميرٌ مبنيٌّ الفتحِ في محلِّ رفعٍ فاعلٌ.
الماءَ: مفعولٌ به منصوبٌ وعلامةُ نصبه الفتحة الظاهرةُ على آخرِهِ.
الصافي: نعتٌ للماءِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخرهِ لخفتِها، فالاسم المنقوص تظهر عليه الفتحة لخفتها، فالاسم المنقوص: تقدر الحركة الإعرابية على آخر الاسم المنقوص في حالتي الرفع والجر، ويمنع من ظهورها الثقل، تظهر الحركة الإعرابية على آخر الاسم المنقوص في حالة النصب لخفتها.
يا: أداةُ نداءٍ مبنيةٌ على السكونِ لامحلَّ لها منَ الإعرابِ.
فتيات: منادى مبنيٌّ على الضمِّ في محلِّ نصبٍ لأنه نكرةٌ مقصودةٌ.
فائدة: النكرة غير المقصودة منصوبة''',
        'keywords': 'صافي:يا:شرب:فت:فتة:فتي:ماء:فتيات:فتى',
        'phrase': 'اشرَبْنَ الماءَ الصافي يا فتيات',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشربن الماء الصافي يا فتيات',
        },
    188: {
        'date': '2023-07-16',
        'id': 188,
        'inflection': '''احرصْ: فعلُ أمرٍ مبنيٌّ على السكونِ.
والفاعل :ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ.
على:حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ.
سلامةِ: اسمٌ مجرورٌ بحرفِ الجرِّ على وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
عقيدتِكَ: عقيدة: مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ ، وهو مضافٌ.
الكَاف :ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّ مضافٌ إليهِ.
''',
        'keywords': 'عقيد:عقيدة:سلامة:على:سلام:حرص',
        'phrase': 'احرصْ على سلامةِ عقيدتِكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احرص على سلامة عقيدتك',
        },
    189: {
        'date': '2023-07-16',
        'id': 189,
        'inflection': '''ادعُ :فعلُ أمرٍ مبنيٌّ على حذفِ حرفِ العلِّةِ و الفاعلُ : ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ إلى: حرفُ جَرٍّ مبنيٌّ على السكونِ لا محلَّ لهُ منَ الإعرابِ سبيلِ: اسمٌ مجرورٌ بحرفِ الجرِّ إلى وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
ربِّكَ: ربِّ: مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الكَاف :ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّ مضافٌ إليهِ.
''',
        'keywords': 'ربى:رب:راب:حكم:حسنة:”:ادعى:إلى:حسن:حكمة:“:دعا:سبيل:موعظة:ربك',
        'phrase': '“ادعُ إلى سبيلِ ربِّكَ بالحِكْمَةِ والموعِظَةِ الحَسَنَةِ”',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '“ادع إلى سبيل ربك بالحكمة والموعظة الحسنة”',
        },
    190: {
        'date': '2023-07-16',
        'id': 190,
        'inflection': '''انتصفَ :فعلٌ ماضٍمبنيٌّ على الفتحِ لا محلَّ لهُ منَ الإعرابِ.
الليلُ :فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرِةُ على آخِرِهِ و: حرفُ عطفٍ مبنيٌّ على الفتحِ لا محلَّ لَهُ منَ الإعرابِ.
لمَّا:ظرفٌ بمعنى حينَ متضمنٌ معنى الشرطِ، من حروفِ جزمِ الفعلِ المضارعِ يرجعْ: فعلٌ مضارعٌ مجزومٌ بـ: لمَّا وعلامةُ جزمِهِ السكونُ أخِي: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ المقدرَّةُ لاشتغالِ المحلِّ بحركةِ المناسبةِ، وهو مضافٌ.
الياءُ: ضميرٌ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
عليٌّ: بدلٌ "لأخي" مرفوعٌ وعلامةُ رفعِهِ الضمةُ المقدرةُ على آخرِهِ منعَ منْ ظُهورِها الثقل المنزلَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'لما:لم:رجع:وخى:علي:أرجع:أخي:انتصف:أخ:أخا:عل:علة:على:ليل:منزل:علا:وعل',
        'phrase': 'انتصفَ الليلُ ولمَّا يرجعْ أخي عليٌّ المنزلَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انتصف الليل ولما يرجع أخي علي المنزل',
        },
    191: {
        'date': '2023-07-16',
        'id': 191,
        'inflection': '''لا الناهيةُ: حرفٌ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ،وهو من جوازمِ الفعلِ المضارعِ تؤجلْ: فعلٌ مضارعٌ مجزومٌ بـ لا الناهيةِ ،وعلامةُ جزمِهِ السكون.
ُالفاعلُ: ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ عملَ : مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
اليومِ: مضافٌ إليه مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
إلى: حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لهُ منَ الإعرابِ.
الغَدِ: اسمٌ مجرورٌ بـ إلى وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'يوم:إلى:لغد:تأجل:لا:غد:أجل:عمل',
        'phrase': 'لا تؤجلْ عملَ اليومِ إلى الغَدِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تؤجل عمل اليوم إلى الغد',
        },
    192: {
        'date': '2023-07-16',
        'id': 192,
        'inflection': '''لا الناهيةٌ :حرفٌ مبنيٌّ على السكونِ لا محلَّ لهُ منَ الإعرابِ تقضِ: فعلٌ مضارعٌ مجزومٌ بـ لا الناهية، وعلامةُ جزمِهِ حذفُ حرفِ العلةِ.
والفاعل: ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ.
وقتَكَ: وقتَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الكاف :ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّفيما: في :حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لهُ منَ الإعرابِ.
ما: اسمٌ موصولٌ بمعنى "الذي" مبنيةٌ على السكونِ في محلِّ جرٍّ لا يفيد: لا :حرفُ نفيٍ مبنيٌّ على السكونِ يفيدُ :فعلٌ مضارعٌ مرفوعٌ ،وعلامةُ رفعهِ الضمةُ الظاهرَةُ على آخِرِهِ.
الفاعلُ: ضميرٌ مستترٌ تقديرُهُ هو.
وجملة صلة الموصول "لا يفيد" ،لا محل لها من الإعراب''',
        'keywords': 'تقضي:وقت:يم:وقى:قات:أقض:فيما:قض:أفاد:قضى:لا:تقضى:قاض:فاد:قت',
        'phrase': 'لا تقضِ وقتَكَ فيمَا لا يفيدُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تقض وقتك فيما لا يفيد',
        },
    193: {
        'date': '2023-07-16',
        'id': 193,
        'inflection': '''لامُ الأمرِ :حرفٌ مبنيٌّ على الكسرِ، لا محلَّ لَهُ مِنَ الإعرابِ تمشِ: فعلٌ مضارعٌ مجزومٌ بـلامِ الأمرِ ،وعلامةُ جزمِهِ حذفُ حرفِ العلةِ،والكسرةُ تحتَ الشينِ علامةٌ على الحرفِ المحذوفِ – الياء-الفاعلُ: ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ.
بِسرعةٍ: الباءُ: حرفُ جرٍّ مبنيٌّ على الكسرِ لامحلَّ لَهُ مِنَ الإعرابِ ،سرعةٍ: اسمٌ مجرورٌ بحرفِ الجرِّ "الباء" وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
فَالْوقتُ: الفاءُ: حرفُ عاطفٍ مبنيٌّ على الفتحِ، لا محلَّ لهُ منَ الإعرابِ، عطفُ جملةٍ على جملةٍ.
الوقتُ :مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمة الظاهِرَةُ على آخِرِهِ متأخرٌ:خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمة الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'وقت:أمشى:مش:تمشي:تمش:مشى:سرعة:متأخر:ماش:سرع',
        'phrase': 'لتمشِ بسرعةٍ فالوقتُ متأخرٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لتمش بسرعة فالوقت متأخر',
        },
    194: {
        'date': '2023-07-16',
        'id': 194,
        'inflection': '''المهملون :مبتدأٌ مرفوع وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنه جمعُ مذكرٍ سالمٌ.
لم:حرفُ جزمٍ ونفيٍ وقلبٍ، مبنيٌّ على السكونِ لا محلًًّ لَهُ منَ الإعرابِ ينجحوا: فعلٌ مضارعٌ مجزومٌ بـ لم ،وعلامةُ جزمِهِ حذفُ النونِ لأنَّهُ مِنَ الأفعالِ الخمسةِواوُ الجماعةِ: ضميرٌ مبنيٌّ على السكونِ ،في محلِّ رفعٍ فاعلٌ الجملةُ الفعليةُ " ينجحوا " في محلِّ رفعٍ خبرُ المبتدأِ.
''',
        'keywords': 'لم:الممهملون:لام:أنجح:نجح',
        'phrase': 'الممهملونَ لمْ ينجحُوا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الممهملون لم ينجحوا',
        },
    195: {
        'date': '2023-07-16',
        'id': 195,
        'inflection': '''لام الأمر: حرفٌ مبنيٌّ على الكسرِ لامحلَّ لهُ منَ الإعرابِ ،وهو منْ جوازمِ الفعلِ المضارعِ التي تجزمُ فعلًا واحدًا تسْتَعِدُّوا:فعلٌ مضارعٌ مجزومٌ بـ لامِ الأمرِ ،وعلامةُ جزمهِ حذفُ النونِ، لأنَّهُ منَ الأفعالِ الخمسةِ.
واوُ الجماعةِ :ضميرٌ مبنيٌّ على السكونِ، في محلِّ رفعٍ فاعلٌ لِلامتحانِ: اللام: حرفُ جرٍّ مبنيٌّ على الكسرِ لا محلَّ لهُ منَ الإعرابِ.
الامتحانِ: اسمٌ مجرورٌ بـ اللام، وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
جيدًا: نائبٌ عنِ المفعولِ المطلقِ الذي تقديرُهُ :استعِدُّوا استِعْدَادًا جيدًا.
''',
        'keywords': 'جيد:استعدى:امتحان:جاد:استعد',
        'phrase': 'لِتَسْتَعِدُّوا للامتحانِ جيدًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لتستعدوا للامتحان جيدا',
        },
    196: {
        'date': '2023-07-16',
        'id': 196,
        'inflection': '''عادَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ، لا محلَّ لهُ منَ الإعرابِ الذي:اسمٌ موصولٌ مبنيٌّ على السكونِ في محلِّ رفعٍ فاعلٌ سافرَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ.
الفاعلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هوَ والجملةُ الفعليةُ: سافرَ، صِلَةُ الموصولِ لا محلَّ لها منَ الإعرابِالعائد في صلة الموصول هو الضمير المستتر هو.
''',
        'keywords': 'سافر:لذي:عاد:عادي:عادى:الذي',
        'phrase': 'عادَ الذي سافرَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد الذي سافر',
        },
    197: {
        'date': '2023-07-16',
        'id': 197,
        'inflection': '''إِنَّ: حرفُ نسخٍ وتوكيدٍمبنيٌّ على الفتحِ لا محلَّ لهُ منَ الإعرابِ.
جَهَنَّمَ: اسمُ إِنَّ ،منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
كَانَتْ: كَانَ: فعلٌ ناسخٌ يدخلُ على الجملةِ الاسميةِ فيرفعُ المبتدأَ، وينصبُ الخبرَ.
التاء: تاءُ التأنيثِ الساكنةِ اسمُ كانَ مستترٌ تقديرُهُ هيَ يعودُ على: جَهَنَّمَ.
مِرْصَادًا: خبرُ كان، منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهِرَةُ على آخِرِهِجملةُ "كانَ" في محلِّ رفعٍ خبرُ" إنَّ "''',
        'keywords': 'إن:جهنم:كانت:مرصاد',
        'phrase': 'إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن جهنم كانت مرصادا',
        },
    198: {
        'date': '2023-07-16',
        'id': 198,
        'inflection': '''إِنَّهُمْ: إِنَّ: حرفٌ ناسخٌ هُمْ :ضميرٌ مبنيٌّ على السكونِ في محلِّ نصبٍ اسمُ إنَّ.
كَانُوا: كَان:فعلٌ ناسخٌ واوُ الجماعةِ: ضميرٌ مبنيٌّ على السكونِ في محلِّ رفعٍ اسمُ كان.
لا: لا النافية.
يَرْجُونَ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعهِ ثبوتُ النونِ ،لأنهُ منَ الأفعالِ الخمسةِ.
الواو :ضميرٌ مبنيٌّ على السكونِ، في محلِّ رفعٍ فاعلٌ.
والجملة كَانُوا لا يَرْجُونَ حِسَابًا في محلِّ رفعٍ خبرُ إنَّ.
والجملة لا يَرْجُونَ حِسَابًا، في محلِّ نصبٍ خبرُ كانَ.
''',
        'keywords': 'رجى:حساب:إن:لا:رجا:رج:كانو',
        'phrase': 'إِنَّهُمْ كَانُوا لا يَرْجُونَ حِسَابًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إنهم كانوا لا يرجون حسابا',
        },
    199: {
        'date': '2023-07-16',
        'id': 199,
        'inflection': '''لم:حرفُ نفيٍّ وجزمٍ وقلبِيبقَ:فعلٌ مضارعٌ مجزومٌ ب لم، وعلامةُ جزمهِ حذفُ حرفِ العلةِ الألفلي:اللامُ حرفُ جرٍّوياء المتكلم :ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جرٍ بحرفِ الجرِّ "اللام"سوَى:فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ المقدَّرَةُ على الألفِ منعَ منْ ظهورِهَا التعذرُ وهو مضافٌ لمضاف إليه مؤول.
أنْ :حرف نصب ومصدر واستقبال أَكْتُبَ "فعلٌ مضارعٌ منصوبٌ بـ أنْ، وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
الفاعلُ:ضميرٌ مستترٌ وجوبًا تقديرُهُ أنَا الخاتمةَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِوالمصدرُ المؤولُ - أنْ أكتبَ - في محلِّ جرٍ مضافٌ إليهِ، والتقديرُ "سوى كتابة الخاتمة"''',
        'keywords': 'لم:وبق:لي:بقا:آن:بق:لام:سوى:تب:بقي:خاتمة:أبقى:أن:باق:كتب:أكتب:بقى:خاتم',
        'phrase': 'لم يبقَ لي سوى أنْ أكتبَ الخاتمةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يبق لي سوى أن أكتب الخاتمة',
        },
    200: {
        'date': '2023-07-16',
        'id': 200,
        'inflection': '''وجوهٌ:مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ يومئذٍ: ظرفُ زمانٍ مبنيٌّ على الكسرِ.
ناضرةٌ:خبرٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
إِلَى: حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ.
ربِّهَا: ربِّ :اسمٌ مجرورٌ بحرف الجرِّ إِلَى ،وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الهَا: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
إلى ربِّهَا:شبهُ جُمْلَةٍ ؛في محلِّ رفعٍ ؛خبرُ المبتدأِ الثاني-ناظرةٌ - ناظرةٌ :مبتدأٌ ثانٍ ،مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
إلى ربِّهَا ناظرةٌ: جملةٌ في محلِّ نصبٍ حالٌ لوجوهٍ''',
        'keywords': 'ربى:رب:راب:إلى:جو:وجى:ناظر:وجوه:يومئذ:ناضر',
        'phrase': 'وجوهٌ يومئذٍ ناضرةٌ إلى ربِّهَا ناظرةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وجوه يومئذ ناضرة إلى ربها ناظرة',
        },
    201: {
        'date': '2023-07-16',
        'id': 201,
        'inflection': '''الواوُ: حسبُ ما قبلَهَا،حرفٌ مبنيٌّ على الفتحِ لامحلَّ له من الإعرابِ.
كَانَ: فعلٌ ماضٍ ناسخٌ مبنيٌّ على الفتحِ اسم كانَ:ضميرٌ مستترٌ جوازًا ؛ تقديرُهُ هو رَسُولًا: خبرُ كانَ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
نبيًّا :خبرٌ ثانٍ لكان منصوبٌ وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'رسول:كان:نبي',
        'phrase': 'وَكَانَ رَسُولًا نَّبِيًّا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وكان رسولا نبيا',
        },
    202: {
        'date': '2023-07-16',
        'id': 202,
        'inflection': '''سَمِعُوا :فعلٌ ماضٍ مبنيٌّ على الضمِّ لاتصاله بواوِ الجماعة-أو على الفتحِ المقدرِ- لا محلَّ لَهُ منَ الإعرابِ.
واوُ الجماعةِ :ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ رفعٍ فاعلٌ.
لَهَا: اللامُ :حرفُ جرٍ مبنيٌّ على الفتحِ لا محلَّ لَهُ منَ الإعرابِ.
الهاءُ:ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جرٍّ بحرفِ الجرِ اللامِ شَهِيقًا: مفعولٌ بِهِ منصوبٌ وعلامَةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
الواوُ: واوُ الحالِ حرفٌ مبنيٌّ على الفتحِ لامحلَّ له من الإعرابِ.
هِيَ: ضميرٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ مبتدأٌ تَفُورُ :فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضمةِ الظاهِرَةُ على آخِرِهِ.
الفاعلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هي.
والجملةُ الفعليةُ -تَفُورُ- في محلِّ رفعٍ خبرُ المبتدأِ – هي– وَهِيَ تَفُورُ:جملة اسمية في محلِّ نصبٍ حالٌ، للضمير "ها"''',
        'keywords': 'هي:وهي:سمع:لها:شهيق:تفور:وله:له',
        'phrase': 'سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سمعوا لها شهيقا وهي تفور',
        },
    203: {
        'date': '2023-07-16',
        'id': 203,
        'inflection': '''الواوُ: حسبُ ما قبلَهَا،حرفٌ مبنيٌّ على الفتحِ لامحلَّ له من الإعرابِ.
لَبِثُوا: :فعلٌ ماضٍ مبنيٌّ على الضمِّ لاتصاله بواوِ الجماعة-أو على الفتحِ المقدرِ- لا محلَّ لَهُ منَ الإعرابِ.
واوُ الجماعةِ: ضميرٌ متصلٌ في محلِّ رفعٍ فاعلٌ.
فِي: حرفُ جرٍ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ.
كَهْفِهِمْ: كَهْفِ: اسمٌ مجرورٌ بحرفِ الجرِّفِي، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ، وهو مضافٌ.
هم: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جَرٍّ مضافٌ إليهِ.
ثَلاثَ:مفعولٌ بِهِ منصوبٌ وعلامَةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِوهو مضافٌ.
مِائَةٍ :مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
سِنِينَ: تمييزٌ منصوبٌ وعلامَةُ نصبِهِ الياءُ نيابةً عنِ الفتحةِ لأنهُ ملحقٌ بجمعِ المذكرِ السالمِ.
وَازْدَادُوا تِسْعًا: الواوُ:حرفُ عطفٍ مبنيٌّ على الفتحِ لا محل له من الإعراب ازْدَادُوا: ازْدَاد:فعلٌ ماضٍ مبنيٌّ على الضمِّ لاتصاله بواوِ الجماعة-أو على الفتحِ المقدرِ-لا محلَّ لَهُ منَ الإعرابِ.
واوُ الجماعةِ: ضميرٌ متصلٌ في محلِّ رفعٍ فاعلٌ.
تِسْعًا: :مفعولٌ بِهِ منصوبٌ وعلامَةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'لبث:ثلاث:سنى:سنا:فيكهفهم:سن:مائة:سني:وسع:تسع:ازداد:بثا:بث',
        'phrase': 'وَلَبِثُوا فِيكَهْفِهِمْ ثَلاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ولبثوا فيكهفهم ثلاث مائة سنين وازدادوا تسعا',
        },
    204: {
        'date': '2023-07-16',
        'id': 204,
        'inflection': '''لِنَجْعَلَهَا: اللامُ :لامُ التعليلِ منْ نواصبِ الفعلِ المضارِعِ نَجْعَلَهَا: ِنَجْعَلَ:فعلٌ مضارعٌ منصوبٌ بلامِ التعليلِ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
الفاعِلُ: ضميرٌ مستترٌ وجوبًا تقديرُهُ نحنُ.
وها: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ نصبٍ مفعولٌ بِهِ أولٌ.
لَكُمْ: اللامُ: حرفُ جَرٍّ مبنيٌّ على الفتحِ ،لا محلَّ لَهُ منَ الإعرابِ.
كُمْ: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جرٍّ لوجودِ حرفِ الجرِّ اللامِ.
تَذْكِرَةً: مفعولٌ بِهِ ثانٍ منصوبٌ وعلامَةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
وَتَعِيَهَا: الواو: حرفُ عطفٍ مبنيٌّ على الفتحِ لا محل له من الإعراب.
تَعِيَ :فعلٌ مضارعٌ منصوبٌ، لأنه معطوفٌ على منصوبٍ بلامِ التعليلِ ،وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
ها :ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ نصبٍ مفعولٌ بِهِ.
أُذُنٌ :فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ وَاعِيَةٌ: نعتٌ لـ أُذُنٌ، مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ''',
        'keywords': 'ذن:كم:عي:عاه:تذكر:أذ:واعي:وعى:أذن:جعل:أعيا:تذكرة:لكم:ذان',
        'phrase': 'لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لنجعلها لكم تذكرة وتعيها أذن واعية',
        },
    205: {
        'date': '2023-07-16',
        'id': 205,
        'inflection': '''إِنَّا: إِنََّ :حرفٌ ناسخٌ، حرفُ توكيدٍ ونصبٍ، يدخلُ على الجملةِ الاسميةِ وينصبُ اسمَهَا ويرفعُ خبرَهَا.
نَا: ضميرٌ مبنيٌّ على السكونِ في محلِ نصبٍ ،اسمُ إِنَّ.
أَعْطَيْنَاك: أَعْطَى :فعلٌ ماضٍ مَبْنِيٌّ على الفَتْحِ المُقَدَّرِ - أو على السكونِ -لاتصاله بضميرِ نا الفاعلينَ.
أو: فعلٌ ماضٍ معتلُّ الآخرِ بالألفِ اللينةِ، مَبْنِيٌّ على الفَتْحِ المُقَدَّرِ على الألفِ اللينةِ المنقلِبَةِ إلى ياءٍ لاتصاله بضميرِ نا الفاعلينَ نَا: ضميرُ رفعٍ مبنيٌّ على السكونِ في محلِّ رفعٍ فاعلٌ.
الكافُ:ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ نصبٍ مفعولٌ بِهِ أولٌ.
الْكَوْثَرَ: مفعولٌ بِهِ ثانٍ منصوبٌ وعلامةُُ نصبِهِ الفتحَةُ الظاهِرَةُ على آخِرِهِأعطيناك جملةٌ فعليةٌ في محلِّ رفعٍ خبرُ إن''',
        'keywords': 'كوثر:إنا:أعطى:عطى',
        'phrase': 'إِنَّا أَعْطَيْنَاك الْكَوْثَر',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إنا أعطيناك الكوثر',
        },
    206: {
        'date': '2023-07-16',
        'id': 206,
        'inflection': '''سَخَّرَهَا: سَخَّرَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهِرِ.
الفاعِلُ:ضميرٌ مستترٌ جوازًا تقديرُهُهُوَ.
الهَاءُ:ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ نصبٍ مفعولٌ بِهِ.
عَلَيْهِمْ: عَلَى: حرفُ جَرٍّ مبنِيٌّ على السكونِ لامحلَّ لَهُ مِنَ الإعرابِ.
هِمْ: ضميرُ جمعٍ مبنيٌّ على السكونِ في محلِّ جَرٍّ بحرفِ الجرِّ عَلَى.
سَبْعَ: ظرفُ زمانٍ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَهُ على آخِرِهِ.
لَيَالٍ :مضافٌ إليهِ مجرورٌ وعلامَةُ جَرِّهِ الكسرَةُ المقدرةُ على الياءِ المحذوفةِ والتنوينُ للعوضِ.
والجملة صفة ثالثة لريح وَثَمَانِيَةَ : الواوُ: حرفُ عطفٍ مبنيٌّ على الفتحِ لامحلَّ لَهُ مِنَ الإعرابِ.
ثَمَانِيَةَ:معطوفٌ على"سَبْعَ"منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
أَيَّامٍ:مضافٌ إليهِ مجرورٌ وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
حُسُومًا: صفةٌ لـ "سَبْعَ لَيَالٍ" منصوبَةٌ وعلامَةُ نصبِهَا الفتحةُ الظاهِرَةُ على آخِرِهَا.
''',
        'keywords': 'علي:ليالي:سخر:ثمانية:أيام:سبع:عل:علة:على:حسوم:ثماني',
        'phrase': 'سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سخرها عليهم سبع ليال وثمانية أيام حسوما',
        },
    207: {
        'date': '2023-07-16',
        'id': 207,
        'inflection': '''وَقُلْ: الوَاوُ: حسبُ ما قبلَهَا،حرفٌ مبنيٌّ على الفتحِ لامحلَّ له من الإعرابِ.
قُلْ: فعلُ أمْرٍ مبنيٌّ على السكونِ لا محلَّ لَهُ مِنَ الإعرابِ.
الفاعِلُ: ضميرٌ مستترٌ وجوبًا تقديرُهُ أنتَ.
لِّلْمُؤْمِنَاتِ: اللامُ: حرفُ جَرٍّ مبنيٌّ على الكسرِ لا محلَّ لَهُ منَ الإعرابِ.
الْمُؤْمِنَاتِ: اسمٌ مجرورٌ بحرفِ الجَرِّ " اللام" وعلامَةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِفجمعُ المؤنثِ السالمِ ينصبُ ويجرُّ بالكسرةِ، ويُرْفَعُ بالضمةِ.
يَغْضُضْنَ: يَغْضُض: فعلٌ مضارعٌ مبنيٌّ على السكونِ لاتصالِهِ بنونِ النسوةِ.
نُونُ النِسوةِ: ضميرٌ متصلٌ مبنيٌّ على الفتحِ الظاهِرِ في محلِّ رفعٍ فاعِلٌ.
مِنْ: حرفُ جَرٍّ مبنيٌّ على السكونِ لا محلَّ لَهُ مِنَ الإعرابِ.
أَبْصَارِ :جمعُ تكسيرٍ، اسمٌ مجرورٌ بحرفِ الجرِّ "مِنْ" وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ هِنَّ: ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّ مضافٌ إليهِ.
الوَاوُ :حرفُ عطفٍ مبنيٌّ على الفتحِ لا محلَّ لَهُ منَ الإعرابِ يَحْفَظْنَ: يَحْفَظْ: فعلٌ مضارعٌ مبنيٌّ على السكونِ لاتصالِهِ بنونِ النسوةِ.
نُونُ النِسوةِ: ضميرٌ متصلٌ مبنيٌّ على الفتحِ الظاهِرِ في محلِّ رفعٍ فاعِلٌ.
فُرُوجَهُنَّ: فُرُوجَ :مفعولٌ بِهِ منصوبٌ وعلامَةُ نصبَهِ الفتحةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
هُنَّ: ضميرٌ متصلٌ مبنيٌّ على الفتحِ في محلِّ جَرٍ مضافٌ إليهِ''',
        'keywords': 'مؤمن:قل:حفظ:مان:غض:فروج:قال:وقل:من:منى:بصار:أبصار:غضض:روج',
        'phrase': 'وَقُلْ لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن',
        },
    208: {
        'date': '2023-07-16',
        'id': 208,
        'inflection': '''أسعَدُ: اسمُ تفضيلٍ، مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ،وهوَ مضافٌ.
الناسِ:: مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
مَن: اسمٌ موصولٌ بمعنَى الذِي، مبنيٌّ على السكونِ في محلِّ رفعٍ خبرٌ.
أسعَدَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ، والفاعلُ ضميرٌ مستترٌ جوازًا تقديرُهُ "هوَ" عائدٌ على الاسمِ الموصولِ "مَن" الناسَ: مفعولٌ بِهِ منصوبٌ، وعلامةُُ نصبِهِ الفتحَةُ الظاهِرَةُ على آخِرِهِ.
والجملةُ الفعليةُ "أسعدَ الناسَ" صلةُ الموصولِ لا محلَّ لها منَ الإعرابِ.
''',
        'keywords': 'مان:سعد:أسعد:ناس:من:منى',
        'phrase': 'أسعَدُ الناسِ مَن أسعَدَ الناسَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أسعد الناس من أسعد الناس',
        },
    209: {
        'date': '2023-07-16',
        'id': 209,
        'inflection': '''سألَ :فعلٌ ماضٍ مبنيٌّ على السكونِ لاتصالِهِ بضميرِ رفعٍ متحركٍالتاء ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ رفعٍ فاعلٌ.
الميم: للجمعِ.
الواو :لإشباعِ ضمةِ الميمِ.
النون: نونُ الوقايةِ، تقي الفعلَ مِنَ الكسرِ الهاء: ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ نصبٍ مفعولٌ بِهِ.
الياء :ضميرٌ مبنيٌّ على السكونِ، في محلِّ نصبٍ مفعولٌ بِهِ أولٌ الهاء: ضميرٌ مبنيٌّ على السكونِ، في محلِّ نصبٍ مفعولٌ بِهِ ثانٍ''',
        'keywords': 'سألتمونيها',
        'phrase': 'سألتُمُونيها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألتمونيها',
        },
    210: {
        'date': '2023-07-16',
        'id': 210,
        'inflection': '''شَاهَدْتُ:فعلٌ ماضٍ مبنيٌّ على السكونِ لاتصالِهِ بضميرِ رفعٍ متحركٍ.
التاءُ: ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ رفعٍ فاعلٌ.
الطِّفْلَ: مفعولٌ بِهِ منصوبٌ، وعلامةُُ نصبِهِ الفتحَةُ الظاهِرَةُ على آخِرِهِ.
يلعبُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ،الفاعلُ: ضميرٌ مستترٌ جوازًا ،تقديرهُ: هو، يعودُ على الطفلِالجملةُ الفعليةُ يلعبُ في محلِّ نصبٍ حالٌلا تَقترِن الجملة الحاليةُ الفعليةُ بِواوٍ إذا كان فعلُها مُضارعًا، فيكون الرَّابطُ بينها وبين الجملةِ الأصليةِ معنويًّا – هنا –''',
        'keywords': 'شاهد:طفل:لعب:ألعب',
        'phrase': 'شَاهَدْتُ الطِّفْلَ يَلْعَبُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاهدت الطفل يلعب',
        },
    211: {
        'date': '2023-07-16',
        'id': 211,
        'inflection': '''التأسُّفُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
إبداءُ:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الحزنِ: : مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
والاعتذارُ :الواوُ: حرفُ عطفٍ مبنيٌّ على الفتحِ ،لامحلَّ لَهُ منَ الإعرابِعطفُ جملةٍ على جملةٍ.
الاعتذارُ:مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
التماسُ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
العذرِ: مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
''',
        'keywords': 'عذر:إبداء:اعتذار:التماس:تماس:تأسف:لحز:حزن:،',
        'phrase': 'التأسُّفُ إبداءُ الحزنِ،والاعتذارُ التماسُ العذرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'التأسف إبداء الحزن،والاعتذار التماس العذر',
        },
    212: {
        'date': '2023-07-16',
        'id': 212,
        'inflection': '''إنَّ:حرفٌ ناسخٌ، حرفُ توكيدٍ ونصبٍ، يدخلُ على الجملةِ الاسميةِ وينصبُ اسمَهَا ويرفعُ خبرَهَا.
الذي:اسمٌ موصولٌ ،مبنيٌّ على السكونِ في محلِّ نصبٍ اسمُ إنَّ.
يَلْتَمِسُ: فعلٌ مضارعٌ، مرفوعٌوعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
الفاعِلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هو.
رِضَا: مفعولٌ بِهِ منصوبٌ، وعلامةُُ نصبِهِ الفتحَةُ المقدرةُ على آخِرِهِ، منعَ من ظهورِها التعذرُ ،لأنَّهُ اسمٌ مقصورٌ، وهو مضافٌ.
جميعِ: مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِوهيَ مضافٌ.
الناسِ:: مضافٌ إليهِ مجرورٌ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخرِهِ.
يَلْتَمِسُ رضا جميعِ الناسِ :جملةُ صلةُ الموصولِ لا محلَّ لها منَ الإعرابِ.
يطلبُ:: فعلٌ مضارعٌ، مرفوعٌوعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
الفاعِلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هو.
يطلبُ: جملةٌ فعليةٌ في محلِّ رفعٍ خبرُ إنَّ أمرًا: مفعولٌ بِهِ منصوبٌ، وعلامةُُ نصبِهِ الفتحَةُ الظاهِرَةُ على آخِرِهِ.
لا: غيرُ عاملةٍ، نافيةٌ للجملةِ الفعليةِ لا النافيةُمنَ الحروفِ الناسخةِ، وتعملُ عملَ " إنَّ " فتنصبُ اسمَهَا وترفعُ خبرَهَاو سُميت بذلكَ لأنها تنفي خبرَهَا عنْ جنسِ اسمِها.
يمكنُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
إداركُهُ:فاعلٌ مرفوعٌ ،وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
الهاءُ: ضميرٌ مبنيٌّ على الضمِّ في محلِّ جرٍّ مضافٌ إليه، الجملةُ منَ الفعلِ والفاعلِ لا يمنكن إدراكه :في محلِّ نصبٍ صفةٌ للأمر.
''',
        'keywords': 'مك:ناس:مر:مكن:رضا:لذي:أمكن:أمر:،:جميع:طلب:إداركه:الذي:إن:رض:لا:ورض:يم:مكا:التمس',
        'phrase': 'إنًّ الذي يَلْتَمِسُ رضا جميعِ الناسِ، يطلبُ أمرًا لا يمكنُ إداركُهُ',
        'reference': 'وب',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الذي يلتمس رضا جميع الناس، يطلب أمرا لا يمكن إداركه',
        },
    213: {
        'date': '2023-07-16',
        'id': 213,
        'inflection': '''أُولئِكَ:اسمُ إشارةٍ مبنيٌّ على الفتحِ، في محلِّ رفعٍ مبتدأٌ.
والكافُ: للخطابِ.
عَلى هُدًى:عَلى: حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ له من الإعرابِ.
هُدًى: اسمٌ مجرورٌ بحرفِ الجرِّ على، وعلامةُ جرِّهِ الكسرةُ المقدرةُ على آخِرِهِ للتعذرِ لأنهُ اسمٌ مقصورٌالجارُّ والمجرورُ في محل رفع خبر أُولَئِكَ عَلَى هُدًى.
مِنْ رَبِّهِمْ: مِنْ: حرفُ جرٍّ مبنيٌّ على السكونِ.
رَبِّ: اسمٌ مجرورٌ بحرفِ الجرِّ مِنْ، وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
هِمْ: ضميرُ جمعٍ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
الجارُّ والمجرورُ: مِنْ رَبِّهِمْ: في محل جرٍ صفةٌ لهدى وجملةُ: أولئك استئنافيةٌ- أي ابتدائية لايوجد شيء قبلها ليعرب- لا محلَّ لها منَ الإعرابِ.
وَأُولئِكَ:الواو عاطفة، َأُولئِكَ: اسمُ إشارةٍ مبنيٌّ على الفتحِ ،في محلِّ رفعٍ مبتدأٌ.
والكافُ: للخطابِ.
هُمُ:ضميرٌ منفصلٌ مبنيٌّ على السكونِ ؛وحُرِّكَتْ ميمُ الجمعِ بالضَّمِّ لتفادي التقاءِ الساكنينِ ،في محلِّ رفعٍ مبتدأٌ ثانٍ، الْمُفْلِحُونَ:خبرُ هُم، مرفوعٌ وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنَّهُ جمعُ مذكرٍ سالمٌ، وجملة: هُمُ الْمُفْلِحُونَ:خبرُ أولئِكَ.
''',
        'keywords': 'ربى:رب:راب:مان:أولئك:هم:وهم:من:على:منى:مفلح:هدى:هام',
        'phrase': 'أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أولئك على هدى من ربهم وأولئك هم المفلحون',
        },
    214: {
        'date': '2023-07-16',
        'id': 214,
        'inflection': '''عادَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ، لا محلَّ لهُ منَ الإعرابِ المهاجرانِ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الألفُ نيابةً عنِ الضمةِ لأنه مثنى.
مُغْتبطَيْنِ: حالٌ مفردٌ – لأنه من كلمةٍ واحدةٍ- منصوبٌ وعلامةُ نصبِهِ الياءُ الساكنةُ؛ المفتوحُ ما قبلها المكسورُ ما بعْدَها ؛ نيابةً عنِ الفتحةِ لأنهُ مثنى.
''',
        'keywords': 'مغتبط:عاد:عادي:عادى:مهاجر',
        'phrase': 'عادَ المهاجرانِ مغتبطَيْنِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد المهاجران مغتبطين',
        },
    215: {
        'date': '2023-07-16',
        'id': 215,
        'inflection': '''الشايُ :مبتدأٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
ساخنًا:حالٌ للمبتدأِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
ألذُّ :خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
مِنْهُ:جارٌّ ومجرورٌ.
مِنْ: حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ.
الهاء: ضميرٌ مبنيٌّ على الضمِّ في محلِّ جرٍّ.
باردًا:حالٌ للمبتدأِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'بارد:ساخن:ألاذ:ألذ:مان:لذي:لاذ:من:منى:لذ:شاي:ولذ',
        'phrase': 'الشايُ ساخنًا ألذُّ مِنْهُ باردًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشاي ساخنا ألذ منه باردا',
        },
    216: {
        'date': '2023-07-16',
        'id': 216,
        'inflection': '''خرجتُ: خرج: فعلٌ ماضٍ مبنيٌّ على السكونِ , لاتصالِهِ بضميرِ المتكلمِوهو في محلِّ رفعٍ فاعلٌ.
التاءُ: ضميرُ رفعٍ متصلٍ متحركٍ، مبنيٌّ على الضمِّ.
إلى:حرفُ جرٍّ مبنيٌّ على السكونِ لا محلَّ لَهُ منَ الإعرابِ.
الحقلِ:اسم مجرورٌ بحرفِ الجرِّ إلى ،وعلامةُ جرِهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
والشمسُ: الواو: حرفٌ مبنيٌّ على الفتحِ , دالٌّ على الحالِوهو الرابطُ الذي يصلُ الجملةَ بصاحبِ الحالِ.
الشمسُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
مشرقةٌ:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
والجملةُ الاسميةُ منَ المبتدأِ والخبِر في محلِّ نصبٍ حالٌ.
''',
        'keywords': 'خرج:شمس:إلى:حقل:مشرق',
        'phrase': 'خرجتُ إلى الحقلِ والشمسُ مشرقةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خرجت إلى الحقل والشمس مشرقة',
        },
    217: {
        'date': '2023-07-16',
        'id': 217,
        'inflection': '''شاهَدَ: فعلٌ ماضٍ مبنيٌّ على السكونِ، لاتصالِهِ بتاءِ المتكلمِ ،التاء: ضميرٌ مبنيٌّ على الضمِ في محلِّ رفعٍ فاعلٌ.
المزارعَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
يحصُدُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
الفاعلُ: ضميرٌ مستترٌ جوازًا، تقديرُهُ هُوَوهو الرابطُ الذي يصلُ الجملةَ بصاحبِ الحالِ.
القمحَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
والجملةُ الفعليةُ مِنَ الفعلِ والفاعلِ والمفعولِ بهِ في محلِّ نصبٍ حالٌ للمزارعِ.
''',
        'keywords': 'شاهد:مزارع:حصد:قمح',
        'phrase': 'شاهدتُ المزارعَ يحصدُ القمحَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاهدت المزارع يحصد القمح',
        },
    218: {
        'date': '2023-07-16',
        'id': 218,
        'inflection': '''رأيتُ: رأى فعلٌ ماضٍ مبنيٌّ على السكونِ، لاتصالِهِ بتاءِ المتكلمِ.
التاء: ضميرٌ مبنيٌّ على الضمِ في محلِّ رفعٍ فاعلٌ.
العاملَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
وهوَ: الواو:واوُ الحالِ ،حرفٌ مبنيٌّ على الفتحِ لا محلَّ لَهُ منَ الإعرابِ.
هوَ: ضميرٌ مبنيٌّ على الفتحِ ،في محلِّ رفعٍ مبتدأٌ.
واقفٌ:خبرٌ مرفوعٌ، وعلامةُ رفعِهِ الضمةُ الظاهِرَةُ على آخِرِهِ.
والجملةُ منَ المبتدأِ والخبرِ ؛في محلِّ نصبٍ حالٌ من "العامل" حيثُ احتوتْ جملةُ الحالِ على رابطَيْنِ هما واو الحال والضمير معًا.
تحتَ:ظرفُ مكانٍ مبنيٌّ على الفتحِ، وهوَ مضافٌ.
الشمسِ:مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'رأى:تحت:قفا:واقف:شمس:عامل:تاح:حات:حت:حتى:حتا:قفى:هو',
        'phrase': 'رأيتُ العاملَ وهوَ واقفٌ تحتَ الشمسِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت العامل وهو واقف تحت الشمس',
        },
    219: {
        'date': '2023-07-16',
        'id': 219,
        'inflection': '''رأيتُ: رأى :فعلٌ ماضٍ مبنيٌّ على السكونِ، لاتصالِهِ بتاءِ المتكلمِ.
التاءُ: ضميرٌ مبنيٌّ على الضمِ في محلِّ رفعٍ فاعلٌ.
الهلالَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرَةُ على آخِرِهِ.
بينَ :ظرفُ مكانٍ مبنيٌّ على الفتحِ، وهوَ مضافٌ.
السحابِ:مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِوشبهُ الجملةِ "بينَ السحابِ" – الظرفيةُ – في محلِّ نصبٍ حالٌ.
''',
        'keywords': 'رأى:سحاب:بين:هلال',
        'phrase': 'رأيتُ الهلالَ بينَ السحابِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الهلال بين السحاب',
        },
    220: {
        'date': '2023-07-16',
        'id': 220,
        'inflection': '''تعارجت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
لا: النافية للجنس تعمل عمل إنّ رغبةً: اسم لا النافية منصوب.
في: حرف جر مبني على السكون المقدر على آخره.
العرج: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
ولكن: الواو حرف عطف كبني على الفتحةلكن حرف استدراك لا محل له من الإعراب.
لأقرعَ: اللام لام التعليل حرف نصب مبني على الكسر، أقرع: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة على آخرهوالفاعل مستتر تقديره أنا.
باب: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
الفرج: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'عرج:تعارجت:كن:لكن:قرع:باب:في:لا:أقرع:لاك:فرج:لك:رغبة:رغب',
        'phrase': 'تعارجْتُ لا رغبةً في العرجِ ولكن لأقرعَ بابَ الفرجِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعارجت لا رغبة في العرج ولكن لأقرع باب الفرج',
        },
    221: {
        'date': '2023-07-16',
        'id': 221,
        'inflection': '''أمرُّ: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا على: حرف جر مبني على السكون المقدر على آخره.
الديار :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
ديار: مفعول به منصوب - على الاختصاص - بفعل محذوف تقديره أخصوعلامة نصبه الفتحة الظاهره على آخره وهو مضاف.
ليلى: مضاف إليه مجرور وعلامة جره الكسره المقدرة على الألف.
أقبلُ: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا ذا: اسم اشارة مبني على السكون المقدر على الألف في محل نصب مفعول به.
الجدار: بدل منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
وذا: الواو حرف عطف، ذا اسم معطوف.
الجدار: بدل منصوب وعلامة نصبه الفتحة التي قلبت كسرة للضرورة الشعرية.
''',
        'keywords': 'ليلى:ديار:جدار:أقبل:مرى:على:ذا:قبل:مر:أمر',
        'phrase': 'أمرُّ على الديارِ ديارَ ليلى أقبلُ ذا الجدارَ وذا الجدارِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمر على الديار ديار ليلى أقبل ذا الجدار وذا الجدار',
        },
    222: {
        'date': '2023-07-16',
        'id': 222,
        'inflection': '''قدْ: حرفُ تحقيقٍ لا محلَّ لَهُ منَ الإعرابِ.
جاءَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخرِهِ.
موعدُ: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرِهِ وَهُوَ مضافٌ.
الامتحانِ: مضافٌ إليه مجرورٌ ،وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'موعد:قاد:جاء:قد:امتحان',
        'phrase': 'قدْ جاءَ موعدُ الامتحانِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قد جاء موعد الامتحان',
        },
    223: {
        'date': '2023-07-16',
        'id': 223,
        'inflection': '''بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة على آخره، النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به.
أنك: أن حرف مشبه بالفعل، الكاف ضمير متصل مبني على الفتح في محل نصب اسم أن.
مسافر: خبر أن مرفوع وعلامة رفعه تنون الضم الظاهر على آخره، والمصدر المؤول من أن ومعموليها في محل رفع فاعل للفعل بلغ.
''',
        'keywords': 'أنك:نكى:ناك:نكي:بلغ:ونك:أن:مسافر',
        'phrase': 'بلغني أنكَ مسافرُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلغني أنك مسافر',
        },
    224: {
        'date': '2023-07-16',
        'id': 224,
        'inflection': '''يديرُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهرةُ على آخرِهِ.
هذا: اسمُ إشارةٍ مبنيٌّ على السكونِ المقدَّرِ على الألفِ في محلِّ رفعٍ فاعلٌ.
الرجلُ: بدلٌ مرفوعٌ وعلامةُ رفعِهِ الضمةُ الظاهرهُ على آخرِهِ.
المدرسةَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'هذ:مدرسة:رجل:أدار:مدرس:هذا',
        'phrase': 'يديرُ هذا الرجلُ المدرسةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدير هذا الرجل المدرسة',
        },
    225: {
        'date': '2023-07-16',
        'id': 225,
        'inflection': '''أشد: خبر لمبتدأ محذوف تقديره هي من: حرف جر مبني على الفتح الظاهر على آخره.
الرياح: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
الهوج: نعت مجرور وعلامة جره الكسرة الظاهرة على آخره.
بطشاً: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
وأسرع: الواو حرف عطف ،أسرع اسم معطوف على أشد.
في: حرف جر مبني على السكون المقدر على آخره.
الندى: اسم مجرور وعلامة جره الكسرة المقدرة على آخره.
منها: من حرف جر مبني على الفتح الظاهر على آخره، الهاء ضمير متصل مبني على السكون المقدر على الألف في محل جر بمن.
هبوبا: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'هبوب:أشاد:رياح:شد:شدا:مان:هوج:شاد:أسرع:في:من:منى:بطش:ندى:أشد:سرع',
        'phrase': 'أشدُّ منَ الرياحِ الهوجِ بطشاً وأسرعُ في الندى منها هبوباً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أشد من الرياح الهوج بطشا وأسرع في الندى منها هبوبا',
        },
    226: {
        'date': '2023-07-16',
        'id': 226,
        'inflection': '''مَشَيْنا:مَشَى: فعلٌ ماضٍ مبنيٌّ على السكونِ لاتصالِهِ بنا الدالةُ على الفاعلِ ،أي لاتصالِهِ بضميرِ رفعٍ متصلٍ.
والنا :ضميرٌ متصلٌ مبنيٌّ على السكونِ، في محلِّ رفعٍ فاعلٌ.
مِشْيَةَ: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ وهو مضافٌ.
اللَّيْثِ: مضافٌ إليه مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
غَدَا: مفعولٌ فيهِ منصوبٌ، وعلامةُ نصبِهِ الفتحةُ الظاهرةُ على آخرِهِ.
واللَّيْثُ: الواوُ: واوُ الحالِ، الليثُ: مبتدأٌ مرفوعٌ، وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ.
غَضْبَانُ: خبرٌ مرفوعٌ، وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ، والجملةُ الاسميةُ - اللَّيْثُ غَضْبَانُ- في محلِّ نصبٍ حالٌ.
''',
        'keywords': 'مشي:مش:غدا:مشين:غضب:مشى:غد:غضبان:ليث',
        'phrase': 'مَشَيْنا مِشْيَةَ اللَّيْثِ غَدَا واللَّيْثُ غَضْبَانُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مشينا مشية الليث غدا والليث غضبان',
        },
    227: {
        'date': '2023-07-16',
        'id': 227,
        'inflection': '''نزلْنا: فعلٌ ماضٍ مبنيٌّ على السكونِ لاتصالِه بنا الدالةُ على الفاعلِ.
ونا: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ رفعٍ فاعلٌ دوْحَهُ: دوْحَ: مفعولٌ بهِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخرِهِ، وهو مضافٌ، والهاء: ضميرٌ متصلٌ مبنيٌّ على الضمِّ في محلِّ جرٍّ مضافٌ إليهِ.
فَحنَا: الفاء :حرفُ استئنافٍ، حنا: فعلٌ ماضٍ مبنيٌّ على الفتحِ المقدرِ على آخرِهِ منعَ مِنْ ظهورِها التعذرُ.
والفاعلُ: ضميرٌ مستترٌ جوازًا تقديرُهُ هو.
علَيْنَا: على: حرفُ جرٍّ مبنيٌّ على السكونِ ،نا: ضميرٌ متصلٌ مبنيٌّ على السكونِ في محلِّ جرٍ.
حُنُوَّ: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظاهرةُ على آخرِهِ وهو مضافٌ.
المُرْضِعاتِ: مضافٌ إليه مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
على :حرفُ جرٍّ مبنيٌّ على السكونِ، لامحلَّ لَهُ مِنَ الإعرابِ.
الْفَطِيمِ: اسمٌ مجرورٌ بـ"على" وعلامةُ جرِّهِ الكسرةُ الظاهرةُ على آخرِهِ.
''',
        'keywords': 'أزال:علي:مرضعة:فاح:وحن:حن:عل:علة:أزل:على:.:دوح:نزل:مرضع:حنا:حنو:فطيم:علا',
        'phrase': 'نزلْنا دوْحَهُ فَحنَا علَيْنَا. حُنُوَّ المُرْضِعاتِ على الْفَطِيمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نزلنا دوحه فحنا علينا. حنو المرضعات على الفطيم',
        },
    228: {
        'date': '2023-07-16',
        'id': 228,
        'inflection': '''كان: فعل ماض ناقص.
الأولاد: اسم كان مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يلعبون: فعل مضارع مرفوع وعلامة رفعة ثبوت النون لأنه من الأفعال الخمسة والواو ضمير متصل في محل رفع فاعل.
والجملة الفعلية يلعبون في محل نصب خبر كان.
''',
        'keywords': 'كان:ألعب:أولاد:لعب',
        'phrase': 'كانَ الأولاُد يلعبونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الأولاد يلعبون',
        },
    229: {
        'date': '2023-07-16',
        'id': 229,
        'inflection': '''الشجرة: مبتدأ أول مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
أغصانها: مبتدأ ثان مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل في محل جر مضاف إليه.
مورقة: خبر للمبتدأ الثاني مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره، والجملة الاسمية- أغصانها مورقة -في محل رفع خبر للمبتدأ الأول.
''',
        'keywords': 'أغصان:شجر:مورق:شجرة',
        'phrase': 'الشجرةُ أغصانُها مورقةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشجرة أغصانها مورقة',
        },
    230: {
        'date': '2023-07-16',
        'id': 230,
        'inflection': '''نفعني: فعل ماض مبني على الفتحة الظاهرة على آخره، النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به.
المعلم: فاعل مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
علمه: بدل مرفوع وعلامة رفعة الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'معلم:علم:نفع',
        'phrase': 'نفعَنِي المعلمُ علمُهُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نفعني المعلم علمه',
        },
    231: {
        'date': '2023-07-16',
        'id': 231,
        'inflection': '''قال: فعل ماض مبني على الفتح الظاهر على أخره.
رسول: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
الله: لفظ الجلالة في محل جر مضاف إليه.
صلى: فعل ماض مبني على الفتح المقدر على أخره.
الله: لفظ الجلالة في محل رفع فاعل.
عليه: على حرف جر مبني على السكون المقدر على آخره والهاء ضمير متص مبين على السكون في محل جر.
وسلم: الواو حرف عطف سلم فعل معطوف على صلى.
يتبع: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
الميت: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
ثلاثة: فاعل مرفوع وعلامة رفعه تنوين الضم الظاهر على آخرهومقولة القول لا محل لها من الإعراب.
''',
        'keywords': 'رسول:ثلاثة:علي:تبع:قال:عل:صلى:على:علة:سلم:أتبع:ميت:::اتبع:الله',
        'phrase': 'قالَ رسولُ اللهِ صلى اللهُ عليهِ وسلمَ: يتبعُ الميتَ ثلاثةٌ',
        'reference': 'وب',
        'source': '',
        'state': 'to review',
        'structured_inflection': [],
        'type': 'حديث',
        'unvocalized': 'قال رسول الله صلى الله عليه وسلم: يتبع الميت ثلاثة',
        },
    232: {
        'date': '2023-07-16',
        'id': 232,
        'inflection': '''إذا: إذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
المرء: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره لفعل محذوف.
لا: لا النافية لا عمل لها.
يرعاك : فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف والفاعل مستتر تقديره هو والكاف ضمير متصل مبني على الفتح في محل نصب مفعول به.
إلا: أداة استثناء لا عمل لها.
تكلفا: مفعول لأجله منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
فدعه: الفاء واقعة في جواب الشرط، دعه فعل مضارع مجزوم بحذف حرف العلة لأنه جواب الشرط والفاعل ضمير مستتر تقديره أنت والهاء ضمير متصل مني على الضم في محل نصب مفعول به.
وفي: الواو واو الحال، في حرف جر مبني على السكون المقدر على آخره.
الناس: الناس اسم مجرور وعلامة جره الكسرة الظاهرة على آخره، وشبه الجملة في محل رفع خبر مقدم.
البدال: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الاسمية - في الناس البدال - في محل نصب حال.
''',
        'keywords': 'ودع:دع:وفي:وفى:المرء:إذا:في:تكلف:رعى:إلا:كلف:ناس:لا:ورع:أكلف:بدال:فدع',
        'phrase': 'إذا المرءُ لا يرعاكَ إلا تكلفاً فدعْهُ وفي الناسِ البدالُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذا المرء لا يرعاك إلا تكلفا فدعه وفي الناس البدال',
        },
    233: {
        'date': '2023-07-16',
        'id': 233,
        'inflection': '''حضرَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ.
أبوكَ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنه منَ الأسماءِ الخمسةِ.
الصلاةَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'حضر:أبو:صلاة:باك:أبى:أبا:أب',
        'phrase': 'حضرَ أبوكَ الصلاةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حضر أبوك الصلاة',
        },
    234: {
        'date': '2023-07-16',
        'id': 234,
        'inflection': '''يُعَلِّمُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِ.
أبوكَ:فاعلٌ مرفوعٌ وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنه منَ الأسماءِ الخمسةِ، وهو مضافٌ.
الكافُ:ضميرٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّ مضافٌ إليهِ.
أخاكَ :مفعولٌ بِهِ أَوَّلٌ منصوبٌ وعلامةُ نصبِهِ الألفُ نيابةً عنِ الفتحةِ لأنهُ منَ الأسماءِ الخمسةِ، وهو مضافٌ.
الكافُ: ضميرٌ مبنيٌّ على الفتحِ في محلِّ جَرٍّ مضافٌ إليهِ.
القرآنَ:مفعولٌ بِهِ ثانٍ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'أبو:علم:أعلم:باك:أخ:أبى:أخا:أبا:أب:قرآن',
        'phrase': 'يُعَلِّمُ أبوكَ أخاكَ القرآنَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعلم أبوك أخاك القرآن',
        },
    235: {
        'date': '2023-07-16',
        'id': 235,
        'inflection': '''سبقكَ:سبقَ :فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ.
الكافُ:ضميرٌ مبنيٌّ على الفتحِ في محلِّ نصبٍ مفعولٌ بِهِ.
صديقُكَ:صديقُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
الكافُ:ضميرٌ مبنيٌّ على الفتحِ الظاهِرِ على آخِرِهِ ،في محلِّ جرٍّ مضافٌ إليهِ.
إلى المسجدِ:إلى: حرفُ جرٍّ مبنيٌّ على السكونِ، المسجدِ: اسمٌ مجرورٌ بحرفِ الجرِّ إلَى، وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'صديق:مسجد:إلى:سبق',
        'phrase': 'سبقَكَ صديقُكَ إلى المسجدِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سبقك صديقك إلى المسجد',
        },
    236: {
        'date': '2023-07-16',
        'id': 236,
        'inflection': '''يحفظُ :فعلٌ مضارعٌ مرفوعٌ - لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحق بآخِرِهِ شيءٌ- وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِ.
صديقُكَ: صديقُ:فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِ، وهو مضافٌ.
الكافُ:ضميرٌ مبنيٌّ على الفتحِ الظاهِرِ على آخِرِهِ ،في محلِّ جرٍّ مضافٌ إليهِ.
الدرسَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'صديق:درس:حفظ',
        'phrase': 'يحفظُ صديقُكَ الدرسَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحفظ صديقك الدرس',
        },
    237: {
        'date': '2023-07-16',
        'id': 237,
        'inflection': '''حضَرَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ.
التجارُ :فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِجمعُ تكسيرٍ.
الأُمناءُ: نعتٌ تابعٌ لما قبلَهُ -التجارُ- مرفوعٌ وعلامةُ رفعِهِ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِجمعُ تكسيرٍ.
''',
        'keywords': 'حضر:أمناء:تجار',
        'phrase': 'حضرَ التجارُ الأُمناءُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حضر التجار الأمناء',
        },
    238: {
        'date': '2023-07-16',
        'id': 238,
        'inflection': '''يجتمعُ :فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِ.
التجارُ :فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِجمعُ تكسيرٍ.
فِي السُّوقِ:فِي:حرفُ جرٍّ مبنيٌّ على السكونِ.
السُّوقِ: اسمٌ مجرورٌ بحرفِ الجرِّ فِي، وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'في:تجار:اجتمع:سوق',
        'phrase': 'يجتمعُ التجارُ في السوقِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يجتمع التجار في السوق',
        },
    239: {
        'date': '2023-07-16',
        'id': 239,
        'inflection': '''أتقنَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِالمخلصونَ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنه جمعُ مذكرٍ سالمٌ ،والنونُ عِوَضٌ عنِ التنونِ في مفردِهِ - يرفع بالواو، وينصب ويجر بالياء -.
أعمالهَم:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ، وهو مضافٌ.
هم:ضميرُ جمعٍ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
''',
        'keywords': 'تيقن:أعمال:عمال:قن:أتقن:مخلص',
        'phrase': 'أتقن المخلصونَ أعمالهَم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أتقن المخلصون أعمالهم',
        },
    240: {
        'date': '2023-07-16',
        'id': 240,
        'inflection': '''يخشعُ :فعلٌ مضارعٌ مرفوعٌ ،لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحقْ بآخِرِهِ شيءٌ، وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِ.
المخلصونَ:فاعلٌ مرفوعٌ وعلامةُ رفعهِ الواوُ نيابةً عنِ الضمةِ لأنه جمعُ مذكرٍ سالمٌ ،والنونُ عِوَضٌ عنِ التنونِ في مفردِهِ - يرفع بالواو، وينصب ويجر بالياء -.
في :حرفُ جرٍّ مبنيٌّ على السكونِلا محلَّ لهُ منَ الإعرابِ.
صلاتِهم:صلاةِ:اسمٌ مجرورٌ بحرفِ الجرِّ فِي، وعلامةُ جَرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
هم:ضميرُ جمعٍ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
''',
        'keywords': 'يخشع:صلاة:في:صلة:مخلص',
        'phrase': 'يخشعُ المخلصونَ في صلاتِهم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخشع المخلصون في صلاتهم',
        },
    241: {
        'date': '2023-07-16',
        'id': 241,
        'inflection': '''حفظَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِلا محلَّ لَهُ للإعرابِ.
ابنِي:فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ المقدرةُ على آخِرِهِ منعَ منْ ظُهُورِها اشتغالُ المحلِّ بحركةِ المناسبةِ - أي مناسبةِ ياءِ المتكلمِ-وهو مضافٌ.
الياءُ:ضميرٌ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
القرآنَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'حفظ:بنى:ابنة:ابن:قرآن',
        'phrase': 'حفظَ ابني القرآنَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حفظ ابني القرآن',
        },
    242: {
        'date': '2023-07-16',
        'id': 242,
        'inflection': '''يراجعُ:فعلٌ مضارعٌ مرفوعٌ ،لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحقْ بآخِرِهِ شيءٌ، وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرِهِ.
ابنِي:فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ المقدرةُ على آخِرِهِ منعَ منْ ظُهُورِها اشتغالُ المحلِّ بحركةِ المناسبةِ - أي مناسبةِ ياءِ المتكلمِ-وهو مضافٌ.
الياءُ:ضميرٌ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
القرآنَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'بنى:ابنة:ابن:قرآن:راجع',
        'phrase': 'يراجعُ ابني القرآنَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يراجع ابني القرآن',
        },
    243: {
        'date': '2023-07-16',
        'id': 243,
        'inflection': 'حضرَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِلا محلَّ لَهُ للإعرابِالأستاذُ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ -.\n',
        'keywords': 'أستاذ:حضر',
        'phrase': 'حضرَ الأستاذُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حضر الأستاذ',
        },
    244: {
        'date': '2023-07-16',
        'id': 244,
        'inflection': '''يشرحُ: فعلٌ مضارعٌ مرفوعٌ - لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحق بآخِرِهِ شيءٌ- وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِالأستاذُ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ -.
بإخلاصٍ :الباءُ: حرفُ جرٍّ مبنيٌّ على الكسرِ.
إخلاص: اسمٌ مفردٌ مجرورٌ بالباءِ وعلامةُ جرِّهِ الكسرةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'شرح:إخلاص:أستاذ:أشرح',
        'phrase': 'يشرحُ الأستاذُ بإخلاصٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يشرح الأستاذ بإخلاص',
        },
    245: {
        'date': '2023-07-16',
        'id': 245,
        'inflection': '''أنبتتِ: أنبتَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ ، لا محلَّ لَهُ للإعرابِ.
التاءُ: تاءُ التأنيثِ الساكنةُ.
وهي: حرفٌ و علامةٌ على التأنيثِ، تدلُّ على أنَّ الفاعلَ مؤنثٌوكُسِرَتِ التاءُ لتفادي التقاءِ الساكنينِ.
الشجرةُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخِرهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ.
الثمارَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ.
''',
        'keywords': 'أنبت:انبت:ثمار:شجر:نبت:شجرة',
        'phrase': 'أنبتتِ الشجرةُ الثمارَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنبتت الشجرة الثمار',
        },
    246: {
        'date': '2023-07-16',
        'id': 246,
        'inflection': '''تظلِّلُ: فعلٌ مضارعٌ مرفوعٌ - لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحق بآخِرِهِ شيءٌ- وعلامةُ رفعهِ الضمة الظاهرةُ على آخِرِهِالشجرةُ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ -.
ممشانا: ممشى:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُالمقدرةُ على آخِرِهِ منع من ظهورِها التعذر – لأن الاسمَ مشى مقصورٌ –وهوَ مضافٌ، نا: ضميرُ متكلمٍ مبنيٌّ على السكونِ في محلِّ جرٍّ مضافٌ إليهِ.
''',
        'keywords': 'تظلل:أظل:ممشى:ظل:ظلل:شجر:شجرة',
        'phrase': 'تظلِّلُ الشجرةُ ممشانا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تظلل الشجرة ممشانا',
        },
    247: {
        'date': '2023-07-16',
        'id': 247,
        'inflection': '''هَلَّ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ ، لا محلَّ لَهُ للإعرابِالربيعُ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ-.
بنسماتِهِ: الباءُ :حرفُ جرٍّ مبنيٌّ على الكسرِ.
نسماتِهِ: اسمٌ مجرورٌ بحرف الجرِّ"الباء" وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ، وهو مضافٌ.
الهاءُ:ضميرٌ متصلٌ مبنيٌّ على الكسرِ في محلِّ جرٍّ مضافٌ إليهِ.
''',
        'keywords': 'نسمة:وهل:ربيع:هل:هال',
        'phrase': 'هَلَّ الربيعُ بنسماتِهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هل الربيع بنسماته',
        },
    248: {
        'date': '2023-07-16',
        'id': 248,
        'inflection': '''يزهُو: فعلٌ مضارعٌ مرفوعٌ - لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحق بآخِرِهِ شيءٌ- وعلامةُ رفعهِ الضمة المقدرةُ على آخِرِهِ منعَ من ظهورِهَا الثقلُالربيعُ فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ-.
بالثمارِ: الباءُ :حرفُ جرٍّ مبنيٌّ على الكسرِ.
الثمارِ:: اسمٌ مجرورٌ بحرف الجرِّ"الباء" وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'ثمار:ربيع:زها',
        'phrase': 'يزهُو الربيعُ بالثمارِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يزهو الربيع بالثمار',
        },
    249: {
        'date': '2023-07-16',
        'id': 249,
        'inflection': '''قفزَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ ، لا محلَّ لَهُ للإعرابِ.
الحِصانُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرِهِ -اسمٌ مفردٌ تظهرُ عليه الحركاتُ الثلاثُ-.
بالفارسِ: الباءُ :حرفُ جرٍّ مبنيٌّ على الكسرِ.
الفارسِ: اسمٌ مجرورٌ بحرف الجرِّ"الباء" وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'حصان:قفز:فارس:لحص',
        'phrase': 'قفزَ الحِصانُ بالفارسِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قفز الحصان بالفارس',
        },
    250: {
        'date': '2023-07-16',
        'id': 250,
        'inflection': '''يجري: فعلٌ مضارعٌ مرفوعٌ - لأنه لم يسبقهُ ناصبٌ ولا جازمٌ ولم يلحق بآخِرِهِ شيءٌ- وعلامةُ رفعهِ الضمةُ المقدرةُ على آخِرِهِ منعَ منْ ظُهُورِها للثقلِ.
الحِصانُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرهِ -اسمٌ مفردٌ تظهرُ عليهِ الحركاتُ الثلاثُ-.
بقوةٍ: الباءُ :حرفُ جرٍّ مبنيٌّ على الكسرِ.
قوةٍ: اسمٌ مجرورٌ بحرف الجرِّ"الباء" وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'جرى:أجرى:حصان:قوة:لحص',
        'phrase': 'يجري الحِصانُ بقوةٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يجري الحصان بقوة',
        },
    251: {
        'date': '2023-07-16',
        'id': 251,
        'inflection': '''قرضَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظاهرِ على آخِرِهِ ، لا محلَّ لَهُ للإعرابِ.
التاءُ: تاءُ التأنيثِ الساكنةُ وكُسِرَتْ لتفادي التقاءِ الساكنينِ.
وهي: حرفٌ و علامةٌ على التأنيثِ، تدلُّ على أنَّ الفاعلَ مؤنثٌ.
النملةُ: فاعلٌ مرفوعٌ وعلامةُ رفعهِ الضمةُ الظاهرةُ على آخرهِ -اسمٌ مفردٌ تظهرُ عليهِ الحركاتُ الثلاثُ.
رِجْلَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظاهِرةُ على آخِرِهِ، وهو مضافٌ.
الصيادِ: مضافٌ إليهِ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظاهِرَةُ على آخِرِهِ.
''',
        'keywords': 'نملة:نمل:قرض:رجل:صياد',
        'phrase': 'قرضتِ النملةُ رِجْلَ الصيادِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرضت النملة رجل الصياد',
        },
    252: {
        'date': '2023-07-16',
        'id': 252,
        'inflection': '''وأما\u200f\u200f\u200f:\u200f :واو الابتداء,أما حرف شرط وتفصيل.
بنعمة:الباء حرف جر، نعمة اسم مجرور بالكسر وهو مضافوالجار \u200f"\u200fبنعمة\u200f"\u200f متعلق بالفعل \u200f"\u200fحدِّث\u200f"\u200f\u200f.
\u200f ربك:رب مضاف إليه وهو مضاف، والكاف: مضاف إليه.
فحدث: الفاء واقعة في جواب الشرط، حدث:فعل أمر، والفاعل:ضميرمستتر تقديره أنت تعود على الرسول.
وجملة حدث:لامحل لها من الإعراب جواب الشرط.
''',
        'keywords': 'ربى:رب:راب:حدث:نعم:نعمة:وام:؟:ربك',
        'phrase': 'واما بنعمة ربك فحدث؟',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'واما بنعمة ربك فحدث؟',
        },
    253: {
        'date': '2023-07-16',
        'id': 253,
        'inflection': '''اشْتَرَيْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
رِطْلاً: مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهرعلى آخره.
بَلَحاً: تمييز كيل ملفوظ منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'رطل:اشترى:بلح',
        'phrase': 'اشْتَرَيْتُ رِطْلاً بَلَحاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت رطلا بلحا',
        },
    254: {
        'date': '2023-07-16',
        'id': 254,
        'inflection': '''شَرِبْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
لِتْراً:مفعول به منصوب،وعلامة نصبه الفتحة الظاهرةعلى آخره.
حَلِيباً: تمييز وزن ملفوظ منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'حليب:شرب:تر',
        'phrase': 'شَرِبْتُ لِتْراً حَلِيباً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شربت لترا حليبا',
        },
    255: {
        'date': '2023-07-16',
        'id': 255,
        'inflection': '''شَرِبْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
كَأْسَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره،وهو مُضاف، حَلِيبٍ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أس:شرب:كأس:حليب',
        'phrase': 'شَرِبْتُ كَأْسَ حَلِيبٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شربت كأس حليب',
        },
    256: {
        'date': '2023-07-16',
        'id': 256,
        'inflection': '''منْ: حرف جر مبني على السكون، لا محلَّ له من الإعراب.
حَلِيبٍ: اسم مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'شرب:كأس:مان:من:منى:حليب',
        'phrase': 'شَرِبْتُ كَأْساً مِنْ حَلِيبٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شربت كأسا من حليب',
        },
    257: {
        'date': '2023-07-16',
        'id': 257,
        'inflection': '''حَصَدَ: فعل ماض مبني على الفتح.
الفَلاَّحُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره هِكْتَاراً: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
قَمْحاً: تمييز كيل ملفوظ منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'حصد:فلاح:هكتار:قمح',
        'phrase': 'حَصَدَ الفَلاَّحُ هِكْتَاراً قَمْحاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حصد الفلاح هكتارا قمحا',
        },
    258: {
        'date': '2023-07-16',
        'id': 258,
        'inflection': '''فِي: حرف جر مبني على السكون لا محل له من الإعراب.
المَزْرَعَةِ: اسم مجرور ب (فِي) وعلامة جره الكسرة الظاهرةعلى آخره، وشبه الجملة من الجار والمجرور في محل رفع خبر مقدم.
عِشْرُونَ: مبتدأ مؤخر مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.
عِجْلاً:تمييز عدد منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'في:عشرون:مزرعة:عجل:عشر',
        'phrase': 'فِي المَزْرَعَةِ عِشْرُونَ عِجْلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المزرعة عشرون عجلا',
        },
    259: {
        'date': '2023-07-16',
        'id': 259,
        'inflection': '''حسُنَ: فعل ماض جامد مبني على الفتح.
أحمدُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
خلقاً: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'خلق:حاس:حس:حسى:حمد:حسن',
        'phrase': 'حسُنَ أحمدُ خلقاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حسن أحمد خلقا',
        },
    260: {
        'date': '2023-07-16',
        'id': 260,
        'inflection': 'أحترمك: أحترم فعل مضارع مرفوع وعلامة رفعه الضمة، والفاعل ضمير مستتر وجوبا تقديره أنا، وكاف المخاطب ضمير متصل مبني على الفتح في محل نصب مفعول به حين: مفعول فيه منصوب على الظرفية الزمانية وعلامة نصبه الفتحة وهو مضاف تحترمني: تحترم فعل مضارع مرفوع وعلامة رفعه الضمة، والنون نون الوقاية لا محل لها من الإعراب، والفاعل ضمير مستتر وجوبا تقديره أنت، وياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به والجملة الفعلية (تحترمني) في محل جر مضاف إليه',
        'keywords': 'وحى:حيا:احترم:حين',
        'phrase': 'أحترمك حين تحترمني',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحترمك حين تحترمني',
        },
    261: {
        'date': '2023-07-16',
        'id': 261,
        'inflection': 'يؤلمني:يؤلم فعل مضارع مرفوع وعلامة رفعه الضمة، والنون نون الوقاية لا محل لها من الإعراب، وياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به مقدم وجوبا حالك: حال فاعل مرفوع وعلامة رفعه الضمة وهو مضاف، وكاف المخاطب ضمير متصل مبني على الفتح في محل جر مضاف إليه إذ: ظرف زمان مبني على السكون في محل نصب مفعول فيه وهو مضاف تمرض: فعل مضارع مرفوع وعلامة رفعه الضمة، والفاعل ضمير مستتر وجوبا تقديره أنت والجملة الفعلية (تمرض) في محل جر مضاف إليه',
        'keywords': 'حال:إذ:آلم:مرض:حالك:أمرض:ألم',
        'phrase': 'يؤلمني حالك إذ تمرض',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يؤلمني حالك إذ تمرض',
        },
    262: {
        'date': '2023-07-16',
        'id': 262,
        'inflection': 'أكون:فعل مضارع ناقص مرفوع وعلامة رفعه الضمة، واسمه ضمير مستتر وجوبا تقديره أنا في: حرف جر انتظارك: انتظار اسم مجرور بفي وعلامة جره الكسرة وهو مضاف، وكاف المخاطب ضمير متصل مبني على الفتح في محل جر مضاف إليه يوم: مفعول فيه منصوب على الظرفية الزمانية وعلامة نصبه الفتحة وهو مضاف تعود: فعل مضارع مرفوع وعلامة رفعه الضمة، والفاعل ضمير مستتر وجوبا تقديره أنت والجملة الفعلية (تعود) في محل جر مضاف إليه',
        'keywords': 'كون:انتظار:ون:يوم:في:عاد:عود:تعود',
        'phrase': 'أكون في انتظارك يوم تعود',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكون في انتظارك يوم تعود',
        },
    263: {
        'date': '2023-07-16',
        'id': 263,
        'inflection': 'والدي:مبتدأ مرفوع وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بكسرة المناسبة وهو مضاف، وياء المتكلم ضمير متصل مبني على السكون في محل جر مضاف إليه إذا: ظرف زمان متضمن معنى الشرط مبني على السكون في محل نصب مفعول فيه وهو مضاف يغضب: فعل مضارع مرفوع وعلامة رفعه الضمة، والفاعل ضمير مستتر جوازا تقديره هو والجملة الفعلية (يغضب) في محل جر مضاف إليه يشدد: فعل مضارع مرفوع وعلامة رفعه الضمة، والفاعل ضمير مستتر جوازا تقديره هو في: حرف جر العقوبة: اسم مجرور بفي وعلامة جره الكسرة والجملة الفعلية (يشدد في العقوبة) في محل رفع خبر المبتدأ',
        'keywords': 'شد:أغضب:إذا:في:غضب:عقوبة:والد:أشد:شدد',
        'phrase': 'والدي إذا يغضب يشدد في العقوبة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'والدي إذا يغضب يشدد في العقوبة',
        },
    264: {
        'date': '2023-07-16',
        'id': 264,
        'inflection': 'سافر: فعل ماض مبني على الفتح أخي: أخ فاعل مرفوع وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم منع من ظهورها، اشتغال المحل بكسرة المناسبة وهومضاف، وياء المتكلم ضمير متصل مبني على السكون في محل جر مضاف إلي مذ: ظرف زمان مبني على السكون في محل نصب مفعول فيه وهو مضاف طلعت: فعل ماض مبني على الفتح، والتاء تاء التأنيث الساكنة لا محل لها من الإعراب الشمس: فاعل مرفوع وعلامة رفعه الضمة، والجملة الفعلية (طلعت الشمس) في محل جر مضاف إليه',
        'keywords': 'وخى:سافر:أخي:شمس:أخ:أخا:طلع:مذ',
        'phrase': 'سافر أخي مذ طلعت الشمس',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافر أخي مذ طلعت الشمس',
        },
    265: {
        'date': '2023-07-16',
        'id': 265,
        'inflection': 'اجلس: فعل أمر مبني على السكون، والفاعل ضمير مستتر وجوبا تقديره أنت حيث: ظرف مكان مبني على السكون في محل نصب مفعول فيه وهو مضاف وجدت: وجد فعل ماض مبني على السكون لاتصاله بالتاء، والتاء ضمير متصل مبني على الفتح في محل رفع فاعل مكانا: مفعول به منصوب وعلامة نصبه الفتحة، والجملة الفعلية (وجدت مكانا) في محل جر مضاف إليه',
        'keywords': 'مك:جدى:جد:جدا:حيث:مكا:وجد:جاد:مكان:جلس',
        'phrase': 'اجلس حيث وجدت مكانا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اجلس حيث وجدت مكانا',
        },
    266: {
        'date': '2023-07-16',
        'id': 266,
        'inflection': '''أزيل: فعل ماضٍ مبني على الفتح، مجهول فاعله.
الركام: نائب فاعل مرفوع علامته الضمة.
من الشارع: شبه جملة جار و مجرور.
''',
        'keywords': 'أزال:مان:شارع:ركام:زيل:من:منى',
        'phrase': 'أُزيلَ الركامُ من الشارعِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أزيل الركام من الشارع',
        },
    267: {
        'date': '2023-07-16',
        'id': 267,
        'inflection': '''مطلوب: مبتدأ مرفوع علامته تنوين الضم (ومطلوب صرفياً اسم مفعول).
موظفون: نائب فاعل مرفوع وعلامته الواو ( سدَّ مَسَدَّ الخبرِ ).
''',
        'keywords': 'مطلوب:موظف',
        'phrase': 'مطلوبٌ موظفون',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مطلوب موظفون',
        },
    268: {
        'date': '2023-07-16',
        'id': 268,
        'inflection': '''الشعوب: مبتدأ مرفوع علامته الضمة.
مقهورة: خبر مرفوع علامته تنوين الضم، ومقهور صرفياً اسم مفعول.
آمال: نائل فاعل مرفوع علامته الضمة – وهو مضاف.
ها: ضمير مبني على السكون في محل جر بالإضافة.
''',
        'keywords': 'شعوب:مقهور:آمال',
        'phrase': 'الشعوبُ مقهورة آمالُها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشعوب مقهورة آمالها',
        },
    269: {
        'date': '2023-07-16',
        'id': 269,
        'inflection': '''عُلِم: فعل ماضٍ مبني على الفتح، مجهول فاعله.
السر: نائب فاعل مرفوع علامته الفتحة.
''',
        'keywords': 'سر:علم',
        'phrase': 'علم السر',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم السر',
        },
    270: {
        'date': '2023-07-16',
        'id': 270,
        'inflection': '''يعلم: فعل مضارع مرفوع علامته الضمة، مجهول فاعله.
الرجل: نائب فاعل مرفوع علامته الضمة.
مباديء: مفعول به منصوب علامته الفتحة وهو مضاف.
السوق: مضاف إليه مجرور علامته الكسرة.
''',
        'keywords': 'مباديء:علم:أعلم:رجل:سوق',
        'phrase': 'يُعلم الرجل مباديء السوق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعلم الرجل مباديء السوق',
        },
    271: {
        'date': '2023-07-16',
        'id': 271,
        'inflection': '''يصام: فعل مضارع مرفوع علامته الضمة، مجهول فاعله.
نهار : نائب فاعل مرفوع علامته الضمة وهو مضاف.
رمضان: مضاف إليه مجرور علامته الفتحة لأنه ممنوع من الصرف.
يقام: فعل مضارع مرفوع علامته الضمة مجهول فاعله.
ليل: نائل فاعل مرفوع علامته الضمة، وهو مضاف.
ه: في محل جر بالإضافة.
''',
        'keywords': 'هار:صام:أقام:رمضان:له:ألهى:لها:لهى:نهار:ليل:لاه:رمض:وله:قام',
        'phrase': 'يُصام نهار رمضان ويقام ليله',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يصام نهار رمضان ويقام ليله',
        },
    272: {
        'date': '2023-07-16',
        'id': 272,
        'inflection': '''شد: فعل ماضٍ مبني على الفتح، مجهول فاعله.
الحبل: نائب فاعل مرفوع علامته الضمة.
''',
        'keywords': 'شاد:شد:حبل',
        'phrase': 'شد الحبل',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شد الحبل',
        },
    273: {
        'date': '2023-07-16',
        'id': 273,
        'inflection': '''هز: فعل ماضٍ مبني على الفتح، مجهول فاعله.
التاء: حرف تأنيث مبني على السكون لا محل له.
الأرض: نائب فاعل مرفوع علامته الضمة.
''',
        'keywords': 'أرض:هزا:هز',
        'phrase': 'هزت الأرض',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هزت الأرض',
        },
    274: {
        'date': '2023-07-16',
        'id': 274,
        'inflection': 'مد: فعل ماضٍ مبني على الفتح مجهول فاعل.\nوالتاء: تاء التأنيث الجسور: نائب فاعل مرفوع علامته الضمة',
        'keywords': 'جسور:مد',
        'phrase': 'مدت الجسور',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مدت الجسور',
        },
    275: {
        'date': '2023-07-16',
        'id': 275,
        'inflection': '''يمني: مبتدأ مرفوع علامته تنوين الضم وهو اسم منسوب.
صاحب: نائب فاعل مرفوع علامته الضمة.
هذا: اسم إشارة مبني في محل جر بالإضافة.
المطعم: بدل من محل اسم الإشارة، مجرور علامته الكسرة.
''',
        'keywords': 'هذ:أيم:مطعم:أيمن:يمن:يمني:هذا:منى:يمنة:صاحب',
        'phrase': 'أيمنيٌّ صاحبُ هذا المطعم',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أيمني صاحب هذا المطعم',
        },
    276: {
        'date': '2023-07-16',
        'id': 276,
        'inflection': '''شوهد: فعل ماضٍ مبني على الفتح، مجهول فاعله (مبني للمجهول).
الكسوف: نائب فاعل مرفوع علامته الضمة.
''',
        'keywords': 'شاهد:كسوف',
        'phrase': 'شوهد الكسوفُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شوهد الكسوف',
        },
    277: {
        'date': '2023-07-16',
        'id': 277,
        'inflection': '''أعطي: فعل ماضٍ مبني على الفتح مجهول فاعله (مبني للمجهول).
الجار: نائب فاعل مرفوع علامته الضمة.
الفاتورة: مفعول به منصوب علامته الفتحة.
''',
        'keywords': 'فاتورة:جار:عطى:عطا:أعطى',
        'phrase': 'أعطيَ الجارُ الفاتورة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعطي الجار الفاتورة',
        },
    278: {
        'date': '2023-07-16',
        'id': 278,
        'inflection': '''أعلم: فعل ماضٍ مبني على الفتح.
عريف: فاعل مرفوع غعلامته الضمة وهو مضاف.
الحفلة: مضاف إليه مجرور علامته الكسرة.
المدعوين: مفعول به أول منصوب علامته الياء لأن جمع مذكر سالم.
العرض: مفعول به ثانٍ منصوب علامته الفتحة.
مستمراً: مفعول به ثالث منصوب علامته تنوين الفتح.
''',
        'keywords': 'عرض:علم:أعلم:مستمر:حاضر:عريف:حفل:حفلة',
        'phrase': 'أعلَمَ عريفُ الحفلةِ الحاضرينَ العرضَ مستمراً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعلم عريف الحفلة الحاضرين العرض مستمرا',
        },
    279: {
        'date': '2023-07-16',
        'id': 279,
        'inflection': '''أعلم: فعل ماضٍ مبني على الفتح مجهول فاعله (مبني للمجهول).
الحاضرون: نائب فاعل مرفوع علامته الواو.
العرض: مفعول به أو منصوب علامته الفتحة.
مستمراً: مفعول به ثان منصوب علامته تنوين الفتح.
''',
        'keywords': 'عرض:علم:أعلم:مستمر:حاضر',
        'phrase': 'أُعلم الحاضرون العرضَ مستمراً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعلم الحاضرون العرض مستمرا',
        },
    280: {
        'date': '2023-07-16',
        'id': 280,
        'inflection': '''رَجَعَ: فعل ماض مبني على الفتح.
الفَرِيقُ:فاعل مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
مُنْتَصِراً:حال منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'رجع:منتصر:فريق',
        'phrase': 'رَجَعَ الفَرِيقُ مُنْتَصِراً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رجع الفريق منتصرا',
        },
    281: {
        'date': '2023-07-16',
        'id': 281,
        'inflection': '''رَأَيْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
الوَلَدَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
يَلْعَبُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره (هُوَ)، والجملة الفعلية في محل نصب حال.
''',
        'keywords': 'ولد:رأى:ألعب:لعب',
        'phrase': 'رَأَيْتُ الوَلَدَ يَلْعَبُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الولد يلعب',
        },
    282: {
        'date': '2023-07-16',
        'id': 282,
        'inflection': '''حَضَرَ: فعل ماض مبني على الفتح.
التِّلْمِيذُ: فاعل مرفوع ، وعلامة رفعه الضمة الظاهرة على آخره.
وَ: واو الحال، حرف مبني على الفتح لا محل له من الإعراب.
هُوَ: ضمير منفصل مبني على الفتح في محل رفع مبتدأ.
يَجْرِي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء، والفاعل ضمير مستتر جوازا تقديره (هُوَ).
والجملة الفعلية في محل رفع خبر المبتدإ، والجملة الاسمية في محل نصب حال.
''',
        'keywords': 'حضر:هو:أجرى:تلميذ:جرى',
        'phrase': 'حَضَرَ التِّلْمِيذُ وَهُوَ يَجْرِي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حضر التلميذ وهو يجري',
        },
    283: {
        'date': '2023-07-16',
        'id': 283,
        'inflection': '''أعْجَبَنِي: فعل ماض مبني على الفتح، والنون نون الوقاية حرف مبني على الكسر لا محل له من الإعراب، والياء ضمير متصل مبني على السكون في محل نصب مفعول به.
الوَرْدُ: فاعل مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
بَيْنَ: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
الأَشْجَارِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره، وشبه الجملة من المضاف والمضاف إليه في محل نصب حال.
''',
        'keywords': 'عجب:أشجار:بين:ورد:أعجب',
        'phrase': 'أعْجَبَنِي الوَرْدُ بَيْنَ الأَشْجَارِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعجبني الورد بين الأشجار',
        },
    284: {
        'date': '2023-07-16',
        'id': 284,
        'inflection': '''رَأَيْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الطَّائِرَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
فِي: حرف جر مبني على السكون لا محل له من الإعراب.
القَفَصِ: اسم مجرور ب (فِي) وعلامة جره الكسرة الظاهرة على آخره، وشبه الجملة من الجار والمجرور في محل نصب حال''',
        'keywords': 'قفص:رأى:في:طائر',
        'phrase': 'رَأَيْتُ الطَّائِرَ فِي القَفَصِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الطائر في القفص',
        },
    285: {
        'date': '2023-07-16',
        'id': 285,
        'inflection': '''يَقْرَأُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
الْوَلَدُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
قِصَّةً: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'قرأ:أقرأ:قصة:ولد:قص',
        'phrase': 'يَقْرَأُ الْوَلَدُ قِصَّةً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقرأ الولد قصة',
        },
    286: {
        'date': '2023-07-16',
        'id': 286,
        'inflection': '''نَنْسَى: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الألف، والفاعل ضمير مستتر وجوبا تقديره ( نَحْنُ ).
الإِسَاءَةَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
بـِ: حرف جر مبني على الكسر، لا محل له من الإعراب.
سُرْعَةٍ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'نسى:نسا:أنسى:نسي:سرعة:إساءة:سرع',
        'phrase': 'نَنْسَى الإِسَاءَةَ بِسُرْعَةٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ننسى الإساءة بسرعة',
        },
    287: {
        'date': '2023-07-16',
        'id': 287,
        'inflection': '''لَـ: لام الأمر، حرف مبني على الفتح لا محل له من الإعراب.
تَسْتَمَعَنَّ: فعل مضارع مبني على الفتح لاتّصاله بنون التّوكيد الثقيلة،والنون حرف توكيد مبني على الفتح لا محل لها من الإعراب،والفاعل ضمير مستتر وجوبا تقديره(أَنْتَ).
النَّصِيحَةَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'تسمع:نصيحة:أسمع:نصيح:سمع',
        'phrase': 'لَتَسْمَعَنَّ النَّصِيحَةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لتسمعن النصيحة',
        },
    288: {
        'date': '2023-07-16',
        'id': 288,
        'inflection': '''يَذْهَبْنَ: فعل مضارع مبني على السكون لاتصاله بنون النسوة،ونون النسوة ضمير متصل مبني على الفتح في محل رفع فاعل.
إِلَى: حرف جر مبني على السكون، لا محل له من الإعراب.
الْعَمَلِ: اسم مجرور بإلى، وعلامة جره الكسرة الظاهرة على آخره.
بَاكِرًا: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحةالظاهرة على آخره.
''',
        'keywords': 'إلى:ذهب:أذهب:باكر:عمل',
        'phrase': 'يَذْهَبْنَ إِلَى الْعَمَلِ بَاكِرًا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يذهبن إلى العمل باكرا',
        },
    289: {
        'date': '2023-07-16',
        'id': 289,
        'inflection': '''يَعْدُو: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الواو.
اللاَّعِبُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
وَرَاءَ: مفعول فيه ظرف مكان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
الْكُرَةِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'وراء:كرة:كر:عدا:لاعب',
        'phrase': 'يَعْدُو اللاَّعِبُ وَرَاءَ الْكُرَةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعدو اللاعب وراء الكرة',
        },
    290: {
        'date': '2023-07-16',
        'id': 290,
        'inflection': '''يَجْرِي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء.
يَحْيَى: فاعل مرفوع، وعلامة رفعه الضمة المقدرة على الألف.
بـِ: حرف جر مبني على الكسر، لا محل له من الإعراب.
بُطْءٍ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره،وشبه الجملة في محل نصب حال.
''',
        'keywords': 'أجرى:بط:يحيى:ء:جرى',
        'phrase': 'يَجْرِي يَحْيَى بِبُطْ ءٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يجري يحيى ببط ء',
        },
    291: {
        'date': '2023-07-16',
        'id': 291,
        'inflection': '''أُرِيدُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
أَنْ: حرف نصب ومصدر مبني على السكون.
أَلْعَبَ: فعل مضارع منصوب بأن، وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنَا ).
الْكُرَةَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
والمصدر المؤول من أن والفعل في محل نصب مفعول به ( تقديره: أُرِيدُ لَعِبَ الكُرَةِ ).
''',
        'keywords': 'ألعب:آن:كرة:أراد:كر:راد:عب:أن:لعب',
        'phrase': 'أُرِيدُ أَنْ أَلْعَبَ الْكُرَةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أريد أن ألعب الكرة',
        },
    292: {
        'date': '2023-07-16',
        'id': 292,
        'inflection': '''لَنْ: حرف نفي ونصب واستقبال، مبني على السكون لا محلَّ له من الإعراب.
يَدْنُوَ: فعل مضارع منصوب بلَنْ، وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره(هُوَ).
مِنَ: حرف جر مبني على الفتح، لا محل له من الإعراب.
النَّارِ: اسم مجرور بمن،وعلامة جره الكسرة الظاهرة على آخره.
لَنْ يَجْريَ بَعْدَ اليَوْمِ: لَنْ: حرف نفي ونصب واستقبال، مبني على السكون لا محلَّ له من الإعراب.
يَجْريَ: فعل مضارع منصوب بلَنْ،وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
بَعْدَ: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف، اليَوْمِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مان:لن:من:منى:نار:دنو:لان:دنا',
        'phrase': 'لَنْ يَدْنُوَ مِنَ النَّارِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لن يدنو من النار',
        },
    293: {
        'date': '2023-07-16',
        'id': 293,
        'inflection': '''كَيْ: حرف مصدر ونصب واستقبال، مبني على السكون لا محلَّ له من الإعراب.
أَرَى: فعل مضارع منصوب بكَيْ، وعلامة نصبه الفتحة المقدرة على الألف، والفاعل ضمير مستتر وجوبا تقديره ( أَنَا ).
بـِ: حرف جر مبني على الكسر، لا محل له من الإعراب.
نَفْسِي: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره، وهو مضاف الياء ضمير متصل مبني على السكون في محل جر مضاف إليه.
''',
        'keywords': 'كي:رأى:نفسي:نفسة:راءى:نفس',
        'phrase': 'كَيْ أَرَى بِنَفْسِي',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كي أرى بنفسي',
        },
    294: {
        'date': '2023-07-16',
        'id': 294,
        'inflection': '''يُحِبُّ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
الأَطْفَالُ: فاعل مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
أَنْ: حرف نصب ومصدر مبني على السكون.
يَلْعَبُوا: فعل مضارع منصوب، وعلامة نصبه حذف النون لأنه من الأفعال الخمسة، وواو الجماعة ضمير متصل مبني على السكون في محل رفع فاعل.
كُرَةَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف، القَدَمِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
والمصدر المؤول من أن والفعل في محل نصب مفعول به، ( تقديرها: يُحِبُّ الأَطْفَالُ لَعِبَ…).
''',
        'keywords': 'ألعب:آن:كرة:كر:أطفال:حب:أحب:حبا:حبى:قدم:أن:حاب:لعب',
        'phrase': 'يُحِبُّ الأَطْفَالُ أَنْ يَلْعَبُوا كُرَةَ القَدَمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحب الأطفال أن يلعبوا كرة القدم',
        },
    295: {
        'date': '2023-07-16',
        'id': 295,
        'inflection': '''مَا: حرف نفي مبني على السكون لا محل له من الإعراب.
كَانَ: فعل ماض ناقص مبني على الفتح.
اللَّهُ: اسم جلالة اسم كان مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
لــِ :لام الجحود،حرف مبني على الكسر،لا محل له من الإعراب.
يُضَيِّعَ: فعل مضارع منصوب بأن المضمرة وجوبا بعد لام الجحود، وعلامة نصبه الفتحة الظاهرة على آخره،والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
أَجْرَكُمْ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف والكاف ضمير متصل مبني على السكون في محل جر مضاف إليه.
والجملة الفعلية في محل نصب خبر كان.
''',
        'keywords': 'أجار:ضاع:ضيع:أجر:جر:كان:أجرى:وجر:ما:أضاع:الله:جرى',
        'phrase': 'مَا كَانَ اللَّهُ لِيُضَيِّعَ أَجْرَكُمْ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما كان الله ليضيع أجركم',
        },
    296: {
        'date': '2023-07-16',
        'id': 296,
        'inflection': '''لَمْ: حرف نفي وجزم مبني على السكون لا محلَّ له من الإعراب.
يُسْأَلِ: فعل مضارع مبني للمجهول مجزوم، وعلامة جزمه السكون منع من ظهورها التقاء الساكنين.
الْوَلَدُ: نائب الفاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
فــَ: الفاء للسببية، حرف مبني على الفتح لا محلَّ له من الإعراب.
يُجِيبَ: فعل مضارع منصوب بأن مضمرة وجوبا بعد فاء السببية وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
''',
        'keywords': 'لم:جيب:لام:جاب:ولد:أجاب:سأل',
        'phrase': 'لَمْ يُسْأَلِ الْوَلَدُ فَيُجِيبَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يسأل الولد فيجيب',
        },
    297: {
        'date': '2023-07-16',
        'id': 297,
        'inflection': '''كُنْ: فعل أمر ناقص مبني على السكون،واسمها ضمير مستتر وجوبا تقديره ( أَنْتَ ).
لَيِّناً: خبر (كُنْ ) منصوب، وعلامة نصبه الفتحة الظاهرة على آخره فــَ: الفاء للسببية، حرف مبني على الفتح لا محلَّ له من الإعراب.
تُحَبَّ: فعل مضارع منصوب بأن مضمرة وجوبا بعد فاء السببية،وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
''',
        'keywords': 'وكن:كن:حب:كنى:أحب:لين:حبا:حبى:لان:حاب',
        'phrase': 'كُنْ لَيِّناً فَتُحَبَّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كن لينا فتحب',
        },
    298: {
        'date': '2023-07-16',
        'id': 298,
        'inflection': '''لَمْ: حرف نفي وجزم مبني على السكون لا محلَّ له من الإعراب.
يَفِعَلْ: فعل مضارع مجزوم، وعلامة جزمه السكون منع من ظهورها التقاء الساكنين، والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
الْخَيْرَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
وَ: واو المعية، حرف مبني على الفتح لا محلَّ له من الإعراب.
يَنِدَمَ: فعل مضارع منصوب بأن مضمرة وجوبا بعد واو المعية وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
''',
        'keywords': 'لم:ندم:خير:لام:أندم:فعل',
        'phrase': 'لَمْ يَفِعَلِ الْخَيْرَ وَيَنِدَمَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يفعل الخير ويندم',
        },
    299: {
        'date': '2023-07-16',
        'id': 299,
        'inflection': '''لاَ: حرف نهي وجزم، مبني على السكون لا محل له من الإعراب.
تَأْمُرْ: فعل مضارع مجزوم بلا، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
بـِ: حرف جر مبني على الكسر، لا محل له من الإعراب.
الصِّدْقِ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره، وَ: واو المعية، حرف مبني على الفتح لا محلَّ له من الإعراب.
تَكْذِبَ: فعل مضارع منصوب بأن مضمرة وجوبا بعد واو المعيةوعلامة نصبه الفتحة الظاهرة على آخره،والفاعل ضمير مستتر وجوبا تقديره(أنْتَ ).
''',
        'keywords': 'أكذب:صدق:تكذب:لا:كذب:تأمر:أمر',
        'phrase': 'لاَ تَأْمُرْ بِالصِّدْقِ وَتَكْذِبَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تأمر بالصدق وتكذب',
        },
    300: {
        'date': '2023-07-16',
        'id': 300,
        'inflection': '''لاَ: حرف نهي وجزم، مبني على السكون لا محل له من الإعراب.
تَأْكُلْ: فعل مضارع مجزوم بلا، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
حَتَّى: حرف نصب وغاية، مبني على السكون لا محل له من الإعراب.
تَجُوعَ: فعل مضارع منصوب بأن مضمرة وجوبا بعد حَتَّى وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
''',
        'keywords': 'تأكل:أكل:لا:حتى:جاع:تجوع:جوع',
        'phrase': 'لاَ تَأْكُلْ حَتَّى تَجُوعَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تأكل حتى تجوع',
        },
    301: {
        'date': '2023-07-16',
        'id': 301,
        'inflection': '''اِسْتَمِعْ: فعل أمر مبني على السكون، والفاعل ضمير مستتروجوبا تقديره ( أَنْتَ ).
نُصْحَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
الطَّبِيبِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
أَوْ: حرف عطف بمعنى ( إلى أَنْ )، مبني على السكون لا محلَّ له من الإعراب.
يَتِمَّ: فعل مضارع منصوب بأن مضمرة وجوبا بعد أَوْ، وعلامة نصبه الفتحة الظاهرة على آخره.
شِفَاؤُكَ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف، الكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
''',
        'keywords': 'صحا:نصح:صحي:شفاء:تام:صح:أصحى:أصح:أو:طبيب:أتم:تم:استمع:صاح:يتم:أوى',
        'phrase': 'اِسْتَمِعْ نُصْحَ الطَّبِيبِ أَوْ يَتِمَّ شِفَاؤُكَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استمع نصح الطبيب أو يتم شفاؤك',
        },
    302: {
        'date': '2023-07-16',
        'id': 302,
        'inflection': '''يُعَاقَبُ:فعل مضارع مبني للمجهول مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
الْمُسِيءُ: نائب الفاعل مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره.
أَوْ: حرف عطف بمعنى ( إلى أَنْ )، مبني على السكون لا محلَّ له من الإعراب.
يَعْتَذِرَ: فعل مضارع منصوب بأن مضمرة وجوبا بعد أَوْ،وعلامةنصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتروجوبا تقديره ( هُوَ ).
''',
        'keywords': 'عاقب:مسيء:أو:اعتذر:أوى',
        'phrase': 'يُعَاقَبُ الْمُسِيءُ أَوْ يَعْتَذِرَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعاقب المسيء أو يعتذر',
        },
    303: {
        'date': '2023-07-16',
        'id': 303,
        'inflection': '''جَلَسْتُ: فعل ماض مبني على السكون لاتصاله بضمير، و(تُ)ضمير متصل مبني على الضم في محل رفع فاعل.
لــِ: لام التعليل،حرف مبني على الكسر، لا محل له من الإعراب.
أَسْتَرِيحَ: فعل مضارع منصوب بـ ( أَنْ) مضمرة جوازا بعد لام التعليل، وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنَا)''',
        'keywords': 'استراح:جلس',
        'phrase': 'جَلَسْتُ لأِسْتَرِيحَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلست لأستريح',
        },
    304: {
        'date': '2023-07-16',
        'id': 304,
        'inflection': '''سَجَدْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
شُكْراً: مفعول لأجله منصوب، وعلامة نصبه الفتحة الظاهرةعلى آخره.
لِلَّهِ: اللام حرف جر مبني على الكسر لا محل له من الإعراب،واللّهِ اسم جلالة مجرور باللام وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'سجد:شكر:له',
        'phrase': 'سَجَدْتُ شُكْراً لِلَّهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سجدت شكرا لله',
        },
    305: {
        'date': '2023-07-16',
        'id': 305,
        'inflection': '''سَافَرْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة،والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
إِلَى: حرف جر مبني على السكون لا محل له من الإعراب.
الجَبَلِ: اسم مجرور ب (إلى) وعلامة جره الكسرة الظاهرةعلى آخره.
طَلَباً: مفعول لأجله منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
لِلرَّاحَةِ: اللام حرف جر مبني على الكسر لا محل له من الإعراب، والراحةِ اسم مجرور باللام وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'طلب:سافر:إلى:جبل:راحة:راح',
        'phrase': 'سَافَرْتُ إِلَى الجَبَلِ طَلَباً لِلرَّاحَةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافرت إلى الجبل طلبا للراحة',
        },
    306: {
        'date': '2023-07-16',
        'id': 306,
        'inflection': '''يَجْتَهِدُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره.
التِّلْمِيذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
طَلَبَ: مفعول لأجله منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف، التّفَوُّقِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'اجتهد:تفوق:تلميذ:طلب',
        'phrase': 'يَجْتَهِدُ التِّلْمِيذُ طَلَبَ التّفَوُّقِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يجتهد التلميذ طلب التفوق',
        },
    307: {
        'date': '2023-07-16',
        'id': 307,
        'inflection': '''أَعْمَلُ: فعل مضارع مرفوع، وعلامة رفعة الضمة الظاهرةعلى آخره، والفاعل ضمير مستتر وجوبا تقديره( أنَا).
اليَوْمَ: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
لِلنَّجَاحِ: اللام حرف جر مبني على الكسر لا محل له من الإعراب، والنَّجَاحِ اسم مجرور باللام وعلامة جره الكسرة الظاهرة على آخره، وشبه الجملة من الجار والمجرور في محل نصب مفعول لأجله.
غَداً: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'نجاح:غدا:يوم:أعمل:غد:عمل',
        'phrase': 'أَعْمَلُ اليَوْمَ لِلنَّجَاحِ غَداً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعمل اليوم للنجاح غدا',
        },
    308: {
        'date': '2023-07-16',
        'id': 308,
        'inflection': '''خَوْفاً: مفعول لأجله مقدم منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
مِنَ: حرف جر مبني على الفتح لا محل له من الإعراب.
الفَشَلِ: اسم مجرور ب(مِنَ)،وعلامة جره الكسرة الظاهرة على آخره.
يَجْتَهِدُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
التِّلامِيذُ: فاعل مرفوع ،وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'مان:تلاميذ:من:منى:خوف:اجتهد:فشل',
        'phrase': 'خَوْفاً مِنَ الفَشَلِ يَجْتَهِدُ التِّلامِيذُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خوفا من الفشل يجتهد التلاميذ',
        },
    309: {
        'date': '2023-07-16',
        'id': 309,
        'inflection': '''هُوَ: ضمير منفصل مبني على الفتح في محل رفع مبتدأ.
مُخْلِصٌ: خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
فِي: حرف جر مبني على السكون لا محل له من الإعراب.
العَمَلِ: اسم مجرور ب (فِي) وعلامة جره الكسرة الظاهرة على آخره.
طَمَعاً: مفعول لأجله منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
فِي: حرف جر مبني على السكون لا محل له من الإعراب.
النَّجَاحِ: اسم مجرور ب (فِي) وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'هو:نجاح:طمع:في:مخلص:عمل',
        'phrase': 'هُوَ مُخْلِصٌ فِي العَمَلِ طَمَعاً فِي النَّجَاحِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هو مخلص في العمل طمعا في النجاح',
        },
    310: {
        'date': '2023-07-16',
        'id': 310,
        'inflection': '''نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
المَغَارِبَةَ: مفعول به لفعل محذوف تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا، والجملة من الفعل والفاعل لا محل لها من الإعراب لأنها جملة اعتراضية.
مُتَسَامِحُونَ: خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'مغاربة:نحن:نحى:وحن:نح:حن:–:مغارب:ناح:حنى:حنا:حان:أحنى:متسامح',
        'phrase': 'نَحْنُ – المَغَارِبَةَ – مُتَسَامِحُونَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن – المغاربة – متسامحون',
        },
    311: {
        'date': '2023-07-16',
        'id': 311,
        'inflection': '''نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
مَعَاشِرَ: مفعول به لفعل محذوف تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا،وهو مضاف.
الأَنْبِيَاءِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة تحت آخره.
والجملة الفعلية لا محل لها من الإعراب لأنها جملة اعتراضية.
لاَ: حرف نفي مبني على السكون لا محل له من الإعراب.
نُورَثُ: فعل مضارع مبني للمجهول، ونائب الفاعل ضمير مستتر تقديره (نحن)، والجملة الفعلية (لاَ نُورَثُ) في محل رفع مبتدإ (نَحْنُ).
''',
        'keywords': 'معاشر:أورث:نحن:نحى:وحن:نح:حن:–:أنبياء:لا:ورث:ناح:حنى:حنا:حان:أحنى',
        'phrase': 'نَحْنُ – مَعَاشِرَ الأَنْبِيَاءِ – لاَ نُورَثُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن – معاشر الأنبياء – لا نورث',
        },
    312: {
        'date': '2023-07-16',
        'id': 312,
        'inflection': '''أَنَا: ضمير منفصل مبني على السكون في محل رفع مبتدأ.
أَيُّ: مفعول به مبني على الضم في محل نصب، وفعله محذوف وجوبا تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا، هَا: حرف تنبيه مبني على السكون لا محل له من الإعراب.
التِّلْمِيذُ: نعت مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية لا محل لها من الإعراب لأنها جملةاعتراضية.
أَصْنَعُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره، والفاعل ضمير مستتر وجوبا تقديره أَنَا.
مُسْتَقْبَلَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرةعلى آخره،وهو مضاف.
الوَطَنِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة تحت آخره.
''',
        'keywords': 'أنا:مستقبل:أي:صنع:–:وطن:تلميذ',
        'phrase': 'أَنَا – أَيُّهَا التِّلْمِيذُ – أَصْنَعُ مُسْتَقْبَلَ الوَطَنِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا – أيها التلميذ – أصنع مستقبل الوطن',
        },
    313: {
        'date': '2023-07-16',
        'id': 313,
        'inflection': '''أَنَا: ضمير منفصل مبني على السكون في محل رفع مبتدأ.
أَيَّةُ: مفعول به مبني على الضم في محل نصب، وفعله محذوف وجوبا تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا.
هَا: حرف تنبيه مبني على السكون لا محل له من الإعراب.
الطَّالِبَةُ: نعت مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية لا محل لها من الإعراب لأنها جملة اعتراضية.
أَسْعَى: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الألف، والفاعل ضمير مستتر وجوبا تقديره أَنَا.
إِلَى: حرف جر مبني على السكون لا محل له من الإعراب.
العِلْمِ: اسم مجرور بمن، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'علم:أنا:إلى:–:سعى:طالب:أية',
        'phrase': 'أَنَا – أَيَّتُهَا الطَّالِبَةُ – أَسْعَى إِلَى العِلْمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا – أيتها الطالبة – أسعى إلى العلم',
        },
    314: {
        'date': '2023-07-16',
        'id': 314,
        'inflection': '''نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
الأَطِبَّاءَ: مفعول به لفعل محذوف تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا، والجملة الفعلية لا محل لها من الإعراب لأنها جملة اعتراضية.
نُحَارِبُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره نحن.
الأَمْرَاضَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره، والجملة الفعلية في محل رفع خبر.
''',
        'keywords': 'حارب:نحن:نحى:وحن:نح:حن:–:أطباء:ناح:حنى:حنا:حان:أحنى:أمراض',
        'phrase': 'نَحْنُ – الأَطِبَّاءَ – نُحَارِبُ الأَمْرَاضَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن – الأطباء – نحارب الأمراض',
        },
    315: {
        'date': '2023-07-16',
        'id': 315,
        'inflection': '''نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
التَّلاَمِيذَ: مفعول به لفعل محذوف تقديره أَخُصُّ، وفاعله ضمير مستتر وجوبا، والجملة من الفعل والفاعل لا محل لها من الإعراب لأنها جملة اعتراضية.
نَحْتَرِمُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره، والفاعل ضمير مستتر وجوبا تقديره نحن.
أَسَاتِذَتَنَا: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف،( نَا) ضمير متصل مبني على السكون في محل جر مضاف إليه.
والجملة الفعلية في محل رفع خبر.
''',
        'keywords': 'احترم:تلاميذ:نحن:نحى:وحن:نح:حن:–:أساتذة:ناح:حنى:حنا:حان:أحنى:-',
        'phrase': 'نَحْنُ – التَّلاَمِيذَ- نَحْتَرِمُ أَسَاتِذَتَنَا',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن – التلاميذ- نحترم أساتذتنا',
        },
    316: {
        'date': '2023-07-16',
        'id': 316,
        'inflection': '''أَ مُحَمَّدُ اِجْمَعِ المَحَاصِيلَ: أَ: حرف نداء مبني على الفتح لا محل له من الإعراب.
مُحَمَّدُ: منادى مبني على الضم في محل نصب.
اِجْمَعْ: فعل أمر مبني على السكون،والفاعل ضمير مستتروجوبا تقديره ( أَنْتَ).
المَحَاصِيلَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرةعلى آخره.
''',
        'keywords': 'علم:#:مفرد',
        'phrase': '#العَلَمُ المُفْرَدُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '#العلم المفرد',
        },
    317: {
        'date': '2023-07-16',
        'id': 317,
        'inflection': '''يَا رَجُلُ أَقْبِلْ: يَا: حرف نداء مبني على السكون لا محل له من الإعراب.
رَجُلُ: منادى مبني على الضم في محل نصب.
أَقْبِلْ: فعل أمر مبني على السكون، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
''',
        'keywords': 'نكرة:مقصود:نكر:#',
        'phrase': '# النَّكِرَةُ المَقْصُودَةُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '# النكرة المقصودة',
        },
    318: {
        'date': '2023-07-16',
        'id': 318,
        'inflection': '''يَا رَجُلاً خُذْ بِيَدِي: يَا: حرف نداء مبني على السكون لا محل له من الإعراب.
رَجُلاً: منادى منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
خُذْ: فعل أمر مبني على السكون،والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
يَدِي: اسم مجرور بالباء،وعلامة جره الكسرة الظاهرة على آخره وهو مضاف، الياء ضمير متصل مبني على السكون في محل جر مضاف إليه.
''',
        'keywords': 'غار:نكر:غير:مقصود:#:نكرة',
        'phrase': '#النَّكِرَة غَير المَقْصودَة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '#النكرة غير المقصودة',
        },
    319: {
        'date': '2023-07-16',
        'id': 319,
        'inflection': '''يَا فَاعِلَ الخَيْرِ أَقْبِلْ: يَا: حرف نداء مبني على السكون لا محل له من الإعراب.
فَاعِلَ: منادى منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
الخَيْرِ: مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة تحت آخره.
أَقْبِلْ: فعل أمر مبني على السكون،والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
''',
        'keywords': 'مضاف:#',
        'phrase': '# المُضَافُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '# المضاف',
        },
    320: {
        'date': '2023-07-16',
        'id': 320,
        'inflection': '''يَا مُحِبّاً وَطَنُهُ أَبْشِرْ: يَا: حرف نداء مبني على السكون لا محل له من الإعراب.
مُحِبّاً: منادى منصوب، وعلامة نصبه الفتحة الظاهرة آخره.
وَطَنُهُ: مفعول به منصوب، وعلامة نصبه الفتحةالظاهرة على آخره، وهو مضاف الهاء ضمير متصل مبني على الضم في محل جر مضاف إليه، (اسم الفاعل” مُحِبّ” عمل اسم فعله”أحَبَّ” المتعدي فرفع فاعلا ضميرا مستترا تقديره”أنتَ” ونصب مفعولا به”وَطَنَ”).
أَبْشِرْ: فعل أمر مبني على السكون، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
''',
        'keywords': 'مضاف:#:شبيه',
        'phrase': '# الشَّبيهُ بِالمُضَاف',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '# الشبيه بالمضاف',
        },
    321: {
        'date': '2023-07-16',
        'id': 321,
        'inflection': '''#-قال الله تعالى :{إنَّ الحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} هود:114.
إنَّ:حرف توكيد ونصب.
الحَسَنَاتِ: اسم إن منصوب،وعلامةنصبه الكسرة النائبةعن الفتحة لأنه جمع مؤنث سالم.
يُذْهِبْنَ: فعل مضارع مبني على السكون لاتصاله بنون النسوة،ونون النسوة ضمير متصل مبني على الفتح في محل رفع فاعل.
السَّيِّئَاتِ: مفعول به منصوب، وعلامة نصبه الكسرة نيابة عن الفتحة لأنه جمع مؤنث سالم.
والجملة الفعلية في محل رفع خبر ” إنَّ”.
''',
        'keywords': 'ذهب:أذهب:إن:حسنة:حسن:سيئ',
        'phrase': 'إنَّ الحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الحسنات يذهبن السيئات',
        },
    322: {
        'date': '2023-07-16',
        'id': 322,
        'inflection': '''يَلْعَبُ:فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره.
الأَطْفَالُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
بِالكُرَاتِ: الباء حرف جر مبني على الكسر لا محل له من الإعراب،و”الكُرَاتِ” اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'ألعب:كرة:كر:أطفال:لعب',
        'phrase': 'يَلْعَبُ الأَطْفَالُ بِالكُرَاتِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يلعب الأطفال بالكرات',
        },
    323: {
        'date': '2023-07-16',
        'id': 323,
        'inflection': '''الأُمَّهَاتُ: مبتدأ مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
أُولاَتُ: خبر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره،وهو مضاف.
فَضْلٍ: مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أمهات:فضل:أول:لات:ضل',
        'phrase': 'الأُمَّهَاتُ أُولاَتُ فَضْلٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأمهات أولات فضل',
        },
    324: {
        'date': '2023-07-16',
        'id': 324,
        'inflection': '''يَفْرَحُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
الفَلاَّحُونَ: فاعل مرفوع،وعلامة رفعه الواو لأنه جمع مذكر سالم.
لِهُطُولِ: “لـِ”حرف جر مبني على الكسرة،لا محل له من الإعراب “هُطُولِ” اسم مجرور باللام،وعلامة جره الكسرة الظاهرة على آخره،وهو مضاف، المَطَرِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مطر:أفرح:فلاح:فرح:هطول',
        'phrase': 'يَفْرَحُ الفَلاَّحُونَ لِهُطُولِ المَطَرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يفرح الفلاحون لهطول المطر',
        },
    325: {
        'date': '2023-07-16',
        'id': 325,
        'inflection': '''كانَ: فعل ماض ناقص،مبني على الفتح.
التَّلامِيذُ:اسم ” كانَ” مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
مُنْتَبِهينَ: خبر” كانَ” منصوب،وعلامة نصبه الياء لأنه جمع مذكر سالم.
''',
        'keywords': 'كان:منتبه:تلاميذ',
        'phrase': 'كانَ التَّلامِيذُ مُنْتَبِهينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان التلاميذ منتبهين',
        },
    326: {
        'date': '2023-07-16',
        'id': 326,
        'inflection': '''حَكَمَ: فعل ماض مبني على الفتح.
القاضِي: فاعل مرفوع بالضمة المُقدّرة على الياء.
عَلى: حرف جر مبني على السكون.
المُجْرِمينَ: اسم مجرور بـ “عَلَى”،وعلامة جره الياء لأنه جمع مذكر سالم.
''',
        'keywords': 'حكم:على:مجرم:قاضي',
        'phrase': 'حَكَمَ القاضِي عَلى المُجْرِمينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حكم القاضي على المجرمين',
        },
    327: {
        'date': '2023-07-16',
        'id': 327,
        'inflection': '''اشْتَرَكَ: فعل ماض مبني على الفتح.
فِي: حرف جر مبني على السكون.
الرِّحْلَةِ: اسم مجرور بـ ” فِي “، وعلامة جره الكسرة الظاهرة على آخره.
عِشْرُونَ: فاعل مرفوع،وعلامة رفعه الواو لأنه ملحق بجمع المذكر السالم.
طَالِباً: تمييز منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'اشترى:اشترك:في:عشرون:رحل:طالب:رحلة:عشر:شتر',
        'phrase': 'اِشْتَرَكَ فِي الرِّحْلَةِ عِشْرُونَ طَالِباً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشترك في الرحلة عشرون طالبا',
        },
    328: {
        'date': '2023-07-16',
        'id': 328,
        'inflection': 'جاء:فعل ماض مبني على الفتح، المصليان:فاعل مرفوع بالألف لأنه مثنى، كلاهما:توكيد معنوي تابع لمؤكه (المصليان) في إعرابه.\n',
        'keywords': 'أكل:مصلى:وكل:جاء:مصلي:كل:كلى:كلاهما',
        'phrase': 'جاء المصليان كلاهما',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء المصليان كلاهما',
        },
    329: {
        'date': '2023-07-16',
        'id': 329,
        'inflection': '''كلا:مبتدأ مرفوع بالضمة المقدرة على الألف،(لأنه اسم مقصور)وهو مضاف، المُسْلِمَيْن:مضاف إليه مجرور بالياء لأنه مثنى، جاء:فعل ماض مبني على الفتح والفاعل ضمير مستتر تقديره(هما).
والجملة الفعلية في محل رفع خبر المبتدإ.
''',
        'keywords': 'أكل:وكل:مسلم:كل:جاء:كلا',
        'phrase': 'كلا المُسْلِمَيْن جاء',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كلا المسلمين جاء',
        },
    330: {
        'date': '2023-07-16',
        'id': 330,
        'inflection': '''الْعَالِمَانِ: مبتدأ مرفوع بالألف لأنه مثنى.
مُجِدَّانِ: خبر مرفوع بالألف لأنه مثنى.
''',
        'keywords': 'مجد:عالم',
        'phrase': 'الْعَالِمَانِ مُجِدَّانِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العالمان مجدان',
        },
    331: {
        'date': '2023-07-16',
        'id': 331,
        'inflection': '''قَرَأْتُ: فعل ماض مبني على السكون لاتصاله بالضمير،والتاءضمير متصل مبني على الضم في محل رفع فاعل.
قِصَّتَيْنِ:مفعول به منصوب،وعلامة نصبه وعلامة نصبه الياءلأنه مُفِيدَتَيْنِ:نعت تابع لمنعوته في نصبه، وعلامة نصبه الياء لأنه مثنى.
''',
        'keywords': 'قص:مفيد:قرأ:قصة',
        'phrase': 'قَرَأْتُ قِصَّتَيْنِ مُفِيدَتَيْنِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرأت قصتين مفيدتين',
        },
    332: {
        'date': '2023-07-16',
        'id': 332,
        'inflection': '''سَلَّمْتُ: فعل ماض مبني على السكون لاتصاله بالضمير،والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
عَلَى:حرف جر مبني على السكون لا محل له من الإعراب.
الأُسْتَاذَيْنِ:اسم مجرور بـ ” عَلَى”، وعلامة جره الياءلأنه مثنى.
الجَلِيلَيْنِ: نعت تابع لمنعوته في جره، وعلامة جره الياء لأنه مثنى.
''',
        'keywords': 'أستاذ:جليل:سلم:على',
        'phrase': 'سَلَّمْتُ عَلَى الأُسْتَاذَيْنِ الجَلِيلَيْنِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سلمت على الأستاذين الجليلين',
        },
    333: {
        'date': '2023-07-16',
        'id': 333,
        'inflection': 'الضوءان: مبتدأ مرفوع، علامته الألف – مثنى مبهران: خبر مرفوع، علامته الألف – مثنى',
        'keywords': 'ضوء:مبهر',
        'phrase': 'الضوءان مبهران',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الضوءان مبهران',
        },
    334: {
        'date': '2023-07-16',
        'id': 334,
        'inflection': '''استمتع: فعل ماضٍ مبنى على الفتح.
الطفلان: فاعل مرفوع علامته الألف – مثنى برؤية: شبه جملة جار ومجرور.
الظبيين: مضاف إليه مجرور علامته الياء – مثنى''',
        'keywords': 'ظبي:طفل:رؤى:استمتع:رؤية:زرافة',
        'phrase': 'استمتع الطفلان برؤية الظبيين والزرافة',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استمتع الطفلان برؤية الظبيين والزرافة',
        },
    335: {
        'date': '2023-07-16',
        'id': 335,
        'inflection': 'يدافع: فعل مضارع مرفوع، علامته الضمة.\nالمحاميان: فاعل مرفوع، علامته الألف – مثنى الجانبين: اسم مجرور، علامته الياء – مثنى',
        'keywords': 'عان:دافع:محامي:عن:عنى:جانب',
        'phrase': 'يُدافع المحاميان عن الجانبين',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدافع المحاميان عن الجانبين',
        },
    336: {
        'date': '2023-07-16',
        'id': 336,
        'inflection': '''صدر الحكم: فعل وفاعل.
في القضية: شبه جملة جار ومجرور.
باتفاق: شبه جملة جار ومجرور.
القاضيين: مضاف إليه مجرور، علامته الياء – مثنى''',
        'keywords': 'قضة:حكم:قضية:القاضيين:لحى:في:قض:اتفاق:لحا:صدر',
        'phrase': 'صدر الحكم في القضية باتفاق القاضيين',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صدر الحكم في القضية باتفاق القاضيين',
        },
    337: {
        'date': '2023-07-16',
        'id': 337,
        'inflection': 'جاء:فعل ماض مبني على الفتح جاء:توكيد لفظي مبني على الفتح المطر:فاعل مرفوع بالضمة الظاهرة على اخره',
        'keywords': 'جاء:مطر',
        'phrase': 'جاء جاء المطر',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء جاء المطر',
        },
    338: {
        'date': '2023-07-16',
        'id': 338,
        'inflection': 'المعادن:مبتدا مرفوع بالضمة الظاهرة على اخره كلها:كل:توكيد معنوي للمعادن مرفوع بالضمة الظاهرة على اخره وهو مضاف.\nها:ضمير متصل مبني على السكون في محل جر مضاف اليه تروة:خبر مرفوع بالضمة الظاهرة على اخره و الضمة التانية للتنوين اساسية:نعت تابع لمنتعوته في رفعه و علامة رفعه الضمة الظاهرة على اخره',
        'keywords': 'معادن:أكل:كال:وكل:كل:اساسية:تروة',
        'phrase': 'المعادن كلها تروة اساسية',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعادن كلها تروة اساسية',
        },
    339: {
        'date': '2023-07-16',
        'id': 339,
        'inflection': '''اجتهدَ: فعل ماض ٍ مبني على الفتح الظاهر على آخره.
اجتهدَ: توكيد لفظي مبني على الفتح الظاهر على آخره.
الطالبُ: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
المؤدبُ: نعت مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'اجتهد:مؤدب:طالب',
        'phrase': 'اجتهدَ اجتهدَ الطالبُ المؤدبُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اجتهد اجتهد الطالب المؤدب',
        },
    340: {
        'date': '2023-07-16',
        'id': 340,
        'inflection': '''يحضرُ: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
التلاميذ ُ: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
جميعُهُم: توكيد معنوي مرفوع وعلامة رفعه الضمة الظاهرة على آخره, وهو مضاف.
والهاء: ضمير متصل مبني على الضم في محل جر مضاف اليه, والميم: علامة جمع الذكور العقلاء.
للمدرسة ِ: اللام: حرف جر مبني على الكسر, المدرسة: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'حضر:مدرسة:مدرس:أحضر:تلاميذ:جميع',
        'phrase': 'يحضرُ التلاميذ ُ جَميعُهُم لِلمدرسة ِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحضر التلاميذ  جميعهم للمدرسة ',
        },
    341: {
        'date': '2023-07-16',
        'id': 341,
        'inflection': '''نِعْمَ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
الأُسْتَاذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
عَلِيٌّ: مخصوص بالمدح، مبتدأ مؤخر مرفوع، وعلامة رفعه الضمةظاهرة على آخره.
والجملة الفعلية من( نعموفاعلها) في محل رفع خبر مقدم.
''',
        'keywords': 'علي:أعمى:عم:نعم:عام:عل:علة:عمى:عمي:على:أستاذ:وعم:علا:وعل',
        'phrase': 'نِعْمَ الأُسْتَاذُ عَلِيٌّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم الأستاذ علي',
        },
    342: {
        'date': '2023-07-16',
        'id': 342,
        'inflection': '''نِعْمَ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
تِلْمِيذاً: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
أَحْمَدُ: مخصوص بالمدح، مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية من( نعم وفاعلها) في محل رفع خبر مقدم.
''',
        'keywords': 'أعمى:عم:نعم:عام:تلميذ:عمى:عمي:حمد:وعم',
        'phrase': 'نِعْمَ تِلْمِيذاً أَحْمَدُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم تلميذا أحمد',
        },
    343: {
        'date': '2023-07-16',
        'id': 343,
        'inflection': '''بِئْسَ: فعل ماض جامد لإنشاء الذَّم مبني على الفتح.
خُلُقاً: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
النَّمِيمَةُ: مخصوص بالذَّم، مبتدأ مؤخر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية من( نعم وفاعلها) في محل رفع خبر مقدم.
''',
        'keywords': 'نميم:خلق:بئس',
        'phrase': 'بِئْسَ خُلُقاً النَّمِيمَةُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بئس خلقا النميمة',
        },
    344: {
        'date': '2023-07-16',
        'id': 344,
        'inflection': '''نِعْمَ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
مَا: اسم موصول بمعنى الذي مبني على السكون في محل رفع فاعل.
تَفْعَلُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره (أَنتَ)، والجملة من الفعل والفاعل صلة للموصول لا محل لها من الإعراب.
والجملة من نعم وفاعلها في محل رفع خبر مُقَدَّم.
الخَيْرُ:مبتدأ مؤخر مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'أعمى:خير:عم:نعم:عام:عمى:عمي:ما:فعل:وعم',
        'phrase': 'نِعْمَ مَا تَفْعَلُ الخَيْرُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم ما تفعل الخير',
        },
    345: {
        'date': '2023-07-16',
        'id': 345,
        'inflection': '''بِئْسَ: فعل ماض جامد لإنشاء الذَّم مبني على الفتح.
مَنْ: اسم موصول مبني على السكون في محل رفع فاعل.
والجملة من بئس وفاعلها في محل رفع خبر مُقَدَّم.
تُصَادِقُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره (أَنتَ)،والجملةمن الفعل والفاعل صلة للموصول لا محل لها من الإعراب.
الكَسُولُ: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'صادق:مان:تصادق:من:منى:بئس:كسول',
        'phrase': 'بِئْسَ مَنْ تُصَادِقُ الكَسُولُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بئس من تصادق الكسول',
        },
    346: {
        'date': '2023-07-16',
        'id': 346,
        'inflection': '''نِعْمَ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
اللاَّعِبُ:فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية من( نعم وفاعلها) في محل رفع خبر مُقدّموالمبتدأ ( المخصوص بالمدح) محذوف وقد تقدَّمه ما يدل تقدَّمه ما يدل عليه عند المُتكلم والمُستمع.
''',
        'keywords': 'أعمى:عم:نعم:عام:عمى:عمي:لاعب:وعم',
        'phrase': 'نِعْمَ اللاَّعِبُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم اللاعب',
        },
    347: {
        'date': '2023-07-16',
        'id': 347,
        'inflection': '''بِئْسَ: فعل ماض جامد لإنشاء الذَّم مبني على الفتح.
العَادَةُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
والجملة الفعلية من( بئس وفاعلها) في محل رفع خبر مُقدّموالمبتدأ ( المخصوص بالذم) محذوف وقد تقدَّمه ما يدل تقدَّمه ما يدل عليه عند المُتكلم والمُستمع.
''',
        'keywords': 'بئس:عادة',
        'phrase': 'بِئْسَ العَادَةُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بئس العادة',
        },
    348: {
        'date': '2023-07-16',
        'id': 348,
        'inflection': '''حَبَّ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
ذَا: اسم إشارة مبني على السكون في محل رفع فاعل.
الشَّجَاعَةُ:مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرةعلى آخره.
''',
        'keywords': 'حبذ:حبذا:شجاع:شجاعة',
        'phrase': 'حَبَّذَا الشَّجَاعَةُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حبذا الشجاعة',
        },
    349: {
        'date': '2023-07-16',
        'id': 349,
        'inflection': '''لاَ: حرف نفي مبني على السكون لا محل له من الإعراب.
حَبَّ: فعل ماض جامد لإنشاء الذَّمِ مبني على الفتح.
ذَا: اسم إشارة مبني على السكون في محل رفع فاعل.
الكَذِبُ: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'حبذ:حبذا:لا:كذب',
        'phrase': 'لاَ حَبَّذَا الكَذِبُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا حبذا الكذب',
        },
    350: {
        'date': '2023-07-16',
        'id': 350,
        'inflection': '''سَاءَ: فعل ماض جامد لإنشاء الذَّم مبني على الفتح.
الخُلُقُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والجملة من سَاءَ وفاعلها في محل رفع خبر مُقَدَّم.
الإِهْمَالُ: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'خلق:ساء:إهمال',
        'phrase': 'سَاءَ الخُلُقُ الإِهْمَالُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساء الخلق الإهمال',
        },
    351: {
        'date': '2023-07-16',
        'id': 351,
        'inflection': '''حَسُنَ: فعل ماض جامد لإنشاء المدح مبني على الفتح.
الطَّالِبُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والجملة من حَسُنَ وفاعلها في محل رفع خبر مُقَدَّم.
زَيْدٌ: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'حاس:حس:زاد:حسى:زيد:طالب:حسن',
        'phrase': 'حَسُنَ الطَّالِبُ زَيْدٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حسن الطالب زيد',
        },
    352: {
        'date': '2023-07-16',
        'id': 352,
        'inflection': '''خَبُثَ: فعل ماض جامد لإنشاء الذَّم مبني على الفتح.
الرَّفِيقُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره، والجملة من خَبُثَ وفاعلها في محل رفع خبر مُقَدَّم.
النَّمَّامُ: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'نمام:خبث:رفيق',
        'phrase': 'خَبُثَ الرَّفِيقُ النَّمَّامُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خبث الرفيق النمام',
        },
    353: {
        'date': '2023-07-16',
        'id': 353,
        'inflection': '''رَأَيْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
الوَلَدَ:مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
بَاكِياً: حال منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'ولد:رأى:باكي',
        'phrase': 'رَأَيْتُ الوَلَدَ بَاكِياً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الولد باكيا',
        },
    354: {
        'date': '2023-07-16',
        'id': 354,
        'inflection': '''عَادَ: فعل ماض مبني على الفتح.
الجَيْشُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
ظَافِراً: حال منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
لاَ تَشْرَبِ المَاءَ كَدِراً: لاَ: حرف نهي وجزم، مبني على السكون لا محل له من الإعراب.
تَشْرَبْ: فعل أمر مبني على السكون، والفاعل ضمير مستتر وجوبا تقديره(أَنْتَ).
المَاءَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
كَدِراً: حال منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'جيش:ظافر:عاد:عادي:عادى',
        'phrase': 'عَادَ الجَيْشُ ظَافِراً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد الجيش ظافرا',
        },
    355: {
        'date': '2023-07-16',
        'id': 355,
        'inflection': '''تُؤكلُ:فعل مضارع مبني للمجهول مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
الفاكهةُ:نائب الفاعل مرفوع،وعلامة رفعه الضمة الظاهرةعلى آخره.
ناضِجةً:حال منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'أكل:فاكهة:فاكه:ناضج:آكل',
        'phrase': 'تُؤكلُ الفاكهةُ ناضجةً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تؤكل الفاكهة ناضجة',
        },
    356: {
        'date': '2023-07-16',
        'id': 356,
        'inflection': '''لَمْ: حرف نفي وجزم مبني على السكون لا محلَّ له من الإعراب.
يَحْتَرِمْ: فعل مضارع مجزوم بلَمْ، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر جوازا تقديره ( هُوَ ).
أَخَاهُ: مفعول به منصوب، وعلامة نصبه الألف لأنه من الأسماءالخمسة، وهو مضاف الهاء ضمير متصل مبني على الضم في محل جر مضاف إليه.
''',
        'keywords': 'لم:أخا:لام:احترم',
        'phrase': 'لَمْ يَحْتَرِمْ أَخَاهُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يحترم أخاه',
        },
    357: {
        'date': '2023-07-16',
        'id': 357,
        'inflection': '''لاَ:حرف نهي وجزم،مبني على السكون لا محل له من الإعراب.
تَسْبَحْ: فعل مضارع مجزوم بلا، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
فِي: حرف جر مبني على السكون، لا محل له من الإعراب.
الأَمَاكِنِ: اسم مجرور بـ ( فِي )، وعلامة جره الكسرة الظاهرة على آخره.
الْخَطِرَةِ: نعت تابع لمنعوته في جره، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'خطر:لأم:في:سبح:أماكن:لا:أسبح',
        'phrase': 'لاَ تَسْبَحْ فِي الأَمَاكِنِ الْخَطِرَةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تسبح في الأماكن الخطرة',
        },
    358: {
        'date': '2023-07-16',
        'id': 358,
        'inflection': '''حَظَرَ: فعل ماض مبني على الفتح.
الأُسْتَاذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
وَ: واو الحال،حرف مبني على السكون لا محل له من الإعراب.
لَمَّا:حرف نفي وجزم،مبني على السكون لا محل له من الإعراب.
يَحْظُرِ: فعل مضارع مجزوم بـ (لَمَّا )، وعلامة جزمه السكون الظاهر على آخره( منع من ظهوره التقاء السَّاكنين).
التَّلاَمِيذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'لما:لم:أستاذ:حظر:تلاميذ',
        'phrase': 'حَظَرَ الأُسْتَاذُ وَلَمَّا يَحْظُرِ التَّلاَمِيذُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حظر الأستاذ ولما يحظر التلاميذ',
        },
    359: {
        'date': '2023-07-16',
        'id': 359,
        'inflection': '''مَا: اسم شرط جازم يجزم فعلين، وهو مبني على السكون في محل رفع مبتدأ.
تَفْعَلْ: فعل الشرط مجزوم بما، وعلامة جزمه السكون الظاهر على آخره.
مِنْ: حرف جر مبني على السكون.
خَيْرٍ: اسم مجرور بفي، وعلامة جره الكسرة الظاهرة على آخره.
تُجْزَ: فعل مضارع مجزوم (جواب الشرط)، وعلامة جزمه حذف حرف العلة لأنه معتل.
عَلَيْهِ: حرف جر مبني على السكون، والهاء ضمير متصل مبني على الكسر في محل جر اسم مجروروجملتا الشرط والجواب في محل رفع خبر المبتدإ.
''',
        'keywords': 'جز:جزى:علي:وجز:مان:خار:خير:جاز:عل:من:منى:على:علة:ما:فعل:أجزى:أجاز',
        'phrase': 'مَا تَفْعَلْ مِنْ خَيْرٍ تُجْزَ عَلَيْهِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما تفعل من خير تجز عليه',
        },
    360: {
        'date': '2023-07-16',
        'id': 360,
        'inflection': '''مَنْ: اسم شرط جازم، مبني على السكون في محل رفع مبتدأ.
يَتَّقِ: فعل مضارع مجزوم ( فعل شرط )، وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر وجوبا تقديره ( هُوَ ).
اللَّهَ: اسم جلالة مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
يَنْجُ: فعل مضارع مجزوم ( جواب شرط )، وعلامة جزمه حذف حرف العلة.
مِنَ: حرف جر مبني على الفتح، لا محل له من الإعراب.
النَّارِ: اسم مجرور بـ (مِنَ )، وعلامة جره الكسرة الظاهرة على آخرهوجملتا الشرط والجواب في محل رفع خبر المبتدإ.
''',
        'keywords': 'نجى:أنجى:اتقى:مان:من:منى:نار:نجا:ناج:نج:الله',
        'phrase': 'مَنْ يَتَّقِ اللَّهَ يَنْجُ مِنَ النَّارِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من يتق الله ينج من النار',
        },
    361: {
        'date': '2023-07-16',
        'id': 361,
        'inflection': '''مَتَى: اسم شرط جازم،مبني على السكون في محل نصب مفعول فيه ظرف زمان.
تَفْهَمَا: فعل مضارع مجزوم ( فعل شرط )، وعلامة جزمه حذف النون لأنه من الأفعال الخمسة،وألف الاثنين ضمير متصل مبني على السكون في محل رفع فاعل.
الدَّرْسَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
تُنْجِزَا: فعل مضارع مجزوم ( جواب شرط )، وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، وألف الاثنين ضمير متصل مبني على السكون في محل رفع فاعل.
التَّمَارِينَ: مفعول به منصوب،وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'تف:أنجز:تنجز:أفهم:تمار:تماري:فهم:نجز:متى:تفهم:درس:تمارين',
        'phrase': 'مَتَى تَفْهَمَا الدَّرْسَ تَنْجِزَا التَّمَارِينَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'متى تفهما الدرس تنجزا التمارين',
        },
    362: {
        'date': '2023-07-16',
        'id': 362,
        'inflection': '''أيُّ: اسم شرط جازم،ظرف زمان منصوب وهو مضاف، عَمَلٍ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرةعلى آخره.
تَعْمَلْ: فعل مضارع مجزوم ( فعل الشَّرط )،وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ ).
أَعْمَلْ: فعل مضارع مجزوم (جواب الشرط)،وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنَا).
مِثْلَهُ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره،وهو مضاف، الهاء ضمير متصل مبني على الضم في محل جر مضاف إليه.
''',
        'keywords': 'أي:أعمل:مثل:عمل',
        'phrase': 'أيُّ عَمَلٍ تَعْمَلْ أَعْمَلْ مِثْلَهُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أي عمل تعمل أعمل مثله',
        },
    363: {
        'date': '2023-07-16',
        'id': 363,
        'inflection': '''إِنْ:حرف شرط جازم،مبني على السكون لا محل له من الإعراب تَتَعَلَّمِ: فعل مضارع مجزوم (جواب الشرط)، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ) وَ: حرف قسم وجر، مبني على الفتح.
اللَّهِ: اسم الجلالة مُقْسَمٌ بِه مجرور، وعلامة جره الكسرة الظاهرة على آخره، والجار والمجرور مُتعَلِّقان بمحذوف تقديره أَحْلِفُ تَفُزْ: فعل مضارع مجزوم (جواب الشرط المتقدِّم)،وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
''',
        'keywords': 'تعلم:وفز:فاز:إن:فز:الله',
        'phrase': 'إِنْ تَتَعَلَّمِ وَاللَّهِ تَفُزْ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن تتعلم والله تفز',
        },
    364: {
        'date': '2023-07-16',
        'id': 364,
        'inflection': '''وَ: حرف قسم وجر، مبني على الفتح.
اللَّهِ: اسم الجلالة مُقْسَمٌ بِه مجرور، وعلامة جره الكسرة الظاهرة على آخره، والجار والمجرور مُتعَلِّقان بمحذوف تقديره أَحْلِفُ إِنْ:حرف شرط جازم،مبني على السكون لا محل له من الإعراب تُطَالِعْ: فعل مضارع مجزوم، وعلامة جزمه السكون الظاهر على آخره، والفاعل ضمير مستتر وجوبا تقديره ( أَنْتَ).
دُرُوسَكَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره،وهو مضاف،الكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
لَـ: حرف واقع في جواب القسم.
تَنْجَحَنَّ: فعل مضارع مبني على الفتح لاتِّصاله بنون التَّوكيد الثَّقيلة، والنون حرف توكيد مبني على الفتح لا محل لها من الإعراب، والفاعل ضمير مستتر وجوبا تقديره(أَنْتَ).
والجملة الفعلية جواب القسم لا محل لها من الإعراب.
''',
        'keywords': 'تنجح:أنجح:دروس:إن:طالع:نجح:الله',
        'phrase': 'وَاللَّهِ إِنْ تُطَالِعْ دُرُوسَكَ لَتَنْجَحَنَّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'والله إن تطالع دروسك لتنجحن',
        },
    365: {
        'date': '2023-07-16',
        'id': 365,
        'inflection': '''يُحِبُّ: فعل مضارع مرفوع، وعلامة رفعة الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره (هُوَ).
وَطَنَهُ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف، والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه.
كُلَّ: نائب المفعول المطلق منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف، الحُبِّ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'طن:طان:أكل:لحب:كال:وكل:حب:أحب:كل:حبا:حبى:وطن:حاب',
        'phrase': 'يُحِبُّ وَطَنَهُ كُلَّ الحُبِّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحب وطنه كل الحب',
        },
    366: {
        'date': '2023-07-16',
        'id': 366,
        'inflection': '''يُرَوِّحُ:فعل مضارع مرفوع،وعلامة رفعة الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره (هُوَ).
عنْ: حرف جر مبني على السكون لا محل له من الإعراب.
نَفْسِهِ:اسم مجرور ب (عَنْ) وعلامة جره الكسرة الظاهرة على آخره وهو مضاف،والهاء ضمير متصل مبني على الكسر في محل جر مضافا إليه.
بَعْضَ:نائب المفعول المطلق منصوب،وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف، التَّرْوِيحِ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'عان:بعض:عن:عنى:ترويح:راح:روح:نفس',
        'phrase': 'يُرَوِّحُ عَنْ نَفْسِهِ بَعْضَ التَّرْوِيحِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يروح عن نفسه بعض الترويح',
        },
    367: {
        'date': '2023-07-16',
        'id': 367,
        'inflection': '''ضَرَبْتُهُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل، والهاء ضمير متصل مبني على الضم في محل نصب مفعول به.
سَوْطاً:نائب المفعول المطلق منصوب،وعلامة نصبه الفتحةالظاهرة على آخره.
''',
        'keywords': 'سوط:ضربة:ساط:ضرب',
        'phrase': 'ضَرَبْتُهُ سَوْطاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ضربته سوطا',
        },
    368: {
        'date': '2023-07-16',
        'id': 368,
        'inflection': 'قِيَاماً:مفعول مطلق لفعل محذوف،تقديره “قُومُوا”،منصوب وعلامة نصبه الفتحة الظاهرة على آخره.\n',
        'keywords': 'قيام:…',
        'phrase': 'قِيَاماً…',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قياما…',
        },
    369: {
        'date': '2023-07-16',
        'id': 369,
        'inflection': '''صَبْراً: مفعول مطلق لفعل محذوف( تقديره اِصْبِرُوا) منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
جَمِيلاً: نعت تابع لمنعوته في نصبه، وعلامة نصبه الفتحة الظاهرة على آخره.
كَلَّمْتُكَ كَلاَماً مُفِيداً: كَلَّمْتُكَ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل،والكاف ضمير متصل مبني على الفتح في محل نصب مفعول به.
كَلاَماً: نائب المفعول المطلق منصوب،وعلامة نصبه الفتحةالظاهرة على آخره.
مُفِيداً: نعت تابع لمنعوته في نصبه، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'جميل:صبر',
        'phrase': 'صَبْراً جَمِيلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صبرا جميلا',
        },
    370: {
        'date': '2023-07-16',
        'id': 370,
        'inflection': 'بُؤْساً: مفعول مطلق لفعل محذوف تقديره( أَبْأَسَهُ اللَّهُ بُؤْساً ) منصوب وعلامة نصبه الفتحة الظاهرة على آخره.\n',
        'keywords': 'بؤس:',
        'phrase': 'بُؤْساً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بؤسا: مفعول مطلق لفعل محذوف تقديره( أبأسه الله بؤسا )',
        },
    371: {
        'date': '2023-07-16',
        'id': 371,
        'inflection': '''سَمْعاً: مفعول مطلق لفعل محذوف تقديره( سَمِعْتُ… ) منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
وَ: حرف عطف مبني على الفتح لا محل له من الإعراب.
طَاعَةً: اسم معطوف على (سَمْعاً)، تابع للمعطوف عليه في نصبه وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'سمع:طاعة',
        'phrase': 'سَمْعاً وَطَاعَةً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سمعا وطاعة',
        },
    372: {
        'date': '2023-07-16',
        'id': 372,
        'inflection': '''شُكْراً:مفعول مطلق لفعل محذوف تقديره( شَكَرْتُ… ) منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
جَزِيلاً:نعت تابع لمنعوته في نصبه،وعلامة نصبه الفتحةالظاهرة على آخره.
''',
        'keywords': 'جزيل:شكر',
        'phrase': 'شُكْراً جَزِيلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شكرا جزيلا',
        },
    373: {
        'date': '2023-07-16',
        'id': 373,
        'inflection': '''يَرْتَعِشُ:فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرةعلى آخره.
الوَلَدُ:: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
ارْتِعَاشاً: مفعول مطلق منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'ولد:ارتعاش:ارتعش',
        'phrase': 'يَرْتَعِشُ الوَلَدُ ارْتِعَاشاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يرتعش الولد ارتعاشا',
        },
    374: {
        'date': '2023-07-16',
        'id': 374,
        'inflection': '''سَافَرْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
سَفَراً:مفعول مطلق منصوب،وعلامة نصبه الفتحة الظاهرةعلى آخره.
طَوِيلاً:نعت تابع لمنعوته في نصبه،وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'طويل:سفر:سافر',
        'phrase': 'سَافَرْتُ سَفَراً طَوِيلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافرت سفرا طويلا',
        },
    375: {
        'date': '2023-07-16',
        'id': 375,
        'inflection': '''قَرَأَ: فعل ماض مبني على الفتح، والفاعل ضمير مستتر وجوبا تقديره(هُوَ).
الرِّسَالَةَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
قِرَاءَةَ:مفعول مطلق منصوب،وعلامة نصبه الفتحة الظاهرةعلى آخره، وهو مضاف; الخَطِيبِ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'قرأ:رسالة:قراء:قراءة:خطيب',
        'phrase': 'قَرَأَ الرِّسَالَةَ قِرَاءَةَ الخَطِيبِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرأ الرسالة قراءة الخطيب',
        },
    376: {
        'date': '2023-07-16',
        'id': 376,
        'inflection': '''قَرَأْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الكِتَابَ:مفعول به منصوب وعلامة نصبه الفتحة الظاهرةعلى آخره.
قِرَاءَتَيْنِ: مفعول مطلق منصوب، وعلامة نصبه الياء لأنه مثنى.
''',
        'keywords': 'قراء:كتاب:قراءة:قرأ',
        'phrase': 'قَرَأْتُ الكِتَابَ قِرَاءَتَيْنِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرأت الكتاب قراءتين',
        },
    377: {
        'date': '2023-07-16',
        'id': 377,
        'inflection': '''سَافَرْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
طَوِيلاً: مفعول مطلق منصوب،وعلامةنصبه الفتحةالظاهرةعلى آخره.
''',
        'keywords': 'طويل:سافر',
        'phrase': 'سَافَرْتُ طَوِيلاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافرت طويلا',
        },
    378: {
        'date': '2023-07-16',
        'id': 378,
        'inflection': '''يَقْرَأُ:فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
التِّلْمِيذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
تِلْكَ: تِي اسم إشارة مبني على السكون في محل نصب نائب المفعول المطلقواللام للبعد، والكاف حرف خطاب مبني لا محل له من الإعراب.
القِرَاءَةَ:نعت تابع لمنعوته في نصبه،وعلامةنصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'قرأ:أقرأ:تلك:لاك:قراء:قراءة:تلى:لكي:تل:لك:تلميذ',
        'phrase': 'يَقْرَأُ التِّلْمِيذُ تِلْكَ القِرَاءَةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقرأ التلميذ تلك القراءة',
        },
    379: {
        'date': '2023-07-16',
        'id': 379,
        'inflection': '''جَلَسَ: فعل مضارع مرفوع، وعلامة رفعة الضمة الظاهرة على آخره، والفاعل ضمير مستتر وجوبا تقديره(هُوَ).
القُرْفُصَاءَ: نائب المفعول المطلق منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'قرفصاء:جلس',
        'phrase': 'جَلَسَ القُرْفُصَاءَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلس القرفصاء',
        },
    380: {
        'date': '2023-07-16',
        'id': 380,
        'inflection': '''قَرَأْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
ثَلاَثَ:نائب المفعول المطلق منصوب،وعلامة نصبه الفتحةالظاهرة على آخره، وهو مضاف، قِرَاءَاتٍ:مضاف إليه مجرور،وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'قراء:ثلاث:قراءة:قرأ',
        'phrase': 'قَرَأْتُ ثَلاَثَ قِرَاءَاتٍ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قرأت ثلاث قراءات',
        },
    381: {
        'date': '2023-07-16',
        'id': 381,
        'inflection': '''شَرِبَ:فعل ماض مبني على الفتح.
المَرِيضُ:فاعل مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
الدَّوَاءَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
لَيْلاً: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'شرب:دواء:ليل:مريض:يل',
        'phrase': 'شَرِبَ المَرِيضُ الدَّوَاءَ لَيْلاً',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شرب المريض الدواء ليلا',
        },
    382: {
        'date': '2023-07-16',
        'id': 382,
        'inflection': '''جَلَسَ: فعل ماض مبني على الفتح.
الحَارِسُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
أَمَامَ: مفعول فيه ظرف مكان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
العِمَارَةِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'عمار:عمارة:أمام:حارس:جلس',
        'phrase': 'جَلَسَ الحَارِسُ أَمَامَ العِمَارَةِ',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلس الحارس أمام العمارة',
        },
    383: {
        'date': '2023-07-16',
        'id': 383,
        'inflection': '''الصَّبَاحُ: مبتدأ مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
جَمِيلٌ: خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'جميل:صباح',
        'phrase': 'الصَّبَاحُ جَمِيلٌ',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصباح جميل',
        },
    384: {
        'date': '2023-07-16',
        'id': 384,
        'inflection': '''يَخْشَى: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الألف.
المُؤْمِنُ: فاعل مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
يَوْمَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
القِيَامَةِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مؤمن:خشى:قيامة:يوم:خشي:قيام',
        'phrase': 'يَخْشَى المُؤْمِنُ يَوْمَ القِيَامَةِ',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخشى المؤمن يوم القيامة',
        },
    385: {
        'date': '2023-07-16',
        'id': 385,
        'inflection': '''يَحْضُرُ: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
أَحْمَدُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
غَداً: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'حضر:غد:حمد:غدا:أحضر',
        'phrase': 'يَحْضُرُ أَحْمَدُ غَداً',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحضر أحمد غدا',
        },
    386: {
        'date': '2023-07-16',
        'id': 386,
        'inflection': '''تُهَاجِرُ: فعل مضارع مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
الطُّيُورُ: فاعل مرفوع،وعلامة رفعه الضمة الظاهرة على آخره.
شَمَالاً: مفعول فيه ظرف مكان منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'تهاجر:هاجر:شمال:طيور',
        'phrase': 'تُهَاجِرُ الطُّيُورُ شَمَالاً',
        'reference': 'almadarisspress.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تهاجر الطيور شمالا',
        },
    387: {
        'date': '2023-07-16',
        'id': 387,
        'inflection': '''خَرَجْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
شُرُوقَ: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
الشَّمْسِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'شمس:خرج:شروق',
        'phrase': 'خَرَجْتُ وَشُرُوقَ الشَّمْسِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خرجت وشروق الشمس',
        },
    388: {
        'date': '2023-07-16',
        'id': 388,
        'inflection': '''سِرْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة، والتاء ضمير مبني على الضم في محل رفع فاعل.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
شَاطِئَ: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
البَحْرِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'سر:سرا:شاطئ:سار:سرى:بحر',
        'phrase': 'سِرْتُ وَشَاطِئَ البَحْرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سرت وشاطئ البحر',
        },
    389: {
        'date': '2023-07-16',
        'id': 389,
        'inflection': '''أَنَا:ضمير منفصل مبني على السكون في محل رفع مبتدأ.
سَائِرٌ:خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
الرَّصِيفَ: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'سائر:أنا:رصيف',
        'phrase': 'أَنَا سَائِرٌ وَالرَّصِيفَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا سائر والرصيف',
        },
    390: {
        'date': '2023-07-16',
        'id': 390,
        'inflection': '''عُمَرٌ: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
مُكْرَمٌ: خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
أَخَاهُ:مفعول معه منصوب، وعلامة نصبه الألف لأنه من الأسماء الخمسة، وهو مضاف الهاء ضمير متصل مبني على الضم في محل جر مضاف إليه.
''',
        'keywords': 'عمر:مكرم:أخا',
        'phrase': 'عُمَرٌ مُكْرَمٌ وَأَخَاهُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عمر مكرم وأخاه',
        },
    391: {
        'date': '2023-07-16',
        'id': 391,
        'inflection': '''سَيْرُكَ: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف، الكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
الشَّاطِئَ: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
فِي: حرف جر مبني على السكون لا محل له من الإعراب.
الصَّبَاحِ: اسم مجرور ب (فِي) وعلامة جره الكسرة الظاهرة على آخره.
مُفِيدٌ: خبر مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'مفيد:رك:سير:في:شاطئ:أرك:صباح:ورك',
        'phrase': 'سَيْرُكَ وَالشَّاطِئَ فِي الصَّبَاحِ مُفِيدٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سيرك والشاطئ في الصباح مفيد',
        },
    392: {
        'date': '2023-07-16',
        'id': 392,
        'inflection': '''بَاعَ: فعل ماض مبني على الفتح.
الفَلاَّحُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
الشَّعِيرَ: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
وَ: حرف عطف،حرف مبني على الفتح لا محل له من الإعراب.
القَمْحَ: معطوف على الشَّعير.
''',
        'keywords': 'فلاح:باع:شعير:قمح',
        'phrase': 'بَاعَ الفَلاَّحُ الشَّعِيرَ وَالقَمْحَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'باع الفلاح الشعير والقمح',
        },
    393: {
        'date': '2023-07-16',
        'id': 393,
        'inflection': '''ذَهَبْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة،والتاء ضمير مبني على الضم في محل رفع فاعل.
إِلَى: حرف جر مبني على السكون لا محل له من الإعراب.
المَسْجِدِ:اسم مجرور ب (إِلَى) وعلامة جره الكسرة الظاهرة على آخره.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
طُلُوعَ: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، وهو مضاف.
الفَجْرِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'إلى:ذهب:فجر:طلوع:مسجد',
        'phrase': 'ذَهَبْتُ إِلَى المَسْجِدِ وَطُلُوعَ الفَجْرِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبت إلى المسجد وطلوع الفجر',
        },
    394: {
        'date': '2023-07-16',
        'id': 394,
        'inflection': '''عَجِبْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة،والتاء ضمير مبني على الضم في محل رفع فاعل.
مِنْكَ: حرف جر مبني على السكون لا محل له من الإعراب والكاف ضمير متصل مبني على الفتح في محل جر اسم مجرور.
وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
زَيْداً: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على على آخره.
''',
        'keywords': 'عجب:مان:زاد:من:منى:زيد',
        'phrase': 'عَجِبْتُ مِنْكَ وَزَيْداً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عجبت منك وزيدا',
        },
    395: {
        'date': '2023-07-16',
        'id': 395,
        'inflection': '''تَنَاقَشَ: فعل ماض مبني على الفتح.
الأُسْتَاذُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
وَ:حرف عطف،حرف مبني على الفتح لا محل له من الإعراب.
التِّلْمِيذُ: اسم معطوف مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'أستاذ:ناقش:تلميذ:تناقش',
        'phrase': 'تَنَاقَشَ الأُسْتَاذُ وَالتِّلْمِيذُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تناقش الأستاذ والتلميذ',
        },
    396: {
        'date': '2023-07-16',
        'id': 396,
        'inflection': '''سَافَرَ: فعل ماض مبني على الفتح.
ابْرَاهِيمُ: فاعل مرفوع ،وعلامة رفعه الضمة الظاهرة على آخره.
وَ:حرف عطف،حرف مبني على الفتح لا محل له من الإعراب.
خَالِدُ: اسم معطوف مرفوع، وعلامة رفعه الضمة الظاهرة على آخره.
أو وَ: واو المعية، حرف مبني على الفتح لا محل له من الإعراب.
خَالِدًا: مفعول معه منصوب، وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'خالد:ابراهيم:سافر:أو:(:):أوى:،',
        'phrase': 'سَافَرَ ابْرَاهِيمُ وَخَالِدُ، أو ( خَالِدًا )',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافر ابراهيم وخالد، أو ( خالدا )',
        },
    397: {
        'date': '2023-07-16',
        'id': 397,
        'inflection': '''مَا:اسم نكرة تامة بمعنى شيء مبنية على السكون في محل رفع مبتدأ.
أَجْمَلَ: فعل ماض مبني على الفتح وهو فعل التعجب، والفاعل ضمير مستتر وجوبا تقديره: هُوَ، يعود على ما.
شَوَاطِئَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، هو مضاف والجملة الفعلية في محل رفع خبر المبتدأ.
الجزيرة: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'شواطئ:!:جمل:جزيرة:ما:أجمل',
        'phrase': 'مَا أَجْمَلَ شَوَاطِئَ الجزيرةِ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أجمل شواطئ الجزيرة!',
        },
    398: {
        'date': '2023-07-16',
        'id': 398,
        'inflection': '''أَعْظِمْ: فعل ماض جاء على صورة الأمر مبني على فتح مقدر على آخره منع من ظهوره السكون الذي اقتضته صيغه الأمر، وهو فعل التعجب.
بــِ: حرف جر زائد.
أَرْضِكَ: فاعل مجرور بالباء لفظا،مرفوع محلا على أنه فاعل وهو مضاف الكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
الخِصْبَةِ: نعت تابع لمنعوته في رفعه، وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'عظم:خصب:خصبة:أعظم:!:أرض',
        'phrase': 'أَعْظِمْ بِأَرْضِكَ الخِصْبَةِ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعظم بأرضك الخصبة!',
        },
    399: {
        'date': '2023-07-16',
        'id': 399,
        'inflection': '''مَا:اسم نكرة تامة بمعنى شيء مبنية على السكون في محل رفع مبتدأ.
أَشَذَ: فعل ماض مبني على الفتح وهو فعل التعجب، والفاعل ضمير مستتر وجوبا تقديره: هُوَ، يعود على ما.
تَعَلُّقَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة على آخره، هو مضاف والجملة الفعلية في محل رفع خبر المبتدأ.
النّاسِ:مضاف إليه مجرور، وعلامة جره الكسرة الظاهرةعلى آخره.
بـِ: حرف جر مبني على السكون،لا محل له من الإعراب.
أَرْضِهِمْ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة على آخره وهو مضاف، (هِمْ) ضمير مُتّصل مبني على السكون في محل جر مضاف إليه.
''',
        'keywords': 'تعلق:ناس:!:علق:ما:شذ:شذا:أرض',
        'phrase': 'مَا أَشَذَ تَعَلُّقَ النَّاسِ بِأَرْضِهِمْ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أشذ تعلق الناس بأرضهم!',
        },
    400: {
        'date': '2023-07-16',
        'id': 400,
        'inflection': '''أَجْمِلْ: فعل ماض جاء على صورة الأمر مبني على فتح مقدر على آخره منع من ظهوره السكون الذي اقتضته صيغه الأمر، وهو فعل التعجب.
بـِ: حرف جر زائد.
اسْتِغْفَارِ: فاعل مرفوع بضمة مقدرة منع من ظهورها اشتغال المحل بحركة حرف الجر الزائد، وهو مضاف، المُؤْمِنِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مؤمن:استغفار:!:جمل:أجمل',
        'phrase': 'أَجْمِلْ بِاسْتِغْفَارِ المُؤْمِنِ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أجمل باستغفار المؤمن!',
        },
    401: {
        'date': '2023-07-16',
        'id': 401,
        'inflection': '''مَا:اسم نكرة تامة بمعنى شيء مبنية على السكون في محل رفع مبتدأ.
أكثرَ: فعل ماض جاء على صورة الأمر مبني على فتح مقدر على آخره منع من ظهوره السكون الذي اقتضته صيغه الأمر، وهو فعل التعجب.
أنْ: حرف نصب ومصدر مبني على السكون، لا محل له من الإعراب.
لاَ: حرف نفي مبني على السكون، لا محل له من الإعراب.
يقومَ: فعل مضارع منصوب بأن، وعلامة نصبه الفتحة الظاهرة على آخره، والفاعل ضمير مستتر جوازا تقديره هُوَ.
''',
        'keywords': 'آن:أكثر:!:قوم:لا:كثر:أن:ما:قام',
        'phrase': 'ما أكثرَ أنْ لا يقومَ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أكثر أن لا يقوم!',
        },
    402: {
        'date': '2023-07-16',
        'id': 402,
        'inflection': '''مَا:اسم نكرة تامة بمعنى شيء مبنية على السكون في محل رفع مبتدأ.
أعظَمَ: فغل ماض مبني على الفتح والفاعل ضمير مستتر وُجوبا تقديره هُوَ عائد على مَا، والجملة الفعلية في محل رفع خبر.
مَا: حرف مصدري مبني على السكون لا محل له من الإعراب.
ضُرِبَ: فعل ماض مبني للمجهول مبني على الفتح،والمصدرالمُؤَول من مَا والفعل في محل نصب مفعول به.
''',
        'keywords': 'عظم:أعظم:!:ما:ضرب',
        'phrase': 'ما أعظَمَ ما ضُرِب!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أعظم ما ضرب!',
        },
    403: {
        'date': '2023-07-16',
        'id': 403,
        'inflection': '''يَا: حرف نداء وتعجُّب.
لـَ: حرف جر زائد لتوكيد التَّعَجُّب.
جَمَالِ: مُنادى مُتعَجَّب منه، مجرور لفظا، منصوب مَحَلاَّ على النداء، والجار والمجرور مُتعلِّقان بِـ (يَا) أو بفعل النِّداءالمحذوف، وهو مضاف، المَكانِ: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'يا:!:جمال:مكان:لمك',
        'phrase': 'يَا جَمَالَ المَكانِ!',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا جمال المكان!',
        },
    404: {
        'date': '2023-07-16',
        'id': 404,
        'inflection': '''نِعْمَ: فعل جامد لإنشاء المدح مبني على الفتحوفاعله ضمير مستتر نقديره "هو".
الخليفةُ: فاعل "نعم" مرفوع بالضمة.
عمرُ: هو المخصوص بالمدح وهو مبتدأ مرفوع بالضمة خبره الجملة الواقعة قبله.
''',
        'keywords': 'أعمى:عم:نعم:عمر:عام:عمى:عمي:خليفة:خليف:وعم',
        'phrase': 'نعم الخليفة عمر',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم الخليفة عمر',
        },
    405: {
        'date': '2023-07-16',
        'id': 405,
        'inflection': '''بئس: فعل ماض جامد لإنشاء الذم والفاعل ضمير مستتر تقديره هو.
خلقا: تمييز منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
النفاق: مبتدأ مؤخر مرفوع وعلامة رفعه ضمة ظاهرة على آخره والجملة الفعلية من بئس وفاعلها في محل رفع خبر مقدم.
''',
        'keywords': 'نفاق:خلق:بئس',
        'phrase': 'بئس خلقا النفاق',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بئس خلقا النفاق',
        },
    406: {
        'date': '2023-07-16',
        'id': 406,
        'inflection': '''حبذا: كلمة مركبة عنصرين: أولهما "حَبَّ" وهو فعل جامد لإنشاء المدح مبني على الفتح، وثانيهما "ذَا" وهو اسم إشارة مبني على السكون في محل رفع فاعل "حَبَّ".
القناعةُ: هي الاسم المخصوص بالمدح وهو مبتدأ مرفوع بالضمة خبره الجملة الواقعة قبله.
''',
        'keywords': 'حبذ:حبذا:قناع:قناعة',
        'phrase': 'حبذا القناعة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حبذا القناعة',
        },
    407: {
        'date': '2023-07-16',
        'id': 407,
        'inflection': '''دخلَ: فعل ماض مبني على الفتح الظاهر على آخره.
الولدُ: فاعل مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
إلى: حرف جر مبني على السكون المقدر على آخره.
الصفِّ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'دخل:صف:إلى:ولد:لصف',
        'phrase': 'دَخَلَ الولدُ إلى الصفِّ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل الولد إلى الصف',
        },
    408: {
        'date': '2023-07-16',
        'id': 408,
        'inflection': '''لعبَ: فعل ماض مبني على الفتح الظاهر على آخره.
سعيدٌ: فاعل مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
بالكرةِ: الباء حرف جر مبني على الكسر، الكرةِ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'سعيد:كرة:كر:عب:لعب',
        'phrase': 'لعبَ سعيدٌ بالكرةِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعب سعيد بالكرة',
        },
    409: {
        'date': '2023-07-16',
        'id': 409,
        'inflection': '''جلسْتُ: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
على: حرف جر مبني على السكون المقدر على آخره.
المقعدِ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'على:جلس:مقعد',
        'phrase': 'جلسْتُ على المقعدِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلست على المقعد',
        },
    410: {
        'date': '2023-07-16',
        'id': 410,
        'inflection': '''قد: حرف تحقيق لا محل له من الإعراب.
جاء: فعل ماض مبني على الفتح الظاهر على آخره.
موعدُ: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
الإمتحان: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'موعد:قاد:الإمتحان:جاء:قد',
        'phrase': 'قدْ جاءَ موعدُ الإمتحانِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قد جاء موعد الإمتحان',
        },
    411: {
        'date': '2023-07-16',
        'id': 411,
        'inflection': '''يدير: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
هذا: اسم إشارة مبني على السكون المقدر على الألف في محل رفع فاعل.
المدير: بدل مرفوع وعلامة رفعه الضمة الظاهره على آخره.
المدرسة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'هذ:مدرسة:مدير:أدار:مدرس:هذا',
        'phrase': 'يديرُ هذا المديرُ المدرسةَ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدير هذا المدير المدرسة',
        },
    412: {
        'date': '2023-07-16',
        'id': 412,
        'inflection': '''مشينا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل، والنا ضمير متصل مبني على السكون في محل رفع فاعل.
مشية: مفعول مطلق منصوب وعلامة نصبه الفتح الظاهرة على آخره وهو مضاف.
الليث: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
غدا: مفعول فيه منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
والليث: الواو واو الحال، الليث مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
غضبان: مبتدأ مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره، والجملة الاسمية- الليث غضبان- في محل نصب حال.
''',
        'keywords': 'مشي:مش:غدا:مشين:غضب:مشى:غد:غضبان:ليث',
        'phrase': 'مشينا مشيةَ الليثِ غداً والليثُ غضبانٌ',
        'reference': 'وب',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مشينا مشية الليث غدا والليث غضبان',
        },
    413: {
        'date': '2023-07-16',
        'id': 413,
        'inflection': '''نزلنا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل والنا ضمير متصل مبني على السكون في محل رفع فاعل.
دوحه: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على السكون في محل جر بالإضافة.
فحنا: الفاء حرف استئناف، حنا فعل ماض مبني على الفتحة المقدرة على آخره.
علينا: على حرف جر مبني على السكون المقدر على آخره، النا ضمير متصل مبني على السكون في محل جر.
حنو: مفعول مطلق منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
المرضعات: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
على: حرف جر مبني على السكون المقدر على آخره.
الفطيم: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أزال:علي:مرضعة:فاح:وحن:حن:عل:علة:أزل:على:مرضع:دوح:نزل:حنا:حنو:فطيم:علا',
        'phrase': 'نزلْنا دوحَهُ فحنَا علينَا حنوَّ المرضعاتِ على الفطيمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نزلنا دوحه فحنا علينا حنو المرضعات على الفطيم',
        },
    414: {
        'date': '2023-07-16',
        'id': 414,
        'inflection': '''يخبرك: فعل مضارع مرفوع وعلامة رفعة الضمة الظاهرة على آخره، والكاف ضمير متصل مبني على الكسر في محل نصب مفعول به.
من: اسم موصول مبني على السكون في محل رفع فاعل.
شهد: فعل ماض مبني على الفتح الظاهر على آخره، والفاعل ضمير مستتر تقديره هو.
الوقيعة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
أنني: أن حرف مشبه بالفعل ، النون نون الوقاية، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب اسم أن.
أغشى: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف والفاعل مستتر تقديره أنا.
الورى: مفعول به منصوب وعلامة نصبه الفتحة المقدرة على آخره، والجملة الفعلية - أغشى الورى - في محل رفع خبر أن، والمصدر المؤول من أن ومعموليها في محل نصب مفعول به للفعل يخبرك.
وأعف: الواو حرف عطف أعف فعل معطوف على أغشى.
عند: ظرف مكان مبني على الفتحة الظاهرة على آخره،وهو مضاف.
المغنم: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أعفى:ورى:وقيعة:وقيع:وعف:أعف:خبر:مان:غشى:منى:ونى:مغنم:غشي:عاف:غشا:أخبر:من:شهد:عفى:عند:عفا:أغشى',
        'phrase': 'يخبرُكِ منْ شهدَ الوقيعةَ أنني أغشى الورى وأعفُّ عندَ المغنمِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخبرك من شهد الوقيعة أنني أغشى الورى وأعف عند المغنم',
        },
    415: {
        'date': '2023-07-16',
        'id': 415,
        'inflection': '''سألت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الله: لفظ الجلالة في محل نصب مفعول به أول.
أن: حرف نصب مبني على السكون.
تسموا: فعل مضارع منصوب وعلامة نصبه حذف النون لأنه من الافعال الخمسة، والواو ضمير متصل مبني على الضم في محل رفع فاعل.
وتعلوا: الواو حرف عطف، تعلوا فعل معطوف على تسموا.
لتصبح: اللام لام التعليل حرف نصب مبني على الكسر، تصبح فعل مضارع ناقص منصوب وعلامة نصبه الفتحة الظاهرة على آخره، واسم تصبح ضمير مستت تقديره أنت.
نجما: خبر تصبح منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
في: حرف جر مبني على السكون المقدر على آخره.
كبد: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره، وهو مضاف.
السماء: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'تسمى:تعلى:سم:آن:عل:توسم:وسم:أسمى:كبد:أن:تعل:وعل:تصبح:سما:علا:الله:سماء:أصبح:ولت:أعلى:صبح:في:على:لت:سأل:نجم:سمى',
        'phrase': 'سألْتُ اللهَ أنْ تسمُوا وتعلُوا لتصبحَ نجماً في كبدِ السماءِ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألت الله أن تسموا وتعلوا لتصبح نجما في كبد السماء',
        },
    416: {
        'date': '2023-07-16',
        'id': 416,
        'inflection': '''هي: ضمير شأن مبني على الفتح الظاهر على آخره في محل رفع مبتدأ أول.
الأيام: مبتدأ ثان مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
دول: خبر للأيام مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره، والجملة- الاسمية الأيام دول – في محل رفع خبر للمبتدأ الأول.
''',
        'keywords': 'هي:أيام:دول',
        'phrase': 'هيَ الأيامُ دولٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هي الأيام دول',
        },
    417: {
        'date': '2023-07-16',
        'id': 417,
        'inflection': '''رأيت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محلل رفع فاعل.
الله: لفظ الجلالة في محل نصب مفعول به أول.
أكبر: مفعول به ثان منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
كل: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
شيء: مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
محاولة: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهرة على آخره.
وأكثرهم: الواو حرف عطف، أكثرهم اسم معطوف على اكبر وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه والميم للجمع.
جنودا: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'رأى:أكل:شاء:كبر:محاولة:كال:أكثر:جنودا:وكل:بر:كل:شيء:محاول:كثر:أكبر:الله',
        'phrase': 'رأيْتُ اللهَ أكبرَ كلِّ شيءٍ محاولةً وأكثرَهُمْ جنوداً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الله أكبر كل شيء محاولة وأكثرهم جنودا',
        },
    418: {
        'date': '2023-07-16',
        'id': 418,
        'inflection': '''لولا: حرف امتناع لوجود لا محل له من الإعراب.
المشقة: مبتدأ لخبر محذوف تقديره موجودة.
ساد: فعل ماض مبني على الفتح الظاهر على آخره.
الناس: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
كلهم: توكيد مرفوع وعلامة رفعة الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه والميم للجمع.
الجود: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يفقر: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية في محل رفع خبر.
والإقدام: الواو حرف عطف، الإقدام اسم معطوف على الجود.
قتال: خبر مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'لولا:أكل:قتال:كال:ناس:وكل:كل:أفقر:فقر:إقدام:جود:مشقة:ساد',
        'phrase': 'لولَا المشقةُ سادَ الناسُ كلهمُ الجودُ يفقرُ والإقدامُ قتالُ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا المشقة ساد الناس كلهم الجود يفقر والإقدام قتال',
        },
    419: {
        'date': '2023-07-16',
        'id': 419,
        'inflection': '''لكل: اللام حرف جر مبني على الكسر، كل اسم مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف وشبه الجملة من الجار والمجرور في محل رفع خبر مقدم.
حديث: مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
بينهن: ظرف مكان مبني على الفتح الظاهر على آخره وهو مضاف وهن ضمير متصل مبني على الفتح في محل جر مضاف إليه.
بشاشة: مبتدأ مؤخر مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
وكل: الواو حرف عطف، كل مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
قتيل: مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
عندهن: ظرف مكان مبني على الفتح الظاهر على آخره وهو مضاف وهن ضمير متصل مبني على الفتح في محل جر مضاف إليه.
شهيد: خبر مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
''',
        'keywords': 'بشاشة:بين:أكل:كال:وكل:كل:عند:بشاش:شاشة:قتيل:شهيد:حديث',
        'phrase': 'لكلِّ حديثٍ بينهنَّ بشاشةٌ وكلُّ قتيلٍ عندهنَّ شهيدٌ',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لكل حديث بينهن بشاشة وكل قتيل عندهن شهيد',
        },
    420: {
        'date': '2023-07-16',
        'id': 420,
        'inflection': '''وإذا: الواو حسب ما قبلهاإذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
النساء: فاعل مرفوع لفعل محذوف تقديره نشأن.
نشأن: فعل ماضي مبني على السكون لاتصاله بنون النسوة، نون النسوة ضمير متصل مبني على الفتحة في محل رفع فاعل.
في: حرف جر مبني على السكون المقدر على آخره.
أمية: اسم مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
رضع: فعل ماض مبني على الفتح الظاهر على آخره.
الرجال: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
جهالة: مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
وخمولا: الواو حرف عطف، خمولا اسم معطوف على جهالة.
''',
        'keywords': 'أم:نساء:أمية:أمي:إذا:أمة:في:رضع:جهال:خمول:رجال:شأن:نشأ',
        'phrase': 'وإذا النساءُ نشأنَ في أميةٍ رضعَ الرجالُ جهالةً وخمولاً',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإذا النساء نشأن في أمية رضع الرجال جهالة وخمولا',
        },
    421: {
        'date': '2023-07-16',
        'id': 421,
        'inflection': 'سأل: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل والكاف ضمير متصل مبني على الضم في محل نصب مفعول به والميم للجمع والواو للاشباع. \nوالهاء: ضمير متصل مبني على السكون في محل نصب مفعول به ثان لسأل.\n',
        'keywords': 'سألتكموها',
        'phrase': 'سألتكموها',
        'reference': 'وب',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألتكموها',
        },
    422: {
        'date': '2023-07-16',
        'id': 422,
        'inflection': '''أنلزمكموها: الهمزة للاستفهام، نلزم فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر فيه وجوبا تقديره: نحن، والكاف ضمير متصل في محل نصب مفعول به أول، والميم علامة الجمع، والواو زائدة وهي حركة إشباع الميم، وها الغيبة ضمير متصل في محل نصب مفعول به ثان.
وأنتم: الواو للحال ، أنتم ضمير منفصل في محل رفع مبتدأ.
لها: جار ومجرور متعلقان بـ " كارهون ".
كارهون: خبر مرفوع بالواو.
وجملة أنلزمكموها في محل نصب مفعول به ثان لـ " رأيتم " في أول الآية.
وجملة أنتم في محل نصب حال من الضمير المخاطب المفعول الأول للفعل.
''',
        'keywords': '}:آن:عالى:قال:تعالى:أنتم:لها:كاره:أنلزمكموها:انتمى:وله:له::{',
        'phrase': 'قال تعالى: { أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ}',
        'reference': 'وب',
        'source': '28 هود',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أنلزمكموها وأنتم لها كارهون}',
        },
    423: {
        'date': '2023-07-16',
        'id': 423,
        'inflection': '''وجعلني: الواو حرف عطف، جعل فعل ماض مبني على الفتح، والفاعل ضمير مستتر فيه جوازا تقديره: هو، والنون للوقاية، والياء ضمير متصل في محل نصب مفعول به.
من المرسلين: جار ومجرور متعلقان بـمحذوف في محل نصب مفعول به ثان لجعل وجملة جعلني… في محل نصب معطوفة على سابقتها، حتى يصل العطف إلى جملة فعلتها في أول الآية.
''',
        'keywords': '}:مرسل:مان:عالى:قال:تعالى:من:منى:جعل::{',
        'phrase': 'قال تعالى: { وَجَعَلَنِي مِنَ الْمُرْسَلِينَ }',
        'reference': 'وب',
        'source': '21 الشعراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وجعلني من المرسلين }',
        },
    424: {
        'date': '2023-07-16',
        'id': 424,
        'inflection': '''يا ليتني: يا حرف تنبيه مبني على السكون لا محل له من الإعراب، ليتني حرف تمنٍ ونصب، والنون للوقاية، والياء ضمير متصل في محل نصب اسمه.
كنت: كان الناقصة، واسمها في محل رفع.
ترابا: خبر كان منصوب.
وجملة يا ليتني كنت في محل نصب مقول القول.
وجملة كنت ترابا في محل رفع خبر ليت.
''',
        'keywords': 'يا:}:راب:كن:كنا:عالى:قال:تعالى:كنى:أراب:تراب:كنت:يتن::{',
        'phrase': 'قال تعالى: { يَا لَيْتَنِي كُنْتُ تُرَابًا }',
        'reference': 'وب',
        'source': '40 النبأ',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { يا ليتني كنت ترابا }',
        },
    425: {
        'date': '2023-07-16',
        'id': 425,
        'inflection': '''فمن: الفاء حرف عطف لربط المسبب بالسبب، من أسم شرط جازم مبني على السكون في محل رفع مبتدأ تبعني: فعل ماض مبني على الفتح، وفاعله ضمير مستتر فيه جوازا تقديره: هو والنون للوقاية حرف مبني لا محل له من الإعراب، والياء ضمير متصل في محل نصب مفعول به.
فإنه: الفاء رابطة لجواب الشرط، وإن واسمها في محل نصب.
منِّي: من حرف جر، والنون للوقاية، والجار والمجرور متعلقان بمحذوف في محل رفع خبر إن.
وجملة من تبعني لا محل لها من الإعراب معطوفة على جملة إنهن أضللن.
وجملة تبعني في محل رفع خبر المبتدأ ، والصواب عندي أن جملتي الشرط والجواب معا في محل رفع خبر المبتدأ من.
''',
        'keywords': '}:منا:مني:مان:منة:تبع:بعا:عالى:قال:تعالى:من:منى:باع:إن:بع:بعى::{',
        'phrase': 'قال تعالى: { فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي }',
        'reference': 'وب',
        'source': ' 36 إبراهيم',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فمن تبعني فإنه مني }',
        },
    426: {
        'date': '2023-07-16',
        'id': 426,
        'inflection': '''وإنني: الواو حرف عطف، إن حرف توكيد ونصب، والنون للوقاية، والياء ضمير متصل في محل نصب اسمها.
برئ: خبر إن مرفوع بالضمة.
مما: من حرف جر، وما يحتمل أن تكون مصدرية تنسبك مع الفعل بعدها بمصدر مؤول في محل جر، والتقدير: برئ من شرككم بالله، ويحتمل أن تكون الموصولة ، ويحتمل أن تكون الموصوفة، وفي كل الأحوال الجار والمجرور متعلقان بـ " برئ "وعليه إذا اعتبرنا ما موصولة تكون جملة " تشركون " لا محل لها من الإعراب صلة الموصول، والعائد محذوف، والتقدير تشركون بهوإذا اعتبرنا " ما " موصوفة تكون جملة " تشركون " في محل جر صفة.
تشركون: فعل مضارع مرفوع، وواو الجماعة في محل رفع فاعل.
والجملة الاسمية: إنني…إلخ معطوفة على ما قبلها في محل نصب، لآن ما قبلها مقول القول.
''',
        'keywords': '}:بريء:شرك:مما:عالى:قال:تعالى:وإنني:أشرك::{',
        'phrase': 'قال تعالى: { وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ }',
        'reference': 'وب',
        'source': '19 الأنعام',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإنني بريء مما تشركون }',
        },
    427: {
        'date': '2023-07-16',
        'id': 427,
        'inflection': '''نبئ: فعل أمر مبني على السكون، وفاعله ضمير مستتر فيه وجوبا تقديره أنت.
عبادي: مفعول به منصوب بالفتحة الظاهرة.
أني: أن واسمها في محل نصب.
أنا: ضمير فصل، أو ضمير منفصل في محل رفع مبتدأ.
الغفور الرحيم: خبران للمبتدأ أنا، أو خبران لأن.
وجملة أنا الغفور الرحيم في محل رفع خبر أن إذا اعتبرنا الغفور الرحيم خبران للضمير " أنا ".
وجملة أن وما في حيزها في محل نصب سدت مسد المفعول الثاني لـ " نبئ ".
''',
        'keywords': '}:أني:أنة:عبادة:أنا:نبأ:عباد:غفور:عالى:قال:تعالى:رحيم:ونى::{',
        'phrase': 'قال تعالى: { نبئ عبادي أني أنا الغفور الرحيم }',
        'reference': 'وب',
        'source': '49 الحجر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { نبئ عبادي أني أنا الغفور الرحيم }',
        },
    428: {
        'date': '2023-07-16',
        'id': 428,
        'inflection': '''ولكني: الواو حرف عطف، لكني حرف استدراك ونصب " مشبه بالفعل " حذف منه نون الوقاية، والياي ضمير متصل في محل نصب اسمه.
رسول: خبر لكن مرفوع بالضمة.
من رب: جار ومجرور متعلقان بـ " رسول "، أو بمحذوف في محل رفع صفة له ، ورب مضاف، والعالمين مضاف إليه مجرور بالياء لأنه ملحق بجمع المذكر السالم.
وجملة لكني…  إلخ معطوفة على ما قبلها في محل نصب، لأن ما قبلها في محل نصب مقول القول.
''',
        'keywords': '}:عالم:كنة:عالى:كنى:لك:رسول:مان:لكنة:منى:كنا:من:لاك::{:ربى:رب:راب:لكن:قال:تعالى',
        'phrase': 'قال تعالى: { ولكني رسول من رب العالمين }',
        'reference': 'وب',
        'source': ' 61 الأعراف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ولكني رسول من رب العالمين }',
        },
    429: {
        'date': '2023-07-16',
        'id': 429,
        'inflection': '''قد بلغت: قد حرف تحقيق مبني على السكون لا محل له من الإعراب، بلغت فعل وفاعل.
من لدني: من حرف جر ن ولدن ظرف مكان مبني على السكون في محل جر، والجار والمجرور متعلقان بـ " بلغت "، أو بمحذوف في محل نصب حال من فاعل بلغ، ولدن مضاف، وياء المتكلم ضمير متصل في محل جر مضاف إليه.
عذرا: مفعول به منصوب بالفتحة.
''',
        'keywords': 'عذر:}:قاد:مان:لدن:دني:عالى:قال:تعالى:قد:بلغ:من:منى:ولد:دن:لد:دنى::{',
        'phrase': 'قال تعالى: { قد بلغت من لدني عذرا }',
        'reference': 'وب',
        'source': ' 76 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قد بلغت من لدني عذرا }',
        },
    430: {
        'date': '2023-07-16',
        'id': 430,
        'inflection': '''لعلي: لعل حرف ترجٍّ ونصب، والياء ضمير متصل مبني على السكون في محل نصب اسمه.
أعمل: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه وجوبا تقديره أنا.
صالحا: مفعول به منصوب بالفتحة.
وجملة: اعمل صالحا في محل رفع خبر لعل.
وجملة: لعلي أعمل لا محل لها من الإعراب استئناف بياني.
''',
        'keywords': '}:علي:عالى:قال:تعالى:عل:علة:على:أعمل:صالح::":علا:عمل',
        'phrase': 'قال تعالى: " لعلي أعمل صالحا }',
        'reference': 'وب',
        'source': '100 المؤمنون',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: " لعلي أعمل صالحا }',
        },
    431: {
        'date': '2023-07-16',
        'id': 431,
        'inflection': '''أنت: ضمير منفصل مبني على الفتح في محل رفع مبتدأ.
وليُّنا: ولي خبر مرفوع بالضمة الظاهرة، وولي مضاف، والياء ضمير متصل في محل جر مضاف إليه.
والجملة لا محل لها من الإعراب استئناف في حيز القول.
''',
        'keywords': '}:نات:أنت:آن:نتا:ولي:أنى:ولى:عالى:قال:تعالى:لين:لان::{',
        'phrase': 'قال تعالى: { أنت وليُّنا }',
        'reference': 'وب',
        'source': ' 155 الأعراف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أنت ولينا }',
        },
    432: {
        'date': '2023-07-16',
        'id': 432,
        'inflection': '''وما: الواو حرف عطف، وما نافية تعمل عمل ليس.
أنتم: ضمير منفصل مبني على السكون في محل رفع اسم ما.
بمعجزين: الباء حرف جر زائد، معجزين مجرور لفظا منصوب محلا خبر ما ، وعلامة جره الياء.
وجملة: وما أنتم وما في حيزها لا محل لها من الإعراب معطوفة على جملة استئنافية.
''',
        'keywords': '}:آن:معجز:تم:عالى:قال:تعالى:أتم:أنتم:ما:انتمى::{',
        'phrase': 'قال تعالى: { وما أنتم بمعجزين }',
        'reference': 'وب',
        'source': '134 الأنعام',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وما أنتم بمعجزين }',
        },
    433: {
        'date': '2023-07-16',
        'id': 433,
        'inflection': '''لا: نافية للجنس.
إله: اسمها مبني على الفتح في محل نصب.
إلا: أداة حصر.
هو: بدل من محل لا واسمها، لآن محلها الرفع على الابتداء، أو بدل من الضمير المستتر الخبر المحذوفوخبر لا محذوف في محل رفع.
''',
        'keywords': '}:هو:إلا:عالى:قال:تعالى:لا:إله::{',
        'phrase': 'قال تعالى: { لا إله إلا هو }',
        'reference': 'وب',
        'source': '163 البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لا إله إلا هو }',
        },
    434: {
        'date': '2023-07-16',
        'id': 434,
        'inflection': '''إنما: كافة ومكفوفة.
أنا: ضمير منفصل في محل رفع مبتدأ.
بشر: خبر مرفوع.
مثلكم: مثل صفة مرفوعة، والضمير المتصل في محل جر مضاف إليه.
''',
        'keywords': '}:بشر:أنا:إنما:عالى:قال:تعالى:شر:مثل::{',
        'phrase': 'قال تعالى: { إنما أنا بشر مثلكم }',
        'reference': 'وب',
        'source': ' 110 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إنما أنا بشر مثلكم }',
        },
    435: {
        'date': '2023-07-17',
        'id': 435,
        'inflection': '''إنما: إن حرف توكيد ونصب مكفوفة بـ " ما " الزائدة ( كافة ومكفوفة ).
هو: ضمير منفصل في محل رفع مبتدأ.
إله: خبر مرفوع بالضمة.
واحد: صفة مرفوعة بالضمة.
فإياي: الفاء رابطة لجواب شرط مقدر، وإياي ضمير منفصل مبني على الفتح في محل نصب بفعل محذوف يفسره المذكور.
فارهبون: الفاء زائدة لتزيين اللفظ، ارهبون فعل أمر مبني على حذف النون ،وواو الجماعة في محل رفع فاعله، والنون للوقاية، والياء المحذوفة ضمير في محل نصب مفعول به.
وجملة هو إله واحد لا محل لها من الإعراب استئناف بياني.
وجملة إياي فارهبون في محل جزم جواب شرط مقدر، والتقدير إن نالكم الخوف فارهبوني أنا دون سواي.
وجملة ارهبون لا محل لها من الإعراب تفسيرية.
''',
        'keywords': 'حدي:}:هو:فارهبون:إنما:حدى:عالى:قال:تعالى:حدا:واحد:إله:إياي::{',
        'phrase': 'قال تعالى: { إنما هو إله واحد فإياي فارهبون }',
        'reference': 'elite.forumfa.net',
        'source': ' 51 النحل',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إنما هو إله واحد فإياي فارهبون }',
        },
    436: {
        'date': '2023-07-16',
        'id': 436,
        'inflection': '''وكلمة: الواو للحال، وكلمة مبتدأ مرفوع بالضمة وهي مضاف ، ولفظ الجلالة مضاف إليه.
هي: ضمير فصل لا محل له من الإعراب، أو في محل رفع مبتدأ.
العليا: يجوز أن تكون خبر لكلمة على الوجه الأول، أو خبراً لهي على الوجه الثاني والمبتدأ الثاني وخبره في محل رفع خبر المبتدأ الأول " كلمة ".
''',
        'keywords': 'هي:}:كلمة:كلم:لمة:عالى:قال:تعالى:عليا:الله::{',
        'phrase': 'قال تعالى: { وكلمة الله هي العليا }',
        'reference': 'وب',
        'source': ' 40 التوبة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وكلمة الله هي العليا }',
        },
    437: {
        'date': '2023-07-16',
        'id': 437,
        'inflection': '''وإذ: الواو حرف عطف، إذ ظرف مبني على السكون في محل نصب لفعل محذوف تقديره اذكر، قالوا: فعل وفاعل، والجملة الفعلية في محل جر بإضافة إذ إليها.
اللهم: منادى علم مفرد حذفت منه ياء النداء وعوض عنها الميم المشددة.
إن: حرف شرط.
كان: فعل ماض ناقص مبني على الفتح في محل جزم فعل الشرط.
هذا: اسم كان مبني على السكون في محل رفع.
هو: ضمير فصل لا محل له من الإعراب.
الحق: خبر كان منصوب بالفتحة.
من عندك: جار ومجرور، والكف في محل جر مضاف إليه، وشبه الجملة متعلق بمحذوف حال.
''',
        'keywords': 'هذ:حق:}:هو:مان:عالى:قال:تعالى:اللهم:إن:كان:هذا:من:لحق:منى:عند:إذ::{',
        'phrase': 'قال تعالى: { وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ }',
        'reference': 'وب',
        'source': '32 الأنفال',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإذ قالوا اللهم إن كان هذا هو الحق من عندك }',
        },
    438: {
        'date': '2023-07-16',
        'id': 438,
        'inflection': '''أنهم: أن واسمها.
هم: ضمير فصل لا محل له من الإعراب.
الفائزون: خبر أن مرفوع بالواو.
''',
        'keywords': '}:أهم:الفائزون:وهم:عالى:قال:تعالى:هم:أن:هام:نهم::{',
        'phrase': 'قال تعالى: { أَنَّهُمْ هُمُ الْفَائِزُونَ }',
        'reference': 'وب',
        'source': '111 المؤمنون',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أنهم هم الفائزون }',
        },
    439: {
        'date': '2023-07-16',
        'id': 439,
        'inflection': '''فاذهب: الفاء هي الفصيحة لأنها أفصحت عن شرط مقدم، واذهب فعل أمر مبني على السكون وفاعله ضمير مستتر وجوباً تقديره أنت.
أنت: ضمير رفع منفصل مبني على الفتح في محل رفع توكيد للضمير المستتر.
وربك: الواو حرف عطف، رب معطوف على الضمير المستتر، ورب مضاف والكاف في محل جر بالإضافة.
وجملة اذهب لا محل لها من الإعراب جواب لشرط محذوف مقدر بإذا.
فقاتلا: الفاء حرف عطف، قاتلا فعل أمر مبني على حذف النون، وألف الاثنين فاعل، والمفعول به محذوف، والجملة معطوف على ما قبلها.
''',
        'keywords': 'قاتل:ربى:رب:نات:أنت:راب:}:آن:نتا:ذهب:أنى:عالى:قال:تعالى:ورب:ربك::{',
        'phrase': 'قال تعالى: { فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا }',
        'reference': 'وب',
        'source': '24 المائدة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فاذهب أنت وربك فقاتلا }',
        },
    440: {
        'date': '2023-07-16',
        'id': 440,
        'inflection': '''فإذا: الفاء استئنافية وإذا ظرف لما يستقبل من الزمان مبني على السكون في محل نصب بجوابها.
استويت: فعل وفاعل ، والجملة الفعلية في محل جر بالإضافة إلى إذا.
أنت: ضمير فصل تأكيد لتاء الفاعل في استويت.
ومن: الواو حرف عطف، من اسم موصول مبني على السكون معطوف على التاء في محل رفع.
معك: ظرف مكان وهو مضاف، والكاف في محل جر بالإضافة، وشبه الجملة متعلق بمحذوف صلة لا محل لها من الإعراب لمن.
''',
        'keywords': '}:نات:أنت:إذا:آن:مان:نتا:معك:أنى:استوى:عالى:قال:تعالى:من:منى:مع::{',
        'phrase': 'قال تعالى: { فإذا استويت أنت ومن معك }',
        'reference': 'وب',
        'source': ' 28 المؤمنون',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فإذا استويت أنت ومن معك }',
        },
    441: {
        'date': '2023-07-16',
        'id': 441,
        'inflection': '''وكنا: الواو عاطفة أو حالية، كنا كان واسمها.
نحن: ضمير فصل لا محل له من الإعراب.
الوارثين: خبر كان منصوب بالياء.
والجملة إما معطوفة على ما قبلها أو في محل نصب حال.
''',
        'keywords': '}:كن:نح:عالى:حن:وارث:وكن:نحن:حان:كنا:نحى:ناح:حنا:أحنى::{:وحن:قال:تعالى:حنى',
        'phrase': 'قال تعالى: { وَكُنَّا نَحْنُ الْوَارِثِينَ }',
        'reference': 'وب',
        'source': '58 القصص',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وكنا نحن الوارثين }',
        },
    442: {
        'date': '2023-07-16',
        'id': 442,
        'inflection': '''تجدوه: تجد جواب الشرط مجزوم وعلامة جزمه السكون، والواو في محل رفع فاعل، والهاء في محل نصب مفعول به.
عند الله : عند ظرف منصوب متعلق بتجد، وعند مضاف، والله مضاف إليه.
هو: ضمير فصل أو تأكيد لضمير الواو في تجدوه.
خيراً: مفعول به ثان لتجدوه.
''',
        'keywords': '}:هو:خار:خير:جدى:عالى:قال:تعالى:جدا:أجدى:عند:وجد:الله::{',
        'phrase': 'قال تعالى: { تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا }',
        'reference': 'وب',
        'source': '20 المزمل',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { تجدوه عند الله هو خيرا }',
        },
    443: {
        'date': '2023-07-16',
        'id': 443,
        'inflection': '''يا آدم: يا حرف نداء، وآدم منادى علم مفرد مبني على الضم في محل نصب.
اسكن: فعل أمر مبني على السكون، وفاعله ضمير مستتر وجوباً تقديره أنت.
أنت: تأكيد للفاعل المستتر في اسكن.
وزوجك: الواو حرف عطف، وزوجك معطوف على الضمير المستتر في اسكن وهو مضاف، والكاف في محل جر بالإضافة.
الجنة: مفعول به.
''',
        'keywords': 'يا:}:نات:أنت:آن:سكن:نتا:أنى:عالى:قال:تعالى:آدم:جنة:جن:زوج::{',
        'phrase': 'قال تعالى: { يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ }',
        'reference': 'وب',
        'source': '35 البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { يا آدم اسكن أنت وزوجك الجنة }',
        },
    444: {
        'date': '2023-07-16',
        'id': 444,
        'inflection': '''سبحانه: مفعول مطلق لفعل محذوف وهو مضاف، والضمير المتصل في محل جر بالإضافة.
هو: ضمير منفصل في محل رفع مبتدأ.
الله: لفظ الجلالة خبر مرفوع بالضمة.
الواحد: صفة، القهار: صفة ثانية.
''',
        'keywords': 'سبحان:}:هو:قهار:عالى:قال:تعالى:واحد:الله::{',
        'phrase': 'قال تعالى: { سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ }',
        'reference': 'وب',
        'source': '4 الزمر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { سبحانه هو الله الواحد القهار }',
        },
    445: {
        'date': '2023-07-16',
        'id': 445,
        'inflection': '''فإنها: الفاء للتعليل، وإن واسمها، وهو ضمير يعود على القصة أو الشأن.
لا: نافية لا عمل لها.
تعمى: فعل مضارع مرفوع بالضمة المقدرة على الألف.
الأبصار: فاعل مرفوع بالضمة.
والجملة الفعلية في محل رفع خبر إن.
''',
        'keywords': '}:أعمى:عالى:قال:تعالى:إن:لا:عمى:عمي:أبصار::{',
        'phrase': 'قال تعالى: { فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ }',
        'reference': 'وب',
        'source': ' 46 الحج',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فإنها لا تعمى الأبصار }',
        },
    446: {
        'date': '2023-07-16',
        'id': 446,
        'inflection': '''وأنه: الواو حرف عطف، وأن واسمها.
لما: رابطة أو ظرفية حينية متضمنة معنى الشرط.
قام: فعل ماض مبني على الفتح.
عبد الله: عبد فاعل وهو مضاف، ولفظ الجلالة مضاف إليه.
يدعوه: فعل مضارع مرفوع بالضمة المقدرة على الواو والفاعل ضمير مستتر جوازاً تقديره هو، والهاء في محل نصب مفعول به ، وجملة يدعوه في محل نصب حال.
كادوا: كاد فعل ماض مبني على الضم من أفعال المقاربة، والواو في محل رفع اسمها.
يكونون: فعل مضارع من الأفعال الخمسة مرفوع بثبوت النون والواو في محل رفع اسمها.
عليه: جار ومجرور متعلقان بمحذوف حال.
لبدا: خبر يكونون.
وجملة يكونون في محل نصب خبر كاد، وجملة كادوا لا محل لها من الإعراب جواب لما، وجملة لما وشرطها وجوابها في محل رفع خبر أن.
''',
        'keywords': 'لما:ودع:علي:}:ادعى:عالى:عل:عبد:ناه:كون:بد:لبد:أن:أنه:بدا:لم:دع:نهى:أنهى:علة:الله::{:قال:تعالى:نهي:على:دعا:كاد:قام:نهو',
        'phrase': 'قال تعالى: { وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا }',
        'reference': 'وب',
        'source': '19 الجن',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا }',
        },
    447: {
        'date': '2023-07-16',
        'id': 447,
        'inflection': '''هو: ضمير منفصل في محل رفع مبتدأ.
الله: خبر.
الخالق: خبر ثان.
البارئ: خبر ثالث.
''',
        'keywords': '}:بارئ:عالى:قال:تعالى::{:خالق:مصور:الله:هو',
        'phrase': 'قال تعالى :{ هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ }',
        'reference': 'وب',
        'source': ' 24 الحشر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى :{ هو الله الخالق البارئ المصور }',
        },
    448: {
        'date': '2023-07-16',
        'id': 448,
        'inflection': '''إنه: إن واسمها وهو ضمير الشأن والحال.
من: اسم شرط جازم في محل رفع مبتدأ.
يتق: فعل الشرط مجزوم وعلامة جزمه حذف حرف العلة، وفاعله ضمير مستتر جوازاً تقديره هو.
ويصبر: الواو حرف عطف، ويصبر معطوف على يتق.
فإن: الفاء رابطة لجواب الشرط، وإن حرف توكيد ونصب.
الله: لفظ الجلالة اسم إن منصوب.
لا يضيع: لا نافية لا عمل لها ، يضيع فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر تقديره هو.
أجر: مفعول به منصوب بالفتحة وهو مضاف، والمحسنين مضاف إليه مجرور بالياء.
وجملة لا يضيع في محل رفع خبر إن الثانية، وجملة الشرط وجوابه في محل رفع خبر إنه.
''',
        'keywords': '}:أجار:90:جار:عالى:أجرى:صبر:ضاع:جرى:مان:منى:أصبر:اتقى:ضيع:أجر:جر:إن:من:محسن:لا:أضاع:الله::{:قال:تعالى:وجر:يوسف',
        'phrase': 'قال تعالى :{إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ } 90 يوسف',
        'reference': 'وب',
        'source': '90 يوسف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى :{إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين } 90 يوسف',
        },
    449: {
        'date': '2023-07-16',
        'id': 449,
        'inflection': '''من بعد: جار ومجرور متعلقان بمحذوف حال لبيان الشدة وبلوغها الحد الأقصى.
ما: مصدرية في محل جر مضاف إليه.
كاد: فعل ماض مبني على الفتح من أفعال المقاربة، واسمها ضمير الشأن المحذوف تقديره هو.
يزيغ: فعل مضارع مرفوع بالضمة.
قلوب: فاعل مرفوع بالضمة وهو مضاف، وفريق مضاف إليه مجرور بالكسرة.
منهم: جار ومجرور متعلقان بمحذوف صفة.
وجملة يزيغ في محل نصب خبر كاد.
''',
        'keywords': 'قلوب:}:عالى:أزاغ:عد:فريق:مان:منى:زاغ:بعد:من:راق::{:قال:تعالى:ما:كاد:زيغ:ريق',
        'phrase': 'قال تعالى: { مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ }',
        'reference': 'وب',
        'source': '117 التوبة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { من بعد ما كاد يزيغ قلوب فريق منهم }',
        },
    450: {
        'date': '2023-07-16',
        'id': 450,
        'inflection': '''وآخر: الواو حرف عطف، وآخر مبتدأ مرفوع وهو مضاف، ودعواهم في محل جر مضاف إليه، ودعوى مضاف، والضمير المتصل في محل جر مضاف إليه.
أن: مخففة من الثقيلة، واسمها ضمير الشأن المحذوف والتقدير " أنه ".
الحمد: مبتدأ مرفوع.
لله: جار ومجرور في محل رفع خبر الحمد، والجملة الاسمية في محل رفع خبر أن، وجملة أن واسمها وخبرها في محل رفع خبر المبتدأ " آخر ".
رب: صفة أو بدل من الله وهو مضاف، والعالمين مضاف إليه مجرور بالياء.
وجملة آخر معطوفة على ما قبلها.
''',
        'keywords': 'ربى:رب:راب:عالم:}:10:دعوى:آن:عالى:قال:تعالى::{:دعا:حمد:أن:يونس:له:آخر',
        'phrase': 'قال تعالى: { وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } 10 يونس',
        'reference': 'وب',
        'source': '10 يونس',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وآخر دعواهم أن الحمد لله رب العالمين } 10 يونس',
        },
    451: {
        'date': '2023-07-16',
        'id': 451,
        'inflection': '''وقال: الواو حرف عطف، والجملة معطوفة على ضاق، قال فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره: هو.
هذا: اسم إشارة مبني على السكون في محل رفع مبتدأ.
يوم: خبر مرفوع بالضمة.
عصيب: صفة مرفوعة بالضمة.
والجملة الاسمية في محل نصب مقول القول''',
        'keywords': 'هذ:عصيب:}:يوم:عالى:قال:تعالى:هذا::{',
        'phrase': 'قال تعالى: { وَقَالَ هَذَا يَوْمٌ عَصِيبٌ }',
        'reference': 'وب',
        'source': '77 هود',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وقال هذا يوم عصيب }',
        },
    452: {
        'date': '2023-07-16',
        'id': 452,
        'inflection': '''من: اسم استفهام مبني على السكون في محل رفع مبتدأ.
ذا: اسم إشارة مبني على السكون في محل رفع خبر.
الذي: اسم موصول مبني على السكون في محل رفع صفة، أو بدل لـ " ذا "ويصح أن يكون " من ذا " ـ بمجمله ـ اسم استفهام مبني في محل رفع مبتدأ، والذي خبره، ويصح أن يكون ذا مبتدأ، ومن خبره تقدم عليه لما فيه من معنى الاستفهام، والذي يقرض الله صفةوالوجه الأول أوضح وفيه الشاهد، وهو اسم الإشارة " ذا " والله أعلم.
يقرض: فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر فيه جوازا تقديره: هو.
وجملة يقرض لا محل لها من الإعراب صلة الموصول.
الله: لفظ الجلالة مفعول به أول منصوب بالفتحة.
قرضا: مفعول به ثان منصوب بالفتحةوقد أعرب البعض " قرضا " مفعولا مطلقا لاشتقاقه من لفظ الفعل، وعليه لفظ الجلالة مفعول به فقط.
حسنا: صفة منصوبة بالفتحة.
فيضاعفه: الفاء للسببية، يضاعف فعل مضارع منصوب بأن مضمرة بعد فاء السببية، وعلامته الفتحة الظاهرة، والفاعل ضمير مستتر جوازا تقديره : هو، والهاء ضمير متصل في محل نصب مفعول به.
له: جار ومجرور، وشبه الجملة متعلق بـ " بيضاعفه ".
''',
        'keywords': '}:حاس:عالى:لاه:له:مان:لذي:حس:منى:أقرض:قرض:الذي:من:حسى:ذا:لهى:حسن:وله:الله::{:ضاعف:قال:تعالى',
        'phrase': 'قال تعالى: { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ }',
        'reference': 'وب',
        'source': 'الحديد 11',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { من ذا الذي يقرض الله قرضا حسنا فيضاعفه له }',
        },
    453: {
        'date': '2023-07-16',
        'id': 453,
        'inflection': '''لو: حرف شرط غير جازم مبني على السكون لا محل له من الإعراب.
أنزلنا: فعل وفاعل.
هذا: اسم إشارة مبني على السكون في محل نصب مفعول به.
القرآن: بدل منصوب بالفتحة الظاهرة.
على جبل: جار ومجرور متعلقان بأنزلنا.
لرأئيته : اللام رابطه لجواب الشرط، ورأيته فعل وفاعل ومفعول به أول.
خاشعا: مفعول به ثان منصوب بالفتحة، ويصح أن يكون حالا، لأن الرؤية تحتمل القلبية والبصرية.
متصدعا: حال ثانية، أو صفة لـ " خاشعا ".
من خشية الله: جار ومجرور متعلقان بـ " متصدعا "، وخشية مضاف، ولفظ الجلالة مضاف إليه.
وجملة لو وما في حيزها استئنافية مسوقة للتشبيه لا محل لها من الإعراب.
''',
        'keywords': 'خش:}:أنزل:خشي:خاشع:عالى:هذا:نزل:مان:لو:منى:أزل:متصدع:من:جبل:لوى:الله::{:هذ:رأى:خشية:قال:تعالى:على:قرآن:رأي',
        'phrase': 'قال تعالى: { لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ }',
        'reference': 'وب',
        'source': '21 الحشر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله }',
        },
    454: {
        'date': '2023-07-16',
        'id': 454,
        'inflection': '''وكان: الواو للحال، أو الاستئناف، وكان ناسخة، وذلك: اسم إشارة مبني على السكون في محل رفع اسمها.
على الله: جار ومجرور في محل نصب حال من الضمير المستتر في الوصف " يسير ".
يسيرا: خبر كان منصوب بالفتحة الظاهرة.
وجملة كان في محل نصب حال على الوجه الأول، ولا محل لها من الإعراب مستأنفة على الوجه الثاني.
قال تعالى: { فإذا جاءتهم الحسنة قالوا لنا هذه } 130 الأعراف.
فإذا: الفاء حرف عطف مبني لا محل له من الإعراب، إذا ظرف زمان للمستقبل مبني على السكون في محل نصب متضمن معنى الشرط.
جاءتهم: فعل ماض، والضمير المتصل في محل نصب مفعول به.
الحسنة: فاعل مرفوع بالضمة.
والجملة في محل جر بالإضافة لإذا.
قالوا: فعل وفاعل، والجملة لا محل لها جواب شرط غير جازم.
لنا: جار ومجرور متعلقان بمحذوف في محل رفع خبر مقدم.
هذه: اسم إشارة مبني على الكسر في محل رفع مبتدأ مؤخر.
والجملة الاسمية في محل نصب مقول القول.
''',
        'keywords': '}:ذلك:سير:يسير:عالى:قال:تعالى:كان:على:ذل:سار:الله::{',
        'phrase': 'قال تعالى: { وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا }',
        'reference': 'وب',
        'source': '19 الأحزاب',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وكان ذلك على الله يسيرا }',
        },
    455: {
        'date': '2023-07-16',
        'id': 455,
        'inflection': '''قالوا: فعل وفاعل، والجملة مستأنفة لا محل لها من الإعراب، وهي مسوقة لحكاية كفر آخر متفرع على كفرهم السابق.
تلك: اسم إشارة مبني على الكسر في محل رفع مبتدأ.
إذًا: حرف جواب وجزاء مهمل مبني على السكون لا عمل له، وتكتب بالألف، أو بالنون نحو: إذنْ.
" كرة: خبر مرفوع بالضمة.
خاسرة: صفة مرفوعة بالضمة.
''',
        'keywords': '}:إذا:كرة:تلك:كر:عالى:قال:تعالى:لاك:خاسر:تلى:لكي:لك:تل::{',
        'phrase': 'قال تعالى: { قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ }',
        'reference': 'وب',
        'source': '12 النازعات',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قالوا تلك إذا كرة خاسرة }',
        },
    456: {
        'date': '2023-07-16',
        'id': 456,
        'inflection': '''قالوا: فعل وفاعل.
إن: مخففة من الثقيلة مهملة لا عمل لها.
هذان: اسم إشارة مبتدأ مرفوع بالألف لأنه يعرب إعراب المثنى.
لساحران: اللام فارقة بين أن المخففة من الثقيلة وأن النافية، وهي نوع من أنواع لام الابتداء " 1 "، ومنه قوله تعالى: { وإن كانت لكبيرة } 2ساحران خبر مرفوع بالألف لأنه مثنى.
وجملة هذان لساحران في محل نصب مقول القول.
''',
        'keywords': 'ساحر:}:عالى:قال:تعالى:إن:هذان::{',
        'phrase': 'قال تعالى: { قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ }',
        'reference': 'وب',
        'source': '63 طه',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قالوا إن هذان لساحران }',
        },
    457: {
        'date': '2023-07-16',
        'id': 457,
        'inflection': '''فذانك: الفاء زائدة لغير التوكيد، وقد يسميها بعض المعربين بالفصيحة، ذانك اسم إشارة للمثنى ومفردها " ذاك "، وهي مبتدأ مرفوع بالألف لأنه يعرب إعراب المثنى.
برهانان: خبر مرفوع بالألف.
من ربك: جار ومجرور متعلقان بمحذوف في محل صفة لـ " برهانان "، والتقدير مرسلان من ربك.
''',
        'keywords': 'ربى:رب:راب:}:مان:برهان:ذانك:عالى:قال:تعالى:من:منى:ذان:ربك::{',
        'phrase': 'قال تعالى: {فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ }',
        'reference': 'وب',
        'source': '32 القصص',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: {فذانك برهانان من ربك }',
        },
    458: {
        'date': '2023-07-16',
        'id': 458,
        'inflection': '''قال: فعل ماض مبني على الفتح وفاعله ضمير مستتر جوازا تقديره: هو.
إني: إنَّ حرف توكيد ونصب، وياء المتكلم ضمير متصل في محل نصب اسمها.
أريد: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر وجوبا تقديره: أنا.
وجملة أريد في محل رفع خبر إن، وجملة إني في محل نصب مقول القول.
أن أُنكِحَكَ: أن حرف مصدري ونصب، أنكحك فعل مضارع منصوب بأن، وعلامة نصبه الفتحة، وفاعله ضمير مستتر وجوبا تقديره: أنا، والكاف ضمير المخاطب في محل نصب مفعول به أول، والمصدر المؤول من أن والفعل في محل نصب مفعول به للفعل أريد.
إحدى ابنتي: إحدى مفعول به ثان لأنكحك، وإحدى مضاف، وابنتي مضاف إليه مجرور، وعلامة جره الياء لأنه مثنى.
هاتين: صفة مجرورة لابنتي، وعلامة جرها الياء لأنها تعرب إعراب المثنى.
''',
        'keywords': 'إني:}:آن:نكح:ابنة:ابن:أنكح:هاتين:أراد:راد:عالى:قال:تعالى:أن:وكح:إحدى::{',
        'phrase': 'قال تعالى: { قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ }',
        'reference': 'وب',
        'source': 'القصص 27',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قال إني أريد أن أنكحك إحدى ابنتي هاتين }',
        },
    459: {
        'date': '2023-07-16',
        'id': 459,
        'inflection': '''ها: للتنبيه، أنتم: ضمير منفصل في محل رفع مبتدأ.
أولاءِ: اسم إشارة مبني على الكسر في محل رفع خبر.
تحبونهم: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعل، وهاء الغائب في محل نصب مفعول به، وجملة تحبونهم في محل نصب حال، أو مستأنفة لا محل لها من الإعراب.
''',
        'keywords': '}:آن:تم:عالى:قال:تعالى:أتم:أنتم:أولاء:ولاء:حب:حبا:انتمى:أحب:ها::{',
        'phrase': 'قال تعالى: { هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ }',
        'reference': 'وب',
        'source': '119 آل عمران',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ها أنتم أولاء تحبونهم }',
        },
    460: {
        'date': '2023-07-16',
        'id': 460,
        'inflection': '''قالوا: فعل وفاعل والجملة لا محل لها من الإعراب لأنها جواب إذا في الآية السابقة.
ربنا: منادى مضاف منصوب بالفتحة حذف منه حرف النداء، ورب مضاف، ونا المتكلمين في محل جر مضاف إليه.
هؤلاء: اسم إشارة في محل رفع مبتدأ.
شركاؤنا: خبر مرفوع، وشركاء مضاف، و نا في محل جر مضاف إليه.
وجملة ربنا وما في حيزها في محل نصب مقول القول.
''',
        'keywords': 'ربى:رب:راب:}:عالى:قال:تعالى:هؤلاء:شركاء::{',
        'phrase': 'قال تعالى: { قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا }',
        'reference': 'وب',
        'source': '86 النحل',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قالوا ربنا هؤلاء شركاؤنا }',
        },
    461: {
        'date': '2023-07-16',
        'id': 461,
        'inflection': '''أولئك: اسم إشارة مبني على الكسر في محل رفع مبتدأ.
هم: ضمير فصل لا محل له من الإعراب، ويجوز إعرابه مبتدأً ثانياً، والوجه الأول أحسن لدلالته على التخصيص.
الوارثون: خبر مرفوع بالواو لأنه جمع مذكر سالم.
''',
        'keywords': '}:وارث:أولئك:عالى:قال:تعالى:هم:وهم:هام::{',
        'phrase': 'قال تعالى: { أُولَئِكَ هُمُ الْوَارِثُونَ }',
        'reference': 'وب',
        'source': '10 المؤمنون',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أولئك هم الوارثون }',
        },
    462: {
        'date': '2023-07-16',
        'id': 462,
        'inflection': '''ما: نافية لا عمل لها.
قتلنا: فعل ماض مبني للمجهول ونا نائب فاعل، وجملة ما قتلنا لا محل لها من الإعراب جواب شرط غير جازم.
ها هنا: ها حرف تنبيه مبني على السكون لا محل له من الإعراب، وهنا اسم إشارة مبني على السكون في محل نصب ظرف مكان متعلق بقتلنا.
''',
        'keywords': 'هاهنا:}:عالى:قال:تعالى:قتل:ما::{',
        'phrase': 'قال تعالى: { مَا قُتِلْنَا هَاهُنَا }',
        'reference': 'وب',
        'source': ' 154 آل عمران',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ما قتلنا هاهنا }',
        },
    463: {
        'date': '2023-07-16',
        'id': 463,
        'inflection': '''هنالك: اسم إشارة مبني على السكون في محل نصب على الظرفية المكانية متعلق بمحذوف خبر مقدم.
الولاية: مبتدأ مؤخر مرفوع بالضمة.
لله: جار ومجرور متعلقان بما في معنى اسم الإشارة، أو بمتعلقه.
''',
        'keywords': '}:هنالك:عالى:قال:تعالى:ولاية:له::{',
        'phrase': 'قال تعالى: {هُنَالِكَ الْوَلَايَةُ لِلَّهِ }',
        'reference': 'وب',
        'source': ' 44 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: {هنالك الولاية لله }',
        },
    464: {
        'date': '2023-07-16',
        'id': 464,
        'inflection': '''وأزلفنا: الواو حرف عطف، أزلفنا فعل وفاعل.
ثم: ظرف مكان بمعنى هناك منصوب بالفتحة.
الآخرين: مفعول به منصوب بالياء.
''',
        'keywords': '}:أزلف:زلف:آخر:عالى:قال:تعالى:ثم:وثم::{',
        'phrase': 'قال تعالى: { وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ }',
        'reference': 'وب',
        'source': '65 الشعراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأزلفنا ثم الآخرين }',
        },
    465: {
        'date': '2023-07-16',
        'id': 465,
        'inflection': '''إن: حرف توكيد ونصب.
في ذلك: في حرف جر، ذلك اسم إشارة مبني على الفتح في محل جر، والجار والمجرور متعلقان بمحذوف في محل رفع خبر إن مقدم.
لآية: اللام هي اللام المزحلقة، وآية اسم إن مؤخر منصوب بالفتحة.
''',
        'keywords': '}:ذلك:في:عالى:قال:تعالى:إن:آية:ذل:آي::{',
        'phrase': 'قال تعالى: { إِنَّ فِي ذَلِكَ لَآيَةً }',
        'reference': 'وب',
        'source': ' 9 سبأ',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إن في ذلك لآية }',
        },
    466: {
        'date': '2023-07-16',
        'id': 466,
        'inflection': '''إن: حرف توكيد ونصب.
ذلكم: اسم إشارة مبني على السكون في محل نصب اسم إن.
كان: فعل ماض ناقص، واسمها ضمير مستتر جوازاً تقديره: هو.
عند الله: عند ظرف مكان منصوب بالفتحة، وهو مضاف، ولفظ الجلالة مضاف إليه مجرور بالكسرة والظرف متعلق بمحذوف حال.
عظيماً: خبر كان منصوب بالفتحة.
وجملة كان في محل رفع خبر إن.
''',
        'keywords': '}:عالى:قال:تعالى:إن:كان:ذل:عند:عظيم:ذلكم:الله::{',
        'phrase': 'قال تعالى: { إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا }',
        'reference': 'وب',
        'source': '53 الأحزاب',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إن ذلكم كان عند الله عظيما }',
        },
    467: {
        'date': '2023-07-16',
        'id': 467,
        'inflection': '''وأولئكم: الواو حرف عطف، أولئكم اسم إشارة مبني على السكون في محل رفع مبتدأ.
جعلنا: فعل وفاعل والجملة في محل رفع خبر.
لكم: جار ومجرور متعلقان بمحذوف في محل نصب مفعول به أول.
عليهم: جار ومجرور متعلقان بمحذوف في محل نصب حال.
سلطاناً: مفعول به ثان.
مبيناً: صفة منصوبة.
وجملة وأولئكم معطوفة على ما قبلها.
''',
        'keywords': '}:علي:أولئكم:كم:سلط:مبين:سلطان:عالى:قال:تعالى:عل:على:علة:جعل:لكم::{',
        'phrase': 'قال تعالى: { وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا }',
        'reference': 'وب',
        'source': 'النساء 91',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأولئكم جعلنا لكم عليهم سلطانا مبينا }',
        },
    468: {
        'date': '2023-07-16',
        'id': 468,
        'inflection': '''ألم: الهمزة للاستفهام حرف مبني على الفتح لا محل له من الإعراب، ولم حرف نفي وجزم وقلب.
أنهكما: فعل مضارع مجزوم بلم وعلامة جزمه حذف حرف العلة، والفاعل ضمير مستتر وجوباً تقديره: أنا، والكاف ضمير متصل في محل نصب مفعول به، وما علامة التثنية.
والجملة لا محل لها من الإعراب مفسرة.
عن تلكما: عن حرف جر تلك اسم إشارة مبني على الفتح في محل جر، وشبه الجملة متعلق بأنهكما.
الشجرة: بدل من اسم الإشارة مجرور وعلامة جره الكسرة.
''',
        'keywords': 'لما:عان:}:عن:شجر:عالى:لمى:لمي:لكم:ناه:تلكما:لام:عنى:تلى:تل:ألم:لم:نهى:أنهى::{:ألام:قال:تعالى:شجرة',
        'phrase': 'قال تعالى: { أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ }',
        'reference': 'وب',
        'source': '21 الأعراف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ألم أنهكما عن تلكما الشجرة }',
        },
    469: {
        'date': '2023-07-16',
        'id': 469,
        'inflection': '''أولئك: اسم إشارة مبني على الفتح في محل رفع مبتدأ.
أصحاب الجنة: أصحاب خبر مرفوع بالضمة، وهو مضاف، والجنة مضاف إليه مجرور بالكسرة.
خالدين: حال منصوب بالياء.
فيها: جار ومجرور متعلقان بخالدين.
''',
        'keywords': '}:صحاب:خالد:في:أولئك:عالى:قال:تعالى:جنة:جن:أصحاب::{',
        'phrase': 'قال تعالى: { أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا }',
        'reference': 'وب',
        'source': '14 الأحقاف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أولئك أصحاب الجنة خالدين فيها }',
        },
    470: {
        'date': '2023-07-16',
        'id': 470,
        'inflection': '''أن السمع: حرف توكيد ونصب، والسمع اسمها منصوب بالفتحة.
والبصر والفؤاد: عطف على السمع منصوبان مثله.
كل أولئك: كل مبتدأ مرفوع بالضمة، وهو مضاف، وأولئك اسم إشارة مبني على الفتح في محل جر مضاف إليه.
كان: فعل ماض ناقص، واسمها ضمير مستتر جوازا تقديره: هو يعود على " كل ".
عنه: جار ومجرور متعلقان بمسؤولا.
مسؤولا: خبر كان منصوب بالفتحة.
وجملة كان في محل رفع خبر المبتدأ كل.
وجملة كل وما في حيزها في محل رفع خبر إن.
''',
        'keywords': 'عان:}:عن:وكل:عالى:مسئولا:عنى:كل:إن:كان:فؤاد::{:أكل:كال:أولئك:قال:تعالى:سمع:بصر',
        'phrase': 'قال تعالى: { إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا }',
        'reference': 'وب',
        'source': '36 الإسراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا }',
        },
    471: {
        'date': '2023-07-16',
        'id': 471,
        'inflection': '''إنّي: "إنّ" حرف ناسخ، والياء ضمير متصل في محل نصب اسم "إنّ".
أرى: فعل ماض مبني ولم يظهر عليه الفتح لأنه معتل الآخروفاعله ضمير مستتر تقديره "أنا".
الشيبَ: مفعول به لـ"أرى" منصوب وعلامة نصبه الفتحة.
يغزو: فعل مضارع مرفوع، ولم يظهر عليه الضم لأنه معتل الآخروفاعله ضمير مستتر تقديره "هو".
مفرقيك: مفعول به لـ"يغزو"منصوب وعلامة نصبه الياء لأنه مثنّى وهو مضافوالكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
وجملة "يغزو مفرقيك" في محل نصب حال.
''',
        'keywords': 'رأى:إني:مفرق:غزا:":راءى:شيب',
        'phrase': '"إنّي أرى الشيب يغزو مفرقيك"',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"إني أرى الشيب يغزو مفرقيك"',
        },
    472: {
        'date': '2023-07-16',
        'id': 472,
        'inflection': '''الشمس: مبتدأ.
منظر: مبتدأ ثان، وهو مضاف.
ها: ضمير متصل مضاف إليه.
مبهر: خبر للمبتدأ "منظر".
وجملة "منظرها جميل" في محل رفع خبر للمبتدأ الأول "الشمس".
''',
        'keywords': 'شمس:منظر:مبهر',
        'phrase': 'الشمس منظرها مبهر',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشمس منظرها مبهر',
        },
    473: {
        'date': '2023-07-16',
        'id': 473,
        'inflection': '''لَمْ: حرف نفي وجزم.
تَشْتَهِرْ: فعل مضارع مجزوم وعلامة جزمه السكون، والفاعل ضمير مستتر تقديره "هي".
بِشَيْءٍ: الباء حرف جرّ، و"شَيْءٍ" اسم مجرور وعلامة جرّه الكسرة.
اشْتِهارَها: مفعول مطلق منصوب، وعلامة نصبه الفتحة وهو مضاف، والهاء ضمير متصل في محل جر مضاف إليه.
بِمُمارَسَةِ: الباء حرف جرّ، و"مُمارَسَةِ" اسم مجرور وعلامة جرّه الكسرة وهو مضاف.
الكتابة: مضاف إليه مجرور.
''',
        'keywords': 'لم:كتاب:اشتهر:ممارس:لام:ممارسة:اشتهار:كتابة:شيء',
        'phrase': 'لَمْ تَشْتَهِرْ بِشَيْءٍ اشْتِهارَها بِمُمارَسَةِ الكتابةِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم تشتهر بشيء اشتهارها بممارسة الكتابة',
        },
    474: {
        'date': '2023-07-16',
        'id': 474,
        'inflection': '''الثور ُ: مبتدأ مرفوع بالضمّة.
يحرثُ: فعل مضارع مرفوع بالضمّةوفاعله ضمير مستتر تقديره "هو".
الأرضَ: مفعول به منصوب بالفتحة.
وجملة "يحرث الأرض" جملة فعلية في محلّ رفع خبر للمبتدأ "الثور".
''',
        'keywords': 'حرث:ثور:أرض',
        'phrase': 'الثور يحرث الأرض',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الثور يحرث الأرض',
        },
    475: {
        'date': '2023-07-16',
        'id': 475,
        'inflection': '''يعي: فعل مضارع مرفوع، ولم تظهر عليه الضمّة لأنه معتلّ الآخر.
المواطنُ: فاعل مرفوع بالضمّة.
معنى: مفعول به منصوب، ولم تظهر الفتحة على آخره؛ لأنه اسم مقصوروهو مضاف.
المواطنةِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'عي:وعى:عيا:أعيا:معنى:مواطنة:مواطن',
        'phrase': 'يعي المواطن معنى المواطنة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعي المواطن معنى المواطنة',
        },
    476: {
        'date': '2023-07-16',
        'id': 476,
        'inflection': '''لا: حرف نفي.
الدارُ: مبتدأ مرفوع بالضمّة.
دارُنا: خبر مرفوع بالضمّة وهو مضاف، و"نا" ضمير متصل في محل جرّ مضاف إليه.
وَ: حرف عطف.
لا: حرف نفي.
البستانُ: مبتدأ مرفوع بالضمّة.
بستانُنا: خبر مرفوع بالضمّة وهو مضاف، و"نا" ضمير متصل في محل جرّ مضاف إليه.
''',
        'keywords': 'بستان:؟:لا:دار:دارى',
        'phrase': 'لا الدارُ دارنا ولا البستانُ بستاننا؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا الدار دارنا ولا البستان بستاننا؟',
        },
    477: {
        'date': '2023-07-16',
        'id': 477,
        'inflection': '''تعلّم: فعل ماض مبنيّ على الفتح.
عثمانُ: فاعل مرفوع بالضمّة.
حتّى: حرف جرّ.
منتصفِ: اسم مجرور بالكسرة، وهو مضاف.
اللّيل: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'عثمان:علم:أعلم:تعلم:حتى:ليل:منتصف',
        'phrase': 'تعلّم عثمان حتّى منتصف اللّيل',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعلم عثمان حتى منتصف الليل',
        },
    478: {
        'date': '2023-07-16',
        'id': 478,
        'inflection': '''هذان: اسم إشارة مرفوع بالألف، وهو مبتدأ.
الضاربان: خبر مرفوع بالألف.
زيدًا: مفعول به لاسم الفاعل "الضاربان".
''',
        'keywords': 'ضارب:هذان:زيد:زاد',
        'phrase': 'هذان الضاربان زيدًا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذان الضاربان زيدا',
        },
    479: {
        'date': '2023-07-16',
        'id': 479,
        'inflection': '''هؤلاء: اسم إشارة مبنيّ على الكسر في محل رفع مبتدأ.
الضواربُ: مبتدأ مرفوع بالضمّة.
بكرًا: مفعول به لاسم الفاعل "الضوارب".
''',
        'keywords': 'ضوارب:هؤلاء:بكر',
        'phrase': 'هؤلاء الضوارب بكرًا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هؤلاء الضوارب بكرا',
        },
    480: {
        'date': '2023-07-16',
        'id': 480,
        'inflection': '''أصادقٌ: الهمزة حرف استفهام، و"صادقٌ" مبتدأ مرفوع بالضمّة.
قولُ: فاعل لاسم الفاعل "صادقٌ" وهو مضاف.
علِيٍّ: مضاف إليه مجرور بالكسرةوقد أكمل "قولُ علِيٍّ" معنى الجملة فأغنى عن الخبر، أي أن فاعل اسم الفاعل هنا أدّى وظيفة الخبر وسدّ مسدّه فتمت به الجملة الاسمية.
''',
        'keywords': 'صادق:علي:قول:ٔ:عل:علة:على:؟:ا:علا:وعل',
        'phrase': 'أصادقٌ قولُ علِيٍّ؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أصادق قول علي؟',
        },
    481: {
        'date': '2023-07-16',
        'id': 481,
        'inflection': '''سكنَ: فعل ماض مبنيّ على الفتح.
الرجلُ: فاعل مرفوع بالضمّة.
الغريبُ: نعت لـ"الرجل"، مرفوع بالضمّة.
منزلًا: مفعول به منصوب بالفتحة.
كبيرًا: نعت لـ"منزلا" منصوب بالفتحة.
أمامَ: ظرف مكان منصوب بالفتحة، وهو مضاف.
المسجدِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'ساك:كبير:سكن:غريب:سك:رجل:أمام:منزل:مسجد',
        'phrase': 'سكن الرجل الغريب منزلاً كبيراً أمام المسجد',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سكن الرجل الغريب منزلا كبيرا أمام المسجد',
        },
    482: {
        'date': '2023-07-16',
        'id': 482,
        'inflection': '''ما: حرف نفي مبنيّ على السكون.
مأكولٌ: مبتدأ مرفوع بالضمّة، وهو اسم مفعول عَمِل هنا عَمَل فعله المبنيّ للمجهول.
طعامُ: نائب فاعل مرفوع بالضمّة، وقد سدّ هنا مسدّ الخبر للمبتدأ "مأكول"، وهو مضاف.
الأمسِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'مأكول:أمس:؟:طعام:ما',
        'phrase': 'ما مأكول طعام الأمس؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما مأكول طعام الأمس؟',
        },
    483: {
        'date': '2023-07-16',
        'id': 483,
        'inflection': '''القدسُ: مبتدأ مرفوع بالضمّة.
روحُ: خبر مرفوع بالضمّة، وهو مضاف.
فلسطينَ: مضاف إليه مجرور، وعلامة جرّه الفتحة لأنه اسم ممنوع من الصرف.
''',
        'keywords': 'فلسطين:روح:قدس',
        'phrase': 'القدسُ روحُ فلسطين',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'القدس روح فلسطين',
        },
    484: {
        'date': '2023-07-16',
        'id': 484,
        'inflection': '''كان: فعل ماض ناسخ مبنيّ على الفتح.
بعضُ: اسم كان مرفوع بالضمّة، وهو مضاف.
العلماءِ: مضاف إليه مجرور بالكسرةذكيًّا خبر كان منصوب''',
        'keywords': 'ذكي:بعض:علماء:ذكى:كان:ذكيا:ذكا',
        'phrase': 'كان بعض العلماء ذكيًّا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان بعض العلماء ذكيا',
        },
    485: {
        'date': '2023-07-16',
        'id': 485,
        'inflection': '''كلُّ: مبتدأ مرفوع بالضمة، وهو مضاف.
شيءٍ: مضاف إليه مجرور بالكسرة.
هادئٌ: خبر مرفوع بالضمة.
هنا: اسم إشارة للمكان مبني على السكون في محل نصب ظرف.
''',
        'keywords': 'هادئ:أكل:شاء:هنا:هن:كال:وهن:وكل:كل:شيء',
        'phrase': 'كل شيء هادئ هنا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كل شيء هادئ هنا',
        },
    486: {
        'date': '2023-07-16',
        'id': 486,
        'inflection': '''فازَ: فعل ماض مبني على الفتح.
المتسابقُ: فاعل مرفوع بالضمّة.
خالدٌ: بدل من "المتسابق" مرفوع بالضمّة.
''',
        'keywords': 'خالد:متسابق:فاز',
        'phrase': 'فاز المتسابق خالد',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فاز المتسابق خالد',
        },
    487: {
        'date': '2023-07-16',
        'id': 487,
        'inflection': '''اللهُ: مبتدأ مرفوع، وعلامة رفعه الضمّة.
معَك: "مَعَ" ظرف في محلّ رفع خبر للمبتدأ.
أيْنَمَا: اسم شرط في محلّ نصب ظرف مكان.
كنت: يمكن أن تعرب "كان" هنا فعلا ناسخا والتاء اسمها وخبرها "أينما"ويمكن أن تعرب فعلا تامّا وتعرب التاء ضميرا متصلا في محل رفع فاعل.
''',
        'keywords': 'ونم:كن:أينما:كنا:معك:كنى:؟:كنت:مع:الله:نم',
        'phrase': 'الله معك أينما كنت؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الله معك أينما كنت؟',
        },
    488: {
        'date': '2023-07-16',
        'id': 488,
        'inflection': '''ليتما: ليتَ حرف ناسخ يفيد التمنّي، و"ما" حرف زائد.
الطيّبات: يجوز هنا نصب هذا الاسم وإعرابه مبتدأ باعتبار أن "ما" منعت "ليت" من العمل فيما بعدها، وتسمّى ما الكافةويجوز نصبه وإعرابه اسم "ليت" باعتبار أن "ما" حرف زائد لا أثر له في التركيب.
حضرتْ: فعل ماض مبني على الفتح، وفاعله مستتر تقديره "هي".
مساءً: ظرف منصوب بالفتحة.
وجملة "حضرت مساء" جملة فعلية في محل رفع خبر.
''',
        'keywords': 'حضر:طيبة:طيب:تم:أتم:؟:مساء:يتم',
        'phrase': 'ليتما الطيبات حضرت مساء؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليتما الطيبات حضرت مساء؟',
        },
    489: {
        'date': '2023-07-16',
        'id': 489,
        'inflection': '''سافرْتُ: فعل ماض مبنيّ على السكونوالتاء ضمير متصل في محل رفع فاعل.
إلى: حرف جرّ.
مكةَ: اسم مجرور وعلامة جره الفتحة؛ لأنه ممنوع من الصرف.
''',
        'keywords': 'مكة:إلى:سافر',
        'phrase': 'سافرت إلى مكة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافرت إلى مكة',
        },
    490: {
        'date': '2023-07-16',
        'id': 490,
        'inflection': '''وَجَبَتْ: فعل ماض مبني على الفتح، والتاء حرف تأنيث.
عَلَيَّ: "على" حرف جرّ، والياء ضمير متصل في محلّ جرّ.
زكاةُ: فاعل مرفوع بالضمة.
ما: اسم موصول في محل نصب مفعول به.
ملكتْ: فعل ماض مبني على الفتح، والتاء حرف تأنيث.
يدي: فاعل مرفوع بضمة مقدرة، وهو مضافوالياء ضمير متصل في محلّ جرّ مضاف إليه.
و: حرف عطف، وهو هنا للاستئناف.
زكاةُ: مبتدأ مرفوع بالضمة، وهو مضاف.
جَاهي: مضاف إليه مجرور وهو مضاف أيضا، والياء ضمير متصل في محلّ جرّ مضاف إليه.
أنْ: حرف نصب.
أُعِيْنَ: فعل مضارع منصوب.
و: حرف عطف.
أَشفَعَ: فعل مضارع منصوب؛ لأنه معطوف على فعل منصوب.
وجملة " أن أُعِيْنَ وأَشفَعا" في محل رفع خبر للمبتدأ "زكاة".
''',
        'keywords': 'جب:علي:عان:زكا:عي:آن:جبى:أعين:عل:جبا:أن:يدى:وعل:عين:زكاة:ملك:جاه:أعان:يد:وعى:علة:علا:ودى:-:جاب:يدي:وأشفعا:على:وجب:ما:أعيا',
        'phrase': 'وَجَبَتْ عَلَيَّ زكاةُ ما ملكتْ يدي - وزكاةُ جَاهي أن أُعِيْنَ وأَشفَعا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وجبت علي زكاة ما ملكت يدي - وزكاة جاهي أن أعين وأشفعا',
        },
    491: {
        'date': '2023-07-16',
        'id': 491,
        'inflection': '''الجديدةُ: نعت مرفوع بالضمّة الظاهرة.
تبدو: فعل مضارع مرفوع بضمّة مقدّرة لأنه معتل الآخروفاعله ضمير مستتر تقديره "هي".
غاليةً: حال منصوب بالفتحة.
و: حرف عطف.
قويةً: عطف منصوب بالفتحةكلمة "غاليةً" في هذه الجملة منصوبة لأنها حال.
''',
        'keywords': 'ظاهر:ظاهرة:مرفوع:سيارة:مبتدأ:سيار:ضم:::ضمة',
        'phrase': 'السيارةُ: مبتدأ مرفوع بالضمّة الظاهرة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السيارة: مبتدأ مرفوع بالضمة الظاهرة',
        },
    492: {
        'date': '2023-07-16',
        'id': 492,
        'inflection': '''المعلمُ: مبتدأ مرفوع بالضمّة.
مصباحُ: خبر مرفوع بالضمّة، وهو مضاف.
المستقبلِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'مصباح:معلم:مستقبل',
        'phrase': 'المعلم مصباح المستقبل',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلم مصباح المستقبل',
        },
    493: {
        'date': '2023-07-16',
        'id': 493,
        'inflection': '''أشعرُ: فعل مضارع مرفوع بالضمة.
بالمللِ: الباء حرف جر، والملل اسم مجرور بالكسرة.
لأنني: اللام حرف تعليل، وأنّ حرف ناسخ، والنون حرف وقاية، والياء ضمير متصل في محلّ نصب اسم "أنّ".
لا: حرف نفي.
أستطيعُ: فعل مضارع مرفوع بالضمةوفاعل ضمير مستتر تقديره "أنا".
ممارسةَ: مفعول به منصوب بالفتحة، وهو مضاف.
الرياضةِ: مضاف إليه مجرور بالكسرة.
وجملة "لا أستطيع ممارسة الرياضة" جملة فعلية في محل رفع خبر "أن".
''',
        'keywords': 'الرياض:شعر:استطاع:أطاع:ممارسة:لا:رياضة:ممارس:ملل:لأنني:أشعر:رياض',
        'phrase': 'أشعر بالملل لأنني لا أستطيع ممارسة الرياضة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أشعر بالملل لأنني لا أستطيع ممارسة الرياضة',
        },
    494: {
        'date': '2023-07-16',
        'id': 494,
        'inflection': '''حديقَتُنا: "حديقةُ" مبتدأ مرفوع بالضمّة وهو مضاف.
"نا": ضمير متصل في محل جر مضاف إليه.
في: حرف جرّ مبنيّ على السكون.
المدينةِ: اسم مجرور بالكسرة.
الجديدةِ: نعت مجرور بالكسرةوالجار والمجرور "في المدينة" شبه جملة في محلّ رفع خبر للمبتدأ "حديقةُ".
''',
        'keywords': 'في:حديقة:جديد:مدين:مدينة',
        'phrase': 'حديقَتُنا في المدينةِ الجديدةِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حديقتنا في المدينة الجديدة',
        },
    495: {
        'date': '2023-07-16',
        'id': 495,
        'inflection': '''ارتدَى: فعل ماض مبنيّ على السكون، وفاعله ضمير مستتر تقديره: هو.
رداءَ: مفعول به منصوب بالفتحة، وهو مضاف.
الخيرِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'رداء:خير:ارتدى',
        'phrase': 'ارتدى رداء الخير',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ارتدى رداء الخير',
        },
    496: {
        'date': '2023-07-16',
        'id': 496,
        'inflection': '''ذهبت: فعل ماض مبني على السكون، والتاء ضمير متصل في محلّ رفع فاعل.
إلى: حرف جرّ مبنيّ على السكون.
سوريا: اسم مجرور بكسرة مقدّرة.
''',
        'keywords': 'سور:إلى:سوري:ذهب:سارى',
        'phrase': 'ذهبت إلى سوريا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبت إلى سوريا',
        },
    497: {
        'date': '2023-07-16',
        'id': 497,
        'inflection': '''الرجالُ: مبتدأ مرفوع، وعلامة رفعه الضمة.
تكثرُ: فعل مضارع مرفوع، وعلامة رفعه الضمة.
عندَ: ظرف منصوب، وعلامة نصبه الفتحة، وهو مضاف.
الفزعِ: مضاف إليه مجرور، وعلامة جره الكسرة.
وجملة " تكثر عند الفزع" جملة فعلية في محل رفع خبر للمبتدأ "الرجال".
''',
        'keywords': 'أكثر:فزع:رجال:عند:تكثر:كثر',
        'phrase': 'الرجال تكثر عند الفزع',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الرجال تكثر عند الفزع',
        },
    498: {
        'date': '2023-07-16',
        'id': 498,
        'inflection': '''كدرُ: مبتدأ مرفوع، وعلامة رفعه الضمة، وهو مضاف.
الجماعةِ: مضاف إليه مجرور، وعلامة جره الكسرة.
خيرٌ: خبر مرفوع، وعلامة رفعه الضمة.
مِنْ: حرف جر مبنيّ على السكون.
صفْوِ: اسم مجرور، وعلامة جره الكسرة، وهو مضاف.
الفرقةِ: مضاف إليه مجرور، وعلامة جره الكسرة.
''',
        'keywords': 'مان:خار:خير:صفو:در:فرقة:جماعة:من:كدر:منى:جماع:فرق',
        'phrase': 'كدر الجماعة خير من صفو الفرقة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كدر الجماعة خير من صفو الفرقة',
        },
    499: {
        'date': '2023-07-16',
        'id': 499,
        'inflection': '''البغيُ: مبتدأ مرفوع بالضمّة.
يصرعُ: فعل مضارع مرفوع بالضمّة، وفاعله ضمير مستتر تقديره "هو".
أهلَه: مفعول به منصوب بالفتحة، والهاء ضمير متصل في محل جر مضاف إليه.
وجملة "يصرع أهله" جملة فعلية في محل رفع خبر للمبتدأ "البغي".
''',
        'keywords': 'أهل:هل:صرع:هال:بغي',
        'phrase': 'البغي يصرع أهله',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'البغي يصرع أهله',
        },
    500: {
        'date': '2023-07-16',
        'id': 500,
        'inflection': '''سارَ: فعل ماض مبني على الفتح.
أحمدُ: فاعل مرفوع بالضمّة.
وجانَبَ: و: حرف عطف.
جانَبَ: فعل ماض مبني على الفتح.
الطريقَ: مفعول به منصوب بالفتحة.
''',
        'keywords': 'طريق:جانب:سار:حمد:ساري:سارى',
        'phrase': 'سارَ أحمدُ وجانَبَ الطّريقَ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سار أحمد وجانب الطريق',
        },
    501: {
        'date': '2023-07-16',
        'id': 501,
        'inflection': '''سارَ: فعل ماض مبني على الفتح.
أحمدُ: فاعل مرفوع بالضمّة.
جانِبَ: ظرف مكان (مفعول فيه)، وهو مضاف.
الطّريقِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'طريق:جانب:سار:حمد:ساري:سارى',
        'phrase': 'سارَ أحمدُ جانِبَ الطّريقِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سار أحمد جانب الطريق',
        },
    502: {
        'date': '2023-07-16',
        'id': 502,
        'inflection': '''سارَ: فعل ماض مبني على الفتح.
أحمدُ: فاعل مرفوع بالضمّة.
والطريقَ: و: حرف معية.
الطريقَ: مفعول معه منصوب بالفتحة.
''',
        'keywords': 'طريق:سار:حمد:ساري:سارى',
        'phrase': 'سارَ أحمدُ والطّريقَ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سار أحمد والطريق',
        },
    503: {
        'date': '2023-07-16',
        'id': 503,
        'inflection': '''في الاتحاد: شبه الجملة (الجار والمجرور) يعرب خبرا للمبتدأ "قوّة"وقد جاء الخبر هنا متقدّما على المبتدأ؛ لأن المبتدأ نكرة والخبر شبه جملة، وهو إحدى حالات تقدُّم الخبر وجوبًا.\n''',
        'keywords': 'اتحاد:قوة:في',
        'phrase': 'في الاتحاد قوة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الاتحاد قوة',
        },
    504: {
        'date': '2023-07-16',
        'id': 504,
        'inflection': '''نجحَت: فعل ماض مبنيّ على الفتح، والتاء حرف للتأنيث مبنيّ في الأصل على السكون وقد كُسِر هنا لأن بعده حرفًا ساكنًا هو لام التعريفوهي قاعدة عامة في تاء التأنيث الساكنة؛ حيث تكسر دائما إذا جاء بعدها حرف ساكن.
البنتُ: فاعل مرفوع بالضمّة.
''',
        'keywords': 'بنت:نجح',
        'phrase': 'نجحَتِ البنتُ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نجحت البنت',
        },
    505: {
        'date': '2023-07-16',
        'id': 505,
        'inflection': '''أذهبُ: فعل مضارع مرفوع بالضمة.
إلى: حرف جرّ.
الغابةِ: اسم مجرور بالكسرة.
كيْ: حرف تعليل ونصب.
أستمتعَ: فعل مضارع منصوب بالفتحة.
بجوِّها: بـ: حرف جرّ.
جوِّ: اسم مجرور بالكسرة، وهو مضاف.
ها: ضمير متصل في محلّ جرّ مضاف إليه.
النقيِّ: نعت مجرور بالكسرة.
''',
        'keywords': 'غاب:كي:نقة:إلى:غابة:ذهب:أذهب:جو:بج:استمتع:أمتع:نقي:متع',
        'phrase': 'أذهب إلى الغابة كي أستمتع بجوها النقي',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أذهب إلى الغابة كي أستمتع بجوها النقي',
        },
    506: {
        'date': '2023-07-16',
        'id': 506,
        'inflection': '''أصبح: فعل ماض ناسخ مبني على الفتح.
الأمرُ: اسم أصبح مرفوع بالضمة.
رسميًّا: خبر أصبح منصوب بالفتحة.
ومختبريًّا: الواو حرف عطف، و"مختبريًّا" اسم معطوف منصوب بالفتحة.
بعدَ: ظرف زمان منصوب بالفتحة، وهو مضاف.
متابعةٍ: مضاف إليه مجرور بالكسرة.
دامتْ: "دامَ" فعل ماض مبني على الفتح، والتاء حرف للتأنيث، وفاعله ضمير مستتر تقديره "هو".
ستةَ: اسم منصوب بالفتحة يعرب نائب ظرف؛ لأنه مضاف إلى "أشهر".
أشهرٍ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'رسم:عد:مختبر:أصبح:صبح:متابع:شهر:دام:بعد:رسمي:أشهر:متابعة:ست:أمر',
        'phrase': 'أصبح الأمر رسمياً ومختبرياً بعد متابعةٍ دامت ستة أشهر',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أصبح الأمر رسميا ومختبريا بعد متابعة دامت ستة أشهر',
        },
    507: {
        'date': '2023-07-16',
        'id': 507,
        'inflection': '''يعلمُ: فعل مضارع مرفوع بالضمة.
المعلمُ: فاعل مرفوع بالضمة.
التلاميذَ: مفعول به منصوب بالفتحة.
''',
        'keywords': 'معلم:علم:تلاميذ:أعلم',
        'phrase': 'يعلم المعلم التلاميذ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يعلم المعلم التلاميذ',
        },
    508: {
        'date': '2023-07-16',
        'id': 508,
        'inflection': '''فحملنا: الفاء حرف عطف، و"حمل" فعل ماض، و"نا" ضمير متصل في محل رفع فاعل.
إليك: "إلى" حرف جرّ، و"ك" ضمير متصل في محل جرّ.
إكليلَ: مفعول به منصوب بالفتحة، وهو مضاف.
الوفا: مضاف إليه مجرور بكسرة مقدّرة.
ومشينا: الواو حرف عطف، و"مشى" فعل ماض، و"نا" ضمير متصل في محل رفع فاعل.
فوق: ظرف مكان منصوب بالفتحة، وهو مضاف.
هامِ: مضاف إليه مجرور بالكسرة، وهو مضاف.
النوبِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'حمل:فوق:مشي:مش:وقى:الوفا:ولي:أل:ولى:إكليل:مشين:نوب:مشى:هام:لاك',
        'phrase': 'فحملنا أليك إكليل الوفا ومشينا فوق هام النوب',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فحملنا أليك إكليل الوفا ومشينا فوق هام النوب',
        },
    509: {
        'date': '2023-07-16',
        'id': 509,
        'inflection': '''ظننت: فعل ماض، والتاء ضمير متصل في محل رفع فاعل.
أنّك: أن حرف ناسخ، والكاف ضمير متصل في محل نصب اسم "أنّ".
نائمٌ: خبر "أنّ" مرفوع بالضمّة.
وجملة "أنك نائم" في محل نصب مفعول به لـ"ظنّ" قام مقام المفعولين.
''',
        'keywords': 'ظن:أنك:نكى:ناك:نكي:ونك:أن:نائم',
        'phrase': 'ظننت أنك نائم',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظننت أنك نائم',
        },
    510: {
        'date': '2023-07-16',
        'id': 510,
        'inflection': '''رأيت: فعل ماض، والتاء ضمير متصل في محل رفع فاعل.
رجلًا: مفعول به منصوب بالفتحة.
ماشيًا: نعت منصوب بالفتحة.
''',
        'keywords': 'رأى:ماشى:ماشي:رجل',
        'phrase': 'رأيت رجلا ماشيا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت رجلا ماشيا',
        },
    511: {
        'date': '2023-07-16',
        'id': 511,
        'inflection': '''رأيت: فعل ماض، والتاء ضمير متصل في محل رفع فاعل.
الرجلَ: مفعول به منصوب بالفتحة.
ماشيًا: حال منصوب بالفتحة.
''',
        'keywords': 'رأى:ماشى:ماشي:رجل',
        'phrase': 'رأيت الرجل ماشيا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الرجل ماشيا',
        },
    512: {
        'date': '2023-07-16',
        'id': 512,
        'inflection': '''ليسَ: فعل ماض ناسخ مبنيّ على الفتح.
محمدٌ: اسم ليس مرفوع بالضمة.
أكبرَ: خبر ليس منصوب بالفتحة.
مِنْ: حرف جرّ.
علِيٍّ: اسم مجرور بالكسرة.
''',
        'keywords': 'لاس:علي:مان:كبر:يس:ليس:محمد:بر:عل:من:منى:علة:على:أكبر:علا:وعل',
        'phrase': 'ليس محمدٌ أكبرَ من عليٍّ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس محمد أكبر من علي',
        },
    513: {
        'date': '2023-07-16',
        'id': 513,
        'inflection': '''يُستَخدَمُ:فعل مضارع مرفوع بالضمة، وهو مبنيّ للمجهول.
الملفُّ: نائب فاعل مرفوع بالضمة.
لِحفظِ: اللام حرف جرّ، و"حفظِ" اسم مجرور بالكسرة، وهو مضاف.
الأوراقِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'أوراق:ملف:حفظ:استخدم',
        'phrase': 'يُستَخدَم الملف لحفظ الأوراق',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يستخدم الملف لحفظ الأوراق',
        },
    514: {
        'date': '2023-07-16',
        'id': 514,
        'inflection': '''دَرَّسَنِي: دَرَّسَ فعل ماض مبنيّ على الفتح، والنون حرف وقاية، والياء ضمير متصل في محل نصب مفعول به أول لـ"دَرَّسَ".
الأستاذُ: فاعل "دَرَّسَ" مرفوع بالضمّة.
مادّةَ: مفعول به ثان لـ"دَرَّسَ" منصوب بالفتحة، وهو مضاف.
العلومِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'درس:علوم:الاستاذ:مادة',
        'phrase': 'درسني الاستاذ مادة العلوم',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'درسني الاستاذ مادة العلوم',
        },
    515: {
        'date': '2023-07-16',
        'id': 515,
        'inflection': '''استلمت: فعل ماض مبني على الفتح، والتاء حرف تأنيث.
الفائزاتُ: فاعل مرفوع بالضمة.
الجوائزَ: مفعول به منصوب بالفتحة.
فَرِحاتٍ: حال منصوب بالفتحة.
''',
        'keywords': 'استلم:فرحة:الفائزات:جوائز:فرح',
        'phrase': 'استلمت الفائزات الجوائز فرحات',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استلمت الفائزات الجوائز فرحات',
        },
    516: {
        'date': '2023-07-16',
        'id': 516,
        'inflection': '''ما: اسم استفهام في محل رفع مبتدأ.
هذا: اسم إشارة في محل رفع خبر.
الشيءُ: اسم مرفوع بدل من هذا.
''',
        'keywords': 'هذ:هذا:؟:ما:شيء',
        'phrase': 'ما هذا الشيء؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما هذا الشيء؟',
        },
    517: {
        'date': '2023-07-16',
        'id': 517,
        'inflection': '''اقتربَ: فعل ماض مبنيّ على الفتح.
رمضانُ: فاعل مرفوع بالضمّة.
وَ: حرف عطف مبنيّ على الفتح.
لمْ: حرف نفي وجزم مبنيّ على السكون.
يعدْ: فعل مضارع مجزوم، وعلامة جزمه السكون.
يفصلُنا: "يفصلُ" فعل مضارع مرفوع، وعلامة رفعه الضمّة، و"نا" ضمير متصل في محلّ نصب مفعول به.
عنه: "عنْ" حرف جر مبنيّ على السكون، والهاء ضمير متصل في محلّ جرّ.
سِوَى: فاعل للفعل "يفصل" مرفوع بضمّة مقدرة، وهو مضاف.
أيامٍ: مضاف إليه مجرور بالكسرة.
قليلةٍ: نعت مجرور بالكسرة.
''',
        'keywords': 'عان:اقترب:أيام:عن:عد:أعد:لام:عنى:رمض:لم:أعاد:عاد:رمضان:سوى:عدى:فصل:وعد:قليل:عدا:عدي',
        'phrase': 'اقترب رمضان ولم يعد يفصلنا عنه سوى أيام قليلة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اقترب رمضان ولم يعد يفصلنا عنه سوى أيام قليلة',
        },
    518: {
        'date': '2023-07-16',
        'id': 518,
        'inflection': '''ها: حرف تنبيه مبنيّ على السكون.
أنا: ضمير منفصل في محل رفع مبتدأ.
قادمٌ: خبر مرفوع بالضمة''',
        'keywords': 'قادم:ها:أنا',
        'phrase': 'ها أنا قادم',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ها أنا قادم',
        },
    519: {
        'date': '2023-07-16',
        'id': 519,
        'inflection': '''مدينةُ: مبتدأ مرفوع بالضمة، وهو مضاف.
مراكشَ: مضاف إليه مجرور بالفتحة؛ لأنه ممنوع من الصرف.
أكثرُ: خبر مرفوع بالضمة، وهو مضاف.
المدنِ: مضاف إليه مجرور بالكسرة.
المغربيةِ: نعت مجرور بالكسرة.
استقطابًا: تمييز منصوب بالفتحة.
للسياحِ: اللام حرف جر، والسياح اسم مجرور بالكسرة.
''',
        'keywords': 'مدن:مغرب:أكثر:سياح:مغربية:مراكش:مدين:استقطاب::كثر:مغربي:مدينة',
        'phrase': 'مدينة مراكش أكثر المدن المغربية استقطابا للسياح',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مدينة مراكش أكثر المدن المغربية استقطابا للسياح',
        },
    520: {
        'date': '2023-07-16',
        'id': 520,
        'inflection': '''أخذَ: فعل ماض مبنيّ على الفتح.
المعلمون: فاعل مرفوع بالواو؛ لأنه جمع مذكّر سالم.
استماراتِ: مفعول به منصوب بالكسرة؛ لأنه جمع مؤنّث سالم، وهو مضاف.
التلاميذِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'معلم:خذي:استمارة:أخذ:خذا:تلاميذ',
        'phrase': 'أخذ المعلمون استمارات التلاميذ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخذ المعلمون استمارات التلاميذ',
        },
    521: {
        'date': '2023-07-16',
        'id': 521,
        'inflection': '''هُمْ: اسم ضمير مبنيّ على السكون في محل رفع مبتدأ.
مُشاركِيَّ: خبر مرفوع، وهو جمع مذكر سالم يرفع بالواو لكن الواو لم تظهر هنا لاتصاله بياء المتكلم.
في: حرف جرّ.
لذّةِ: اسم مجرور بالكسرة، وهو مضاف.
الانتصارِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'لذة:مشارك:مشاركة:في:انتصار:وهم:هم:هام:لذ',
        'phrase': 'هم مشاركيّ في لذة الانتصار',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هم مشاركي في لذة الانتصار',
        },
    522: {
        'date': '2023-07-16',
        'id': 522,
        'inflection': '''هَذَا: اسم إشارة مبني على السكون في محل رفع مبتدأ.
سَرَطانُ: خبر مرفوع بالضمة، وهو مضاف.
البَحْرِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'سرطان:هذا:بحر:هذ',
        'phrase': 'هَذَا سَرَطانُ البَحْرِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا سرطان البحر',
        },
    523: {
        'date': '2023-07-16',
        'id': 523,
        'inflection': '''و: حرف عطف مبني على الفتح.
سيكونُ: السين حرف استقبال، و"يكونُ" فعل مضارع مرفوع بالضمة، وهو من الأفعال الناقصة الناسخة.
لي: اللام حرف جر، والياء ضمير متصل في محلّ جروالجار والمجرور (لي) شبه جملة في محل نصب خبر "يكون" متقدم على اسمها.
جريدةٌ: اسم مرفوع بالضمة وهو اسم "يكون"، وقد تأخر عن الخبر؛ لأنه نكرة والخبر شبه جملة.
أوْ: حرف عطف مبني على السكون.
مجلّةٌ: اسم معطوف مرفوع بالضمة.
''',
        'keywords': 'لي:كون:أو:مجلة:أوى:جريد',
        'phrase': 'وسيكون لي جريدة أو مجلة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وسيكون لي جريدة أو مجلة',
        },
    524: {
        'date': '2023-07-16',
        'id': 524,
        'inflection': '''حاذرْ: فعل أمر مبني على السكون.
ما: اسم موصول مبنيّ على السكون في محلّ نصب مفعول به.
بين: ظرف مكان منصوب بالفتحة، وهو مضاف.
فكَّيْكَ: "فكَّيْ" مضاف إليه مجرور بالياء؛ لأنه مثنّى وهو مضاف أيضا، والكاف "كَ" ضمير متصل في محل جرّ مضاف إليه.
''',
        'keywords': 'كي:بين:حاذر:فكة:ما:فك',
        'phrase': 'حاذر ما بين فكيك',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حاذر ما بين فكيك',
        },
    525: {
        'date': '2023-07-16',
        'id': 525,
        'inflection': '''مساندةُ: مبتدأ مرفوع بالضمة، وهو مضاف.
الأصدقاءِ: مضاف إليه مجرور بالكسرة.
أسهمَتْ: فعل ماض مبني على الفتح، والتاء حرف للتأنيث.
في: حرف جر مبني على السكون.
تغيّبِ: اسم مجرور بالكسرة، وهو مضاف.
الألمِ: مضاف إليه مجرور بالكسرة.
و: حرف عطف.
الحزنِ: معطوف مجرور بالكسرة.
اللذَين: نعت مجرور بالياء؛ لأنه مثنّى.
فارقَا: فعل ماض مبني على الفت، وفاعله الضمير العائد على الألم والحزن.
نفسَه: مفعول به منصوب بالفتحة وهو مضاف، والهاء ضمير متصل في محل جر مضاف إليه.
وجملة "أسهمت في تغيّب الألم والحزن…" في محل رفع خبر للمبتدأ "مساندة".
''',
        'keywords': 'غاب:أمل:اللذين:فارق:مساند:أسهم:في:أصدقاء:لحز::نفس:حزن:تغيب:لذ:سهم:غيب:مساندة',
        'phrase': 'مساندة الأصدقاء أسهمت في تغيّب الأمل والحزن اللذين فارقا نفسه',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مساندة الأصدقاء أسهمت في تغيب الأمل والحزن اللذين فارقا نفسه',
        },
    526: {
        'date': '2023-07-16',
        'id': 526,
        'inflection': '''شكرَ: فعل ماض مبني على الفتح.
الممرّضاتِ: مفعول به منصوب بالكسرة؛ لأنه جمع مؤنث سالم.
اللواتي: اسم موصول مبني على السكون في محل نصب نعت للممرّضات.
سهرْنَ: فعل ماض مبني على السكون لاتصاله بضمير رفع متحرك، والنون (نون النسوة) ضمير متصل في محل رفع فاعل.
على: حرف جر مبني على السكون.
رعايتِه: اسم مجرور بالكسرة، وهو مضافوالهاء ضمير متصل في محل جر مضاف إليه.
''',
        'keywords': 'رعاية:على:سهرن:اللواتي:ممرض:شكر',
        'phrase': 'شكر الممرّضات اللواتي سهرن على رعايته',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شكر الممرضات اللواتي سهرن على رعايته',
        },
    527: {
        'date': '2023-07-16',
        'id': 527,
        'inflection': '''كَمْ: اسم مبنيّ على السكون في محل رفع مبتدأوتسمّى كم هذه كم الخبرية وتفيد التكثير والتعظيم، وتعرب بحسب موقعها من الإعراب.
أحببت: فعل ماض مبنيّ على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير متصل مبنيّ على الضمّ في محل رفع فاعل.
هذا: اسم إشارة مبنيّ على السكون في محل نصب مفعول به.
الحيَّ: بدل من "هذا" منصوب بالفتحة.
وجملة "أحببت هذا الحي" جملة فعلية في محل رفع خبر للمبتدأ "كم".
''',
        'keywords': 'هذ:كم:حي:لحى:وكم:كام:حب:أحب:هذا:!:حبب:لحا',
        'phrase': 'كَمْ أَحْبَبْتُ هَذَا الحَيَّ!',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم أحببت هذا الحي!',
        },
    528: {
        'date': '2023-07-16',
        'id': 528,
        'inflection': '''أخافُ: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر تقديره "أنا".
أنْ: حرف مصدر ونصب مبني على السكون.
أفقدَهم: "أفقدَ" فعل مضارع منصوب بـ"أنْ" وعلامة نصبه الفتحة، وفاعله ضمير مستتر تقديره "أنا"و"هم" ضمير متصل في محل نصب مفعول به.
فَلا: الفاء حرف عطف، و"لا" حرف نفي.
أجِدَهم: "أجِدَ" فعل مضارع منصوب؛ لأنه معطوف على فعل منصوب وعلامة نصبه الفتحة، وفاعله ضمير مستتر تقديره "أنا"و"هم" ضمير متصل في محل نصب مفعول به.
وجملة "أن أفقدهم" جملة فعلية في محل نصب مفعول به للفعل "أخاف".
''',
        'keywords': 'أجاد:آن:خافي:جدى::فل:فقد:أجد:جد:قد:وفل:جدا:فلا:أن:أخافي:لا:وجد:أخاف:أفقد:أجدى:جاد:خاف',
        'phrase': 'أخاف أن أفقدهم فلا أجدهم',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخاف أن أفقدهم فلا أجدهم',
        },
    529: {
        'date': '2023-07-16',
        'id': 529,
        'inflection': 'مَغْفُورَة: تُعرَب بحسب ما قبلها فإذا قلت مثلا: "اذْهَبْ مَغْفُورَةً ذُنُوبُكَ" فهي هنا حالوقد جاءت هذه الكلمة من الناحية الصرفية بصيغة اسم المفعول، واسم المفعول يعمل عمل الفعل المبني للمجهول فيُعرب الاسم المرفوع بعده نائب فاعلوبناءً على ذلك تُعرَب كلمة "ذُنُوبُكَ" هنا نائب فاعل لاسم المفعول "مغفورة"، وهي اسم مرفوع بالضمة مضاف إلى ضمير المتكلم، والكاف ضمير متصل في محل جر مضاف إليه.\n',
        'keywords': 'ذنوب:مغفور',
        'phrase': 'مَغْفُورَة ذُنُوبُكَ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مغفورة ذنوبك',
        },
    530: {
        'date': '2023-07-16',
        'id': 530,
        'inflection': '''أهلًا: مفعول به لفعل محذوف تقديره "أتيتَ".
حروف: يمكن إعراب هذا الاسم على أنه منادى منصوب بحرف نداء محذوف، والتقدير: أهلا يا حروفَ الجرّ.
حروف: ويمكن إعرابه على أنه مجرور بحرف جر محذوف، والتقدير: أهلا بِحروفِ الجرّوهو مضاف في الحالتين.
الجرِّ: مضاف إليه مجرور.
''',
        'keywords': 'جر:حروف:هل:أهل',
        'phrase': 'أهلا حروف الجر',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أهلا حروف الجر',
        },
    531: {
        'date': '2023-07-16',
        'id': 531,
        'inflection': '''نَهَى: فعل ماض مبني على السكون،  والفاعل ضمير مستتر تقديره "هو".
أنْ: حرف مصدر ونصب مبني على السكون.
يُشْرَبَ: فعل مضارع منصوب، مبنيّ للمجهول.
مِنْ: حرف جر مبني على السكون.
فِي: اسم مجرور بالياء لأنه من الأسماء الخمسة، وهو مضاف، وكلمة "فِي" هنا بمعنى "فَم".
السِّقَاءِ: اسم مجرور بالكسرة.
''',
        'keywords': 'سقاء:شرب:آن:":نهى:مان:في:من:منى:أن:":أشرب',
        'phrase': '"نَهَى أَنْ يُشْرَبَ مِنْ فِي السِّقَاءِ"',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"نهى أن يشرب من في السقاء"',
        },
    532: {
        'date': '2023-07-16',
        'id': 532,
        'inflection': '''إِذَاعَةُ: مبتدأ مرفوع بالضمة، وهو مضاف.
الْقُرْآنِ: مضاف إليه مجرور بالكسرة.
الْكَرِيمِ: نعت لـ"القرآن"، مجرور بالكسرة.
التَّعْلِيمِيَّةُ: نعت لـ"إذاعة" مرفوع بالضمة.
صَوْتُ: خبر للمبتدأ مرفوع بالضمة، وهو مضاف.
الْجَامِعَةِ: مضاف إليه مجرور بالكسرة.
الْإِسْلَامِيَّةِ: نعت لـ"الجامعة"، مجرور بالكسرة.
''',
        'keywords': 'صوى:إسلامي:كريم:صوت:جامع:إذاعة:تعليم:صات:إسلام:جامعة::تعليمي:قرآن',
        'phrase': 'إِذَاعَةُ الْقُرْآنِ الْكَرِيمِ التَّعْلِيمِيَّةُ صَوْتُ الْجَامِعَةِ الْإِسْلَامِيَّةِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذاعة القرآن الكريم التعليمية صوت الجامعة الإسلامية',
        },
    533: {
        'date': '2023-07-16',
        'id': 533,
        'inflection': '''صارَ: فعل ماض ناسخ مبني على الفتح.
في: حرف جر مبني على السكون.
السماءِ: اسم مجرور بالكسرةوالجار والمجرور "في السماءِ" في محل نصب خبر "صار" متقدم على اسمها.
سحبٌ: اسم "صار" مرفوع بالضمة.
كثيرةٌ: نعت مرفوع بالضمة.
''',
        'keywords': 'سماء:صاري:في:صار:سحب:كثير',
        'phrase': 'صارَ في السماءِ سحبٌ كثيرةٌ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صار في السماء سحب كثيرة',
        },
    534: {
        'date': '2023-07-16',
        'id': 534,
        'inflection': '''إِذْ: يستعمل اسما للزمان وحرفا للتعليل، وهو مبني على السكون.
لَوْ: حرف شرط مبني على السكون.
كَانَتْ: "كان" فعل ماض ناسخ، والتاء حرف للتأنيثواسم "كان" هنا ضمير مستتر تقديره "هي".
نَجِسَةً: خبر "كان" منصوب بالفتحة.
لَمْ: حرف نفي وجزم مبني على السكون.
يَجْعَلْهُ: فعل مضارع مجزوم بالسكون، وفاعله ضمير مستتر تقديره "هو"، والهاء ضمير متصل في محل نصب مفعول به أول.
مَشْرُوطًا: مفعول به ثان منصوب بالفتحة.
''',
        'keywords': 'لم:نجس:مشروط:لام:كانت:لو:؟:جعل:لوى:إذ',
        'phrase': 'إِذ لَو كَانَتْ نَجِسَةً لَم يَجْعَلهُ مَشْرُوطًا؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذ لو كانت نجسة لم يجعله مشروطا؟',
        },
    535: {
        'date': '2023-07-16',
        'id': 535,
        'inflection': '''لا: حرف لنفي الجنس يعمل عمل "إنّ".
جنودَ: اسم "لا" منصوب بالفتحة، وهو مضاف.
سلمٍ: مضاف إليه مجرور بالكسرة.
منبوذون: خبر "لا" مرفوع بالواو؛ لأنه جمع مذكر سالم.
تنبيه: يُعرِب النحاة اسم "لا" إذا جاء مفردًا (أي غير مضاف ولا شبيه بالمضاف) مثل لا أحدَ في الدار، بأنه مبنيّ على الفتح في محل نصب.
أما إذا جاء مضافًا مثل: لا طالبَ علم محروم، أو شبيهًا بالمضاف مثل: لا كريمًا خلقُه مذمومٌ، فيعربونه بأنه منصوب.
''',
        'keywords': 'منبوذ:وفل:سلم:لا:فل:فلا:جنود',
        'phrase': 'فلا جنود سلم منبوذون',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فلا جنود سلم منبوذون',
        },
    536: {
        'date': '2023-07-16',
        'id': 536,
        'inflection': '''جاءَ: فعل ماض مبني على الفتح.
عبدُ: فاعل، وهو مضاف.
الوهابِ: مضاف إليه.
''',
        'keywords': 'جاء:عبد:وهاب',
        'phrase': 'جاء عبد الوهاب',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء عبد الوهاب',
        },
    537: {
        'date': '2023-07-16',
        'id': 537,
        'inflection': '''إنّ:حرف ناسخ ما: اسم موصول مبني على السكون في محل نصب اسم "إنّ".
قُلْتَهُ: فعل ماض مبني على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير متصل في محل رفع فاعل، والهاء ضمير متصل في محل نصب مفعول به.
الصَّوابُ: خبر "إنّ" مرفوع بالضمةويمكن أن تعرب الجملة الموصولية "ما قلته" كلها اسم "إنّ"، و"الصواب" خبرها.
''',
        'keywords': 'قل:إن:قال::قلة:قلى:ما:صواب:قلا',
        'phrase': 'إنَّ ما قُلْتَهُ الصَّوابُ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن ما قلته الصواب',
        },
    538: {
        'date': '2023-07-16',
        'id': 538,
        'inflection': '''يُؤثِّرُ: فعل مضارع مرفوع بالضمة.
بِي: الباء حرف جر، والياء ضمير متصل في محل جر مضاف إليه.
مَنْظَرُ: فاعل مرفوع بالضمة، وهو مضاف.
الغُروبِ: مضاف إليه مجرور بالكسرة.
والتركيب الأفضل أن تقول: يُؤثِّرُ فِيّ مَنْظَرُ الغُروبِ.
''',
        'keywords': 'منظر:غروب:أثر:آثر:بي',
        'phrase': 'يُؤثِّرُ بِي مَنْظَرُ الغُروبِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يؤثر بي منظر الغروب',
        },
    539: {
        'date': '2023-07-16',
        'id': 539,
        'inflection': '''لَمْ: حرف نفي وجزم.
تَنْفَعْهُ: فعل مضارع مجزوم، وعلامة جزمه السكونوالهاء "هُ" ضمير متصل في محل نصب مفعول به.
إِنْجلِيزِيَّتُهُ: فاعل مرفوع وعلامة رفع الضمة، وهو مضافوالهاء "هُ" ضمير متصل في محل جر مضاف إليه.
''',
        'keywords': 'لم:لام:إنجليزيته::نفع',
        'phrase': 'لَمْ تَنْفَعْهُ إِنْجلِيزِيَّتُهُ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم تنفعه إنجليزيته',
        },
    540: {
        'date': '2023-07-16',
        'id': 540,
        'inflection': '''يسودُ: فعل مضارع مرفوع بالضمة.
المرءُ: فاعل مرفوع بالضمة.
بِالعلمِ: الباء حرف جر، و"العلم" اسم مجرور بالكسرة.
''',
        'keywords': 'علم:المرء:اسود::سود:ساد',
        'phrase': 'يَسُودُ الْمَرْءُ بِالْعِلْمِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسود المرء بالعلم',
        },
    541: {
        'date': '2023-07-16',
        'id': 541,
        'inflection': '''وطني: مبتدأ مرفوع بضمة مقدرة وهو مضاف، والياء ضمير متصل في محل جر مضاف إليه.
الجميلُ: نعت مرفوع بالضمة.
حُرٌّ:خبر مرفوع''',
        'keywords': 'حر:طني:طن:حار:جميل:وطني:وطن:وحر',
        'phrase': 'وَطَنِي الجَمِيلُ حُرٌّ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وطني الجميل حر',
        },
    542: {
        'date': '2023-07-16',
        'id': 542,
        'inflection': '''عاشوا: فعل ماض مبني على الضم، والواو ضمير متصل في محل رفع فاعل.
معهم: "معَ" ظرف مكان منصوب بالفتحة وهو مضاف، و"هم" ضمير متصل في محل جر مضاف إليه.
متعاونين: حال منصوب بالياء؛ لأنه جمع مذكر سالم.
متجاورين: حال منصوب بالياء؛ لأنه جمع مذكر سالم.
''',
        'keywords': 'متعاون:مع:عاشوا:متجاور',
        'phrase': 'عاشوا معهم متعاونين متجاورين',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاشوا معهم متعاونين متجاورين',
        },
    543: {
        'date': '2023-07-16',
        'id': 543,
        'inflection': '''أكلْت: فعل ماض مبني على السكون لاتصاله بضمير رفع متحركوالتاء ضمير متصل في محل رفع فاعل.
الموزَ: مفعول به منصوب بالفتحة.
ثلثَه: بدل من "الموز" منصوب بالفتحة، وهو مضافوالهاء ضمير متصل في محل جر مضاف إليه.
''',
        'keywords': 'أكل:كال:كلت:كل:كلى:ثلث:موز',
        'phrase': 'أكلت الموز ثلثه',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكلت الموز ثلثه',
        },
    544: {
        'date': '2023-07-16',
        'id': 544,
        'inflection': '''أعدّت: فعل ماض مبني على الفتح، والتاء حرف تأنيث مبني على السكون وقد كُسِرَت التاءُ هنا لمجيء ساكن بعدها.
الأمُّ: فاعل مرفوع بالضمة.
الطعامَ: مفعول به منصوب بالفتحة.
باكرًا: حال منصوب بالفتحة.
''',
        'keywords': 'عدى:أم:عد:أعاد:أعد:لأم:عاد:طعام:باكر:عدا',
        'phrase': 'أَعَدَّتِ الْأمُّ الطّعامَ باكرًا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعدت الأم الطعام باكرا',
        },
    545: {
        'date': '2023-07-16',
        'id': 545,
        'inflection': '''اتَّخَذْتُ: فعل ماض مبنيّ على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير مبنيّ على الضمّ في محلّ رفع فاعل.
الرسولَ: اسم منصوب بالفتحة، وهو المفعول الأول لفعل "اتّخذ".
قدوةً: اسم منصوب بالفتحة، وهو مفعول "اتّخذ" الثانيوفعل "اتّخذ" هو أحد الأفعال التي تنصب مفعولين وتسمّى في كتب النحو "ظنّ وأخواتها" أو "أفعال القلوب والتحويل".
''',
        'keywords': 'رسول:اتخذ:قدوة',
        'phrase': 'اتَّخَذْتُ الرَّسولَ قُدْوَةً',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اتخذت الرسول قدوة',
        },
    546: {
        'date': '2023-07-16',
        'id': 546,
        'inflection': '''أمامَ: ظرف مبني على الفتح، وهو مضاف.
الدارِ: مضاف إليه مجرور بالكسرة.
صاحبُها: "صاحبُ" مبتدأ مرفوع بالضمة وهو مضاف، والهاء ضمير متصل في محل جر مضاف إليهوخبر هذا المبتدأ هو الظرف "أمامَ"وقد تأخر المبتدأ هنا لاتصاله بضمير يعود على "الدار" المضاف إليها الخبر.
''',
        'keywords': 'أمام:صاحب:دار',
        'phrase': 'أمام الدار صاحبها',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمام الدار صاحبها',
        },
    547: {
        'date': '2023-07-16',
        'id': 547,
        'inflection': '''فلم: فـ: حرف عطف واستئناف.
لمْ: حرف نفي وجزم.
يسأله: يسألْ: فعل مضارع مجزوم بالسكونوالهاء "ه" ضمير متصل في محل نصب مفعول به.
أحدٌ: فاعل مرفوع بالضمة.
عن: حرف جر.
شيءٍ: اسم مجرور بالكسرة.
''',
        'keywords': 'لم:حدي:أحد:عان:شاء:لام:حدى:عن:عنى:حدا:شيء:حد:سأل:فلم:حاد',
        'phrase': 'فلم يسأله أحد عن شيء',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فلم يسأله أحد عن شيء',
        },
    548: {
        'date': '2023-07-16',
        'id': 548,
        'inflection': '''إنّ: حرف ناسخ مبني على الفتح.
العلمَ: اسم "إنّ" منصوب بالفتحة.
نورٌ: خبر "إنّ" مرفوع بالضمة.
و: حرف عطف.
الجهل: يمكن نصبه باعتباره معطوفا على لفظ اسم "إنّ"، ويمكن رفعه باعتباره معطوفا على محل اسم "إنّ" أو مبتدأ وتكون الواو هنا عاطفة جملة على جملة.
عارٌ: خبر مرفوع بالضمة.
''',
        'keywords': 'ورى:وري:علم:جهل:و:إن:عار:عاري:أورى:نور',
        'phrase': 'إنّ العلم نور و الجهل عار',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن العلم نور و الجهل عار',
        },
    549: {
        'date': '2023-07-16',
        'id': 549,
        'inflection': '''أخوك: "أخو" مبتدأ مرفوع بالواو لأنه من الأسماء الخمسة وهو مضاف، و"ك" ضمير متصل في محل جر مضاف إليه.
تجارتُه: "تجارةُ" مبتدأ مرفوع بالضمة وهو مضاف، و"ه" ضمير متصل في محل جر مضاف إليه.
رابحةٌ: خبر للمبتدأ "تجارةُ" مرفوع بالضمة.
وجملة "تجارتُه رابحةٌ" في محل رفع خبر للمبتدأ "أخوك".
''',
        'keywords': 'أخو:خوى:تجار:تجارة:أخا::رابح',
        'phrase': 'أخوك تجارتُه رابحةٌ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخوك تجارته رابحة',
        },
    550: {
        'date': '2023-07-16',
        'id': 550,
        'inflection': '''تبدو: فعل مضارع مرفوع، ولم تظهر عليه الضمة لأنه معتل الآخر.
خالتُك: "خالةُ" فاعل مرفوع بالضمة وهو مضاف، و"ك" ضمير متصل في محل جر مضاف إليه.
مهتمّةً: حال منصوب بالفتحة.
بِالزهورِ: "بِـ" حرف و"الزهورِ" اسم مجرور بالكسرة.
''',
        'keywords': 'خال:زهور::مهتم:بدا',
        'phrase': ' تبدو خالتُك مهتمةً بِالزهورِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ' تبدو خالتك مهتمة بالزهور',
        },
    551: {
        'date': '2023-07-16',
        'id': 551,
        'inflection': '''يحبُّ: فعل مضارع مرفوع بالضمة.
الطفلُ: فاعل مرفوع بالضمة.
أنْ: حرف نصب مبني على الفتح.
يشغلَ: فعل مضارع منصوب بالفتحة.
الجهازَ: مفعول به منصوب بالفتحة.
الجديدَ: نعت منصوب بالفتحة.
بسرعةٍ: الباء حرف جر، و"سرعة" اسم مجرور.
لكنَّ: حرف ناسخ مبني على الفتح.
الأمرَ: اسم "لكنّ" منصوب بالفتحة.
صعبٌ: خبر "لكنّ" مرفوع بالضمة.
وجملة "أن يشغل الجهاز الجديد بسرعة لكن الأمر صعب" في محل نصب مفعول به للفعل "يحبُّ".
''',
        'keywords': 'كن:آن:حبا:جهاز:حبى:لك:حاب:طفل:حب:أن:أمر:صعب:أحب:جديد:شغل:سرعة:لاك:لكن:أشغل:سرع',
        'phrase': 'يحب الطفل أن يشغل الجهاز الجديد بسرعة لكن الأمر صعب',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحب الطفل أن يشغل الجهاز الجديد بسرعة لكن الأمر صعب',
        },
    552: {
        'date': '2023-07-16',
        'id': 552,
        'inflection': '''لمْ: حرف نفي وجزم مبني على السكون.
ننسَ: فعل مضارع مجزوم، وعلامة جزمه حذف حرف العلةوفاعله ضمير مستتر تقديره "نحن".
حمامًا: مفعول به منصوب، وعلامة نصبه الفتحة.
مذبوحًا: نعت منصوب، وعلامة نصبه الفتحة.
أوْ: حرف عطف مبني على السكون.
غصنًا: اسم معطوف منصوب، وعلامة نصبه الفتحة.
جافًّا: نعت منصوب، وعلامة نصبه الفتحة.
ذابلًا: نعت منصوب، وعلامة نصبه الفتحة.
''',
        'keywords': 'لم:نسى:نسا:ذابل:غصن:لام:أو:ناس:مذبوح:جاف::أنسى:نسي:غاص:أوى:نس:حمام',
        'phrase': 'لمْ ننسَ حمامًا مذبوحًا أو غصنًا جافًّا ذابلًا',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم ننس حماما مذبوحا أو غصنا جافا ذابلا',
        },
    553: {
        'date': '2023-07-16',
        'id': 553,
        'inflection': '''نِعْمَ: فعل جامد لإنشاء المدح مبني على الفتحوفاعله ضمير مستتر تقديره "هو".
صديقًا: تمييز منصوب بالفتحة.
الكتابُ: هو المخصوص بالمدح وهو مبتدأ مرفوع بالضمة خبره الجملة الواقعة قبله.
''',
        'keywords': 'كتاب:أعمى:عم:نعم:عام:عمى:عمي:صديق:وعم',
        'phrase': 'نعم صديقا الكتاب',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم صديقا الكتاب',
        },
    554: {
        'date': '2023-07-16',
        'id': 554,
        'inflection': '''يُنَفِّذُ: فعل مضارع مرفوع بالضمة.
الإِنْساَنُ: فاعل مرفوع بالضمة.
الآلِيُّ: نعت للإنسان مرفوع بالضمة تبعًا له.
الأوَامِرَ: مفعول به منصوب بالفتحة.
بَعدَ: ظرف زمان (مفعول فيه) منصوب بالفتحة، وهو مضاف.
تَلَقِّي: مضاف إليه مجرور بالكسرة المقدرة، وهو مضاف أيضا.
التَّعْلِيمَاتِ: مضاف إليه مجرور بالكسرة الظاهرة.
''',
        'keywords': 'أوامر:إنس:تعليمات:آلي:عد:ولق:؟:نفذ:أنفذ:بعد:لقى:آلة:لقا:لقي:إنسان:تعليم:تلقى:ألقى:لق',
        'phrase': 'يُنَفِّذُ الإِنْسانُ الآليُّ الأوَامِرَ بَعدَ تَلَقِّي التَّعْلِيمَاتِ؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ينفذ الإنسان الآلي الأوامر بعد تلقي التعليمات؟',
        },
    555: {
        'date': '2023-07-16',
        'id': 555,
        'inflection': '''تمَّ: فعل ماض مبني على الفتح.
اكتشافُها: فاعل مرفوع بالضمة وهو مضاف، و"ها" ضمير متصل في مجر مضاف إليه.
''',
        'keywords': 'تام:اكتشاف:تم',
        'phrase': 'تم اكتشافها',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تم اكتشافها',
        },
    556: {
        'date': '2023-07-16',
        'id': 556,
        'inflection': '''وقفت: فعل ماض مبني على الفتح، والتاء حرف تأنيث.
القافلةُ: فاعل مرفوع بالضمة.
جانبَ: ظرف مكان منصوب بالفتحة، وهو مضاف.
النهرِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'قاف:نهر:قفا:قف:قافل:جانب:قافلة:وقف:قفى',
        'phrase': 'وقفتْ القافلةُ جانبَ النهرِ',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقفت القافلة جانب النهر',
        },
    557: {
        'date': '2023-07-16',
        'id': 557,
        'inflection': '''ذَهَبَتْ: فعل ماض مبني على الفتح، والتاء حرف تأنيث مبني على السكون.
تِلْكَ: اسم إشارة مبني على الفتح في محل رفع فاعل.
الفَتاةُ: بدل مرفوع بالضمة.
''',
        'keywords': 'تلك:ذهب:لاك:لكي:تلى:فتاة:لك:تل',
        'phrase': 'ذهبت تلك الفتاة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبت تلك الفتاة',
        },
    558: {
        'date': '2023-07-16',
        'id': 558,
        'inflection': '''أنا: ضمير مبني على السكون في محل رفع مبتدأ.
أتقنُ: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر تقديره "أنا".
الكتابة: مفعول به منصوب بالفتحة.
وجملة "أتقن الكتابة" في محل رفع خبر للمبتدأ "أنا".
''',
        'keywords': 'كتاب:أنا:تيقن:قن:أتقن:كتابة',
        'phrase': 'أنا أتقن الكتابة',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا أتقن الكتابة',
        },
    559: {
        'date': '2023-07-16',
        'id': 559,
        'inflection': '''يدافع: فعل مضارع مرفوع بالضمة.
الفلسطينيون: فاعل مرفوع بالواو؛ لأنه جمع مذكر سالم.
والفلسطينياتُ: الواو حرف عطف، و"الفلسطينياتُ" اسم معطوف مرفوع بالضمة.
عن: حرف جرّ.
الوطنِ: اسم مجرور.
و: حرف للحال.
همْ: ضمير مبنيّ على السكون في محل رفع مبتدأ.
واثقون: خبر مرفوع بالواو؛ لأنه جمع مذكر سالم.
من: حرف جرّ.
النصرِ: اسم مجرور.
وجملة "وهم واثقون من النصر" في محل نصب حال.
''',
        'keywords': 'عان:دافع:مان:عن:نصر:وهم:هم:عنى:من:واثق:منى:وطن:هام:فلسطيني',
        'phrase': 'يدافع الفلسطينيون والفلسطينيات عن الوطن وهم واثقون من النصر',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدافع الفلسطينيون والفلسطينيات عن الوطن وهم واثقون من النصر',
        },
    560: {
        'date': '2023-07-16',
        'id': 560,
        'inflection': '''أمّةُ: مبتدأ مرفوع بالضمة، وهو مضاف.
العربِ: مضاف إليه مجرور بالكسرة.
أجلُّ: خبر مرفوع بالضمة، وهو مضاف.
الأممِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'أم:عرب:أمة:جل:جلى:جلي:جلا:أمم:أجلى:أجال:أجل',
        'phrase': 'أمة العرب أجل الأمم',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمة العرب أجل الأمم',
        },
    561: {
        'date': '2023-07-16',
        'id': 561,
        'inflection': '''ثقةٌ: اسم مرفوع بالضمة يمكن إعرابه خبرا لمبتدأ محذوف تقديره "هذه"، ويمكن إعرابه مبتدأ متأخرا خبره محذوف تقديره "لديك".
تنافسُ: فعل مضارع مرفوع بالضمة وفاعله ضمير مستتر تقديره "أنت".
بها: الباء حرف جر، و"ها" ضمير متصل في محل جر.
أمهرَ: مفعول به منصوب بالفتحة، وهو مضاف.
المبدعين: مضاف إليه مجرور بالياء؛ لأنه جمع مذكر سالم.
''',
        'keywords': 'به:ثقة:مبدع:أمهر:نافس:بها:مهر:تنافس',
        'phrase': 'ثقة تنافس بها أمهر المبدعين',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ثقة تنافس بها أمهر المبدعين',
        },
    562: {
        'date': '2023-07-16',
        'id': 562,
        'inflection': '''و: حرف عطف.
تعوّدني: "تعوّدُ" فعل مضارع مرفوع بالضمة وفاعله ضمير مستتر تقديره أنت أو هي، و"نِي": النون حرف وقاية، والياء ضمير متصل في محل نصب مفعول به أول.
احترامَ: مفعول به ثان منصوب بالفتحة، وهو مضاف.
النفسِ: مضاف إليه مجرور بالكسرة.
''',
        'keywords': 'عاد:عود:تعود:احترام:نفس',
        'phrase': 'وتعودني احترام النفس',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وتعودني احترام النفس',
        },
    563: {
        'date': '2023-07-16',
        'id': 563,
        'inflection': '''هلْ: حرف استفهام مبني على السكون.
تعلمُ: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر تقديره "أنت".
ثوابَ: مفعول به منصوب بالفتحة، وهو مضاف.
إقراضِ: مضاف إليه مجرور بالكسرة، وهو مضاف أيضا.
مالٍ: مضاف إليه مجرور بالكسرة.
لأحدٍ: اللام حرف جر مبني على الكسر، و"أحدٍ" اسم مجرور بالكسرة.
''',
        'keywords': 'حدي:أحد:علم:وهل:تعلم:أعلم:حدى:ثواب:مال:حدا:هل:حد:؟:إقراض:حاد:هال',
        'phrase': 'هلْ تَعْلَمُ ثَوابَ إقْراضِ مالٍ لِأحَدٍ؟',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هل تعلم ثواب إقراض مال لأحد؟',
        },
    564: {
        'date': '2023-07-16',
        'id': 564,
        'inflection': '''فَما: الفاء حرف عطف، و"ما" حرف نفي مبني على السكون.
كانَ: فعل ناسخ ماض مبني على الفتح.
الإنسانُ: اسم كان مرفوع بالضمة.
لِيظفرَ: اللام هنا حرف نصب مبني على الكسر، ويسمّى لام الجُحودو"يظفرَ" فعل مضارع منصوب بالفتحة.
بما: الباء حرف جر مبني على الكسر، و"ما" اسم موصول مبني على السكون.
يريدُ: فعل مضارع مرفوع بالضمة.
وَ: حرف عطف مبني على الفتح.
هو: ضمير منفصل في محل رفع مبتدأ.
راضٍ: خبر مرفوع بضمة مقدرة؛ ولم تظهر عليه الضمة لأنه اسم منقوص.
بِحياةِ: الباء حرف جر مبني على الكسر، و"حياةِ" اسم مجرور بالكسرة، وهو مضاف.
الكسلِ: مضاف إليه مجرور بالكسرة.
وجملة "وهو راض بحياة الكسل" جملة اسمية في محل نصب حال.
''',
        'keywords': 'راضى:فم:إنسان:راضي:حياة:إنس:أراد:بما:راض:أظفر:كان:ظفر:ما:كسل:هو',
        'phrase': 'فما كان الإنسان ليظفر بما يريد وهو راض بحياة الكسل',
        'reference': 'aljazeera',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فما كان الإنسان ليظفر بما يريد وهو راض بحياة الكسل',
        },
    565: {
        'date': '2023-07-17',
        'id': 565,
        'inflection': '''والسن بالسن: الواو حرف عطف، السن معطوفة على النفس في أول الآية منصوبة مثلها، بالسن جار ومجرور متعلق بمصدر محذوف والتقدير قلع السن بقلع السن.
والجروح قصاص: عطف على ما سبق، والأولى في جروح الرفع لتكون مبتدأ وقصاص خبرها.
''',
        'keywords': '45:}:قصاص:مائد:مائدة:سن:عالى:قال:تعالى:لسن:والجروح::{',
        'phrase': 'قال تعالى: { والسن بالسن والجروح قصاص } 45 المائدة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { والسن بالسن والجروح قصاص } 45 المائدة',
        },
    566: {
        'date': '2023-07-17',
        'id': 566,
        'inflection': '''إني: إن واسمها.
أرى: فعل مضارع ينصب مفعولين والفاعل ضمير مستتر وجوباً تقديره أنا، وجملة أرى في محل رفع خبر إن.
سبع بقرات: سبع مفعول به أول وسبع مضاف وبقرات مضاف إليه مجرور بالكسرة سمان: صفة لبقرات مجرورة بالكسرة.
يأكلهن: يأكل فعل مضارع مرفوع بالضمة والضمير المتصل في محل نصب مفعول به مقدم.
سبع: فاعل مرفوع بالضمة.
عجاف: صفة لسبع مرفوعة بالضمة.
وجملة يأكلهن في محل نصب مفعول به ثان لأرى.
''',
        'keywords': 'إني:رأى:}:قر:سم:عجاف:أكل:سمان:43:بقر:سبع:عالى:قال:تعالى:قرة:يوسف:راءى::{',
        'phrase': 'قال تعالى: { إني أرى سبع بقرات سمان يأكلهن سبع عجاف }43 يوسف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إني أرى سبع بقرات سمان يأكلهن سبع عجاف }43 يوسف',
        },
    567: {
        'date': '2023-07-17',
        'id': 567,
        'inflection': '''ولكن: الواو حرف عطف، لكن حرف استدراك مبني على السكون مهمل لا عمل له.
يؤاخذكم: فعل مضارع مرفوع بالضمة والفاعل ضمير مستتر جوازاً تقديره هو والضمير المتصل في محل نصب مفعول به وجملة يؤاخذكم معطوفة على ما قبلها.
بما: الباء حرف جر زائد، وما إما أن تكون مصدرية غير زمانية مبنية على السكون لا محل لها من الإعراب وهي والفعل بعدها في تأويل مصدر في محل جر، والجار والمجرور متعلقان بيؤاخذكمويجوز أن تكون ما موصولة مبني على السكون في محل جر والجار والمجرور متعلقان بيؤاخذكم أيضاً.
كسبت: فعل ماض مبني على الفتح والتاء للتأنيث الساكنة.
قلوبكم: فاعل مرفوع بالضمة والضمير المتصل في محل جر بالإضافة.
وجملة كسبت لا محل لها من الإعراب صلة الموصول على الوجه الثاني.
''',
        'keywords': 'قلوب:}:سبت:كن:لكن:آخذ:بقر:بما:عالى:قال:تعالى:225:لك:كسب:لاك::{',
        'phrase': 'قال تعالى: { ولكن يؤاخذكم بما كسبت قلوبكم } 225 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ولكن يؤاخذكم بما كسبت قلوبكم } 225 البقرة',
        },
    568: {
        'date': '2023-07-17',
        'id': 568,
        'inflection': '''فأرسلنا: الفاء حرف عطف، أرسلنا فعل وفاعل والجملة معطوفة على جاءتكم قبلها عليهم: جار ومجرور متعلقان بأرسلناريحاً ك مفعول به منصوب بالفتحة.
وجنوداً: الواو حرف عطف، جنوداً عطف على ريحاً.
لم تروها: لم حرف نفي وجزم وقلب، تروها فعل مضارع مجزوم بلم وعلامة جزمه حذف النون وواو الجماعة في محل رفع فاعل وهاء الغائب في محل نصب مفعول به وجملة لم تروها في محل نصب صفة " لجنوداً ".
''',
        'keywords': '}:علي:أروى:أحزاب:عالى:عل:راه:لام:لم:تر:روى:علة:راح:وتر::{:رسل:وجنودا:قال:تعالى:على:تروى:ريح:أرسل:9',
        'phrase': 'قال تعالى: { فأرسلنا عليهم ريحاً وجنوداً لم تروها } 9 الأحزاب',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فأرسلنا عليهم ريحا وجنودا لم تروها } 9 الأحزاب',
        },
    569: {
        'date': '2023-07-17',
        'id': 569,
        'inflection': '''إذ تأتيهم: إذ ظرف لما مضى من الزمان مبني على السكون في محل نصب بدل من الظرف السابق في الآية السابقة والظرف السابق متعلق بالمضاف المحذوف الذي تقديره: عن حال القرية ، تأتيهم: فعل مضارع والضمير المتصل في محل نصب مفعول به والجملة الفعلية في محل جر بالإضافة لإذ.
حيتانهم: فاعل والضمير المتصل في محل جر مضاف إليه.
يوم سبتهم: يوم ظرف زمان منصوب بالفتحة وهو مضاف وسبت في محل جر مضاف إليه وسبت مضاف والضمير المتصل في محل جر مضاف إليه، وشبه الجملة متعلق بتأتيهم.
شرعا: حال منصوب بالفتحة من حيتانهم.
''',
        'keywords': 'سب:}:163:سبى:حيتان:سبة:تأتي:يوم:أتى:عالى:قال:تعالى:شرع:أتا:أعراف:إذ::{',
        'phrase': 'قال تعالى: { إذ تأتيهم حيتانهم يوم سبتهم شرعاً } 163 الأعراف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إذ تأتيهم حيتانهم يوم سبتهم شرعا } 163 الأعراف',
        },
    570: {
        'date': '2023-07-17',
        'id': 570,
        'inflection': '''ومن النخل: الواو الاعتراضية، ومن النخل جار ومجرور متعلقان بمحذوف في محل رفع خبر مقدم.
من طلعها: جار ومجرور متعلقان بمحذوف في محل رفع بدل من شبه الجملة السابقة بإعادة الجار، وهو بدل بعض من كل، وطلع مضاف والضمير المتصل في محل جر بالإضافة.
قنوان: مبتدأ مؤخر مرفوع بالضمة.
دانية: صفة لقنوان مرفوعة.
وجملة من النخل وما في حيزها لا محلا لها من الإعراب اعتراضية.
''',
        'keywords': '}:نخل:قنوان:مان:عالى:قال:تعالى:من:منى:طلع:داني:99:أنعام:قنو::{',
        'phrase': 'قال تعالى: { ومن النخل من طلعها قنوان دانية } 99 الأنعام',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ومن النخل من طلعها قنوان دانية } 99 الأنعام',
        },
    571: {
        'date': '2023-07-17',
        'id': 571,
        'inflection': '''أو يزوجهم: أو حرف عطف، يزوج فعل مضارع مرفوع بالضمة والضمير المتصل في محل نصب مفعول به أول، والفاعل ضمير مستتر جوازاً تقديره هو.
ذكراناً: مفعول به ثان.
وإناثاً: الواو حرف عطف وإناث معطوفة على ذكران.
وجملة يزوجهم معطوفة على ما قبلها.
''',
        'keywords': '}:شورى:أو:ذكرى:عالى:قال:تعالى:ذكر:وإناثا:أوى:50:زوج::{',
        'phrase': 'قال تعالى: { أو يزوجهم ذكراناً وإناثاً } 50 الشورى',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أو يزوجهم ذكرانا وإناثا } 50 الشورى',
        },
    572: {
        'date': '2023-07-17',
        'id': 572,
        'inflection': '''وإذا: الواو حر ف عطف، إذا ظرف لما يستقبل من الزمان متضمن معنى الشرط مبني على السكون في محل نصب.
الجبال: نائب فاعل مرفوع بالضمة لفعل محذوف يفسره ما بعده.
سيرت: فعل ماض مبني للمجهول مبني على الفتح، والتاء تاء التأنيث الساكنة حرف لا محل له من الإعراب، ونائب الفاعل ضمير مستتر جوازاً تقديره هي يعود على الجبال، والجملة الفعلية في محل جر بإضافة إذا إليها.
''',
        'keywords': '}:إذا:سير:عالى:قال:تعالى:جبال:رت:سار:تكوير:3::{',
        'phrase': 'قال تعالى: { وإذا الجبال سيرت } 3 التكوير',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإذا الجبال سيرت } 3 التكوير',
        },
    573: {
        'date': '2023-07-17',
        'id': 573,
        'inflection': '''ألا: حرف استفتاح مبني على السكون لا محل له من الإعراب.
بذكر الله: بذكر جار ومجرور متعلقان بتطمئن وذكر مضاف ولفظ الجلالة مضاف إليه.
تطمئن: فعل مضارع مرفوع بالضمة.
القلوب: فاعل مرفوع بالضمة.
''',
        'keywords': 'قلوب:}:ألا:28:أل:عالى:قال:تعالى:ذكر:لا:اطمأن:رعد:طمأن:الله::{',
        'phrase': 'قال تعالى: { ألا بذكر الله تطمئن القلوب } 28 الرعد',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ألا بذكر الله تطمئن القلوب } 28 الرعد',
        },
    574: {
        'date': '2023-07-17',
        'id': 574,
        'inflection': '''لم يخروا: لم حرف نفي وجزم وقلب، يخروا فعل مضارع مجزوم بلم وعلامة جزمه حذف النون، وواو الجماعة في محل رفع فاعل.
وجملة لم يخروا لا محل لها من الإعراب جواب شرط غير جازم.
عليها: جار ومجرور متعلقان بيخروا.
صماً: حال من الفاعل منصوب بالفتحة.
وعمياناً: عطف على ما قبلها.
''',
        'keywords': '73:}:علي:عالى:عل:عمي:صم:لام:خر:لم:فرقان:علة::{:عميى:وصم:قال:تعالى:على:عمى:فرق',
        'phrase': 'قال تعالى: { لم يخروا عليها صماً وعمياناً } 73 الفرقان',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لم يخروا عليها صما وعميانا } 73 الفرقان',
        },
    575: {
        'date': '2023-07-17',
        'id': 575,
        'inflection': '''إنما: كافة ومكفوفة.
يخشى: فعل مضارع مرفوع بالضمة المقدرة على الألف.
والجملة تعليل للرؤيا لأن الخشية معرفة المخشي والعلم بصفاته وأفعاله فمن كان أعلم به كان أخشى منه.
الله: لفظ الجلالة مفعول به مقدم على فاعله.
من عباده: جار ومجرور متعلق بمحذوف في محل نصب حال من العلماء.
العلماء: فاعل مرفوع بالضمة.
''',
        'keywords': '}:خشى:28:إنما:عباد:خشي:عالى:فاطر:مان:طري:منى:طرا:من:الله::{:علماء:قال:تعالى:طرو',
        'phrase': 'قال تعالى: { إنما يخشى الله من عباده العلماء } 28 فاطر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إنما يخشى الله من عباده العلماء } 28 فاطر',
        },
    576: {
        'date': '2023-07-17',
        'id': 576,
        'inflection': '''والشعراء: الواو للاستئناف، الشعراء مبتدأ مرفوع بالضمة.
يتبعهم: فعل مضارع مرفوع بالضمة والضمير المتصل في محل نصب مفعول به مقدم على الفاعل.
الغاوون: فاعل مرفوع بالواو.
والجملة الفعلية في محل رفع خبر وجملة الشعراء لا محل لها من الإعراب استئنافية''',
        'keywords': '}:224:غاوي:تبع:عالى:قال:تعالى:أتبع:اتبع:شعراء::{',
        'phrase': 'قال تعالى: { والشعراء يتبعهم الغاوون } 224 الشعراء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { والشعراء يتبعهم الغاوون } 224 الشعراء',
        },
    577: {
        'date': '2023-07-17',
        'id': 577,
        'inflection': '''فإن كانوا: الفاء حرف استئناف، إن حرف شرط مبني على السكون لا محل له من الإعراب، كانوا: فعل ماض ناقص وواو الجماعة في محل رفع اسمها وكان في محل جزم فعل الشرط.
أكثر: خبر كان منصوب بالفتحة.
من ذلك: جار ومجرور متعلقان بأكثر وجملة إن وما في حيزها لا محل لها من الإعراب مستأنفة.
فهم: الفاء رابط لجواب الشرط، هم ضمير منفصل في محل رفع مبتدأ.
شركاء: خبر مرفوع بالضمة.
في الثلث: جار ومجرور متعلقان بشركاء.
''',
        'keywords': '12:}:نساء:أكثر:فهم:عالى:شركاء:مان:وهم:منى:كثر:كانو:ذلك:إن:من:ذل:ثلث:هام::{:في:هم:قال:تعالى',
        'phrase': 'قال تعالى: { فإن كانوا أكثر من ذلك فهم شركاء في الثلث } 12 النساء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فإن كانوا أكثر من ذلك فهم شركاء في الثلث } 12 النساء',
        },
    578: {
        'date': '2023-07-17',
        'id': 578,
        'inflection': '''والمؤمنون: الواو للاستئناف، المؤمنون مبتدأ مرفوع بالواو.
والمؤمنات: الواو حرف عطف، المؤمنات معطوفة على ما قبلها مرفوعة بالضمة.
بعضهم: بعض مبتدأ ثان وبعض مضاف والضمير المتصل في محل جر بالإضافة.
أولياء: خبر المبتدأ الثاني مرفوع بالضمة وأولياء مضاف.
بعض: مضاف إليه مجرور بالكسرة.
وجملة المبتدأ الثاني وخبره في محل رفع خبر المبتدأ الأول.
وجملة المؤمنون وما في حيزها لا محل لها من الإعراب استئنافية.
''',
        'keywords': 'مؤمن:}:بعض:عالى:قال:تعالى:71:أولياء:توبة::{',
        'phrase': 'قال تعالى: { والمؤمنون والمؤمنات بعضهم أولياء بعض } 71 التوبة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { والمؤمنون والمؤمنات بعضهم أولياء بعض } 71 التوبة',
        },
    579: {
        'date': '2023-07-17',
        'id': 579,
        'inflection': '''وإذا: الواو حرف عطف، إذا ظرف لما يستقبل من الزمان مبني على السكون في محل نصب بجوابه وهو " علمت ".
الكواكب: فاعل لفعل محذوف يفسره ما بعده وجملة انتثرت الكواكب في محل جر بإضافة الظرف إليها.
انتثرت: فعل ماض مبني على الفتح والتاء تاء التأنيث الساكنة، والفاعل ضمير مستتر جوازاً تقديره هي يعود على الكواكب.
وجملة انتثرت لا محل لها من الإعراب مفسرة.
''',
        'keywords': '}:انتثرت:إذا:2:عالى:قال:تعالى:انفطار:كواكب::{',
        'phrase': 'قال تعالى: { وإذا الكواكب انتثرت } 2 الانفطار',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإذا الكواكب انتثرت } 2 الانفطار',
        },
    580: {
        'date': '2023-07-17',
        'id': 580,
        'inflection': '''يعرف: فعل مضارع مبني للمجهول مرفوع بالضمة.
المجرمون: نائب فاعل مرفوع بالواو.
بسيماهم: بسيما جار ومجرور متعلقان بيعرف وسيما مضاف والضمير المتصل في محل جر بالإضافة.
فيؤخذ: الفاء حرف عطف، ويؤخذ فعل مضارع مبني للمجهول.
بالنواصي: جار ومجرور متعلقان بمحذوف في محل رفع نائب فاعل.
والأقدام: الواو حرف عطف، والأقدام معطوفة على النواصي.
وجملة يؤخذ معطوفة على جملة يعرف.
''',
        'keywords': '}:سيما:رحمن:نواصي:أقدام:عالى:قال:تعالى:مجرم:41:بسيم:أخذ:عرف::{',
        'phrase': 'قال تعالى: { يعرف المجرمون بسيماهم فيؤخذ بالنواصي والأقدام } 41 الرحمن',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { يعرف المجرمون بسيماهم فيؤخذ بالنواصي والأقدام } 41 الرحمن',
        },
    581: {
        'date': '2023-07-17',
        'id': 581,
        'inflection': '''من فضة: جار ومجرور متعلقان بمحذوف في محل جر صفة لآنية.
وأكواب: الواو حرف عطف، أكواب معطوفة على آنية مجرورة بالكسرة من عطف الخاص على العام.
كانت: كان فعل ماض ناقص والتاء تاء التأنيث الساكنة واسمها ضمير مستتر جوازاً تقديره هي يعود على أكواب.
قواريراً: خبر كان منصوب بالفتحةويجوز في كان أن تكون تامة وفاعلها ضمير مستتر وقواريراً حال منصوبة بالفتحة.
وجملة كانت في محل جر لأكواب.
''',
        'keywords': '}:قواريرا:إنسان:مان:إنس:كانت:عالى:قال:تعالى:من:منى:فضة:فض:أكواب:15::{',
        'phrase': 'قال تعالى: { من فضة وأكواب كانت قواريراً } 15 الإنسان',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { من فضة وأكواب كانت قواريرا } 15 الإنسان',
        },
    582: {
        'date': '2023-07-17',
        'id': 582,
        'inflection': '''إن الصفا: إن حرف توكيد ونصب، الصفا اسمها منصوب بالفتحة المقدرة على الألف منع من ظهورها التعذر.
والمروة: الواو حرف عطف، المروة معطوفة على الصفا.
من شعائر الله: من شعائر جار ومجرور متعلقان بمحذوف في محل رفع خبر إن وشعائر مضاف ولفظ الجلالة مضاف إليه.
وجملة إن الصفا ابتدائية لا محل لها من الإعراب.
''',
        'keywords': 'شعائر:}:مان:بقر:عالى:قال:تعالى:إن:لصف:من:منى:158:مرو:الله::{',
        'phrase': 'قال تعالى: { إن الصفا والمروة من شعائر الله } 158 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إن الصفا والمروة من شعائر الله } 158 البقرة',
        },
    583: {
        'date': '2023-07-17',
        'id': 583,
        'inflection': '''لا تقربوا: لا ناهية، تقربوا فعل مضارع مجزوم بلا وعلامة جزمه حذف النون، وواو الجماعة في محل رفع فاعل.
الصلاة: مفعول به منصوب بالفتحة.
والجملة مستأنفة لا محل لها من الإعراب مسوقة للنهي عن الصلاة في حال السكر.
وأنتم: الواو للحال، أنتم ضمير منفصل في محل رفع مبتدأ.
سكارى: خبر مرفوع بالضمة المقدرة على الألف والجملة الاسمية في محل نصب حال من الفاعل والرابط الواو والضمير.
''',
        'keywords': '}:نساء:سكارى:آن:43:عالى:قال:تعالى:قرب:لا:أقرب:أنتم:تقرب:انتمى::{',
        'phrase': 'قال تعالى: { لا تقربوا وأنتم سكارى } 43 النساء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لا تقربوا وأنتم سكارى } 43 النساء',
        },
    584: {
        'date': '2023-07-17',
        'id': 584,
        'inflection': '''إذ: إذ ظرف لما مضى من الزمان متعلق بيعلمون في الآية التي قبلها أو هي في محل نصب مفعول به ليعلمون، ولا يتنافى كون الظرف ماضياً وسوف يعلمون مستقبلاً ففي جعلها مفعولا به فاد من استحالة عمل المستقبل في الزمن الماضي، ولك أن تقول لا منافاة لأن الأمور المستقبلة لما كانت في أخبار الله تعالى متيقنة مقطوعاً بها عبر عنها بلفظ ما كان ووجد والمعنى على الاستقبال.
وقال السمين " ولا حاجة لإخراج إذ عن موضوعها، بل هي باقية على دلالتها على المضي ، وهي منصوبة بقوله فسوف يعلمون، نصب المفعول به، أي: فسوف يعلمون يوم القيامة وقت الأغلال في أعناقهم أي: وقت سبب الأغلال وهي المعاصي التي كانوا يفعلونها في الدنيا " (1)وقال أبو البقاء إذ ظرف زمان ماض والمراد به الاستقبال هنا لقوله تعالى فسوف تعلمون (2).
الأغلال: مبتدأ مرفوع بالضمة.
في أعناقهم: جار ومجرور ومضاف إليه وشبه الجملة في محل رفع خبر.
والسلاسل: الواو حرف عطف، السلاسل معطوفة على الأغلال والخبر في أعناقهم، ويجوز أن تكون السلاسل مبتدأ والخبر محذوف والتقدير والسلاسل في أعناقهم وحذف الخبر لدلالة الأول عليه.
يسحبون: فعل مضارع مرفوع بثبوت النون وواو الجماعة في محل رفع فاعل والجملة الفعلية في محل نصب حال من الضمير في أعناقهم، أو كلام مستأنف لا محل له من الإعراب أو يكون خبراً للسلاسل والعائد محذوف أي يسحبون بها، وقرأ بنصب السلاسل ويسحبون بفتح الياء فهو مفعول به مقدم للفعل يسحبون.
''',
        'keywords': '}:سلاسل:غافر:أغلال:في:عالى:قال:تعالى:عناق:أعناق:سحب:71:إذ::{',
        'phrase': 'قال تعالى: { إذ الأغلال في أعناقهم والسلاسل يسحبون } 71 غافر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إذ الأغلال في أعناقهم والسلاسل يسحبون } 71 غافر',
        },
    585: {
        'date': '2023-07-17',
        'id': 585,
        'inflection': '''ولو: الواو للحال، لو حرف شرط لا عمل له.
ألقى: فعل ماض مبني على الفتح، وهو فعل الشرط، وفاعله ضمير مستتر جوازاً تقديره هو.
معاذيره: مفعول به منصوب بالفتحةوجواب الشرط محذوف والتقدير ما ساغت وما قبلت، والمعاذير جمع معذرة على غير القياس كملاقيح جمع لقحة ومذاكير جمع ذكرة.
وجملة لو ألقى في محل نصب حال من الفاعل المستتر في بصيرة في الآية السابقة.
''',
        'keywords': 'لقا:}:قيامة:لقي:قيام:لو:عالى:قال:تعالى:ألقى:معاذير:لقى:لوى:15::{',
        'phrase': 'قال تعالى: { ولو ألقى معاذيره } 15 القيامة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ولو ألقى معاذيره } 15 القيامة',
        },
    586: {
        'date': '2023-07-17',
        'id': 586,
        'inflection': '''تبوئ: فعل مضارع مرفوع بالضمة والفاعل ضمير مستتر وجوباً تقديره أنت.
المؤمنين: مفعول به أول منصوب بالياء وجملة تبوئ في محل نصب حال من الفاعل في غدوت أو خبر لغدوت على أحد الوجهين.
مقاعد: مفعول به ثان لتبوئ.
للقتال: جار ومجرور متعلقان بمحذوف في محل صفة لمقاعد والتقدير مقاعد مهية للقتال.
''',
        'keywords': 'عمران:مؤمن:}:121:تبوأ:بوأ:آلى:عالى:قال:تعالى:عمر:آل:مقاعد:قتال::{',
        'phrase': 'قال تعالى: { تُبوِّئُ المؤمنين مقاعد للقتال } 121 آل عمران',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { تبوئ المؤمنين مقاعد للقتال } 121 آل عمران',
        },
    587: {
        'date': '2023-07-17',
        'id': 587,
        'inflection': '''ولقد: الواو للاستئناف واللام جواب للقسم المحذوف حرف مبني على الفتح لا محل له من الإعراب، وقد حرف تحقيق.
نادانا: نادا فعل ماض مبني على الفتح المقدر ونا المتكلمين في محل نصب مفعول به مقدم.
نوح: فاعل مرفوع بالضمة مؤخر.
والجملة لا محل لها من الإعراب استئنافية.
فلنعم: الفاء حرف عطف، واللام جواب قسم محذوف، نعم فعل ماض جامد مبني على الفتح لإنشاء المدح.
المجيبون: فاعل نعم مرفوع بالواو، والمخصوص بالمدح محذوف تقديره نحن.
وجواب كل من القسمين محذوف لدلالة السياق عليه، والتقدير : والله لقد نادانا نوح لما يئس من إيمان قومه، فأجبناه أحسن إجابة فوالله لنعم المجيبون نحن.
''',
        'keywords': '}:75:عم:أوحى:عالى:عمي:أعمى:وحى:قد:نوح:عام:صافات:وعم::{:مجيب:نادى:نعم:قال:تعالى:عمى',
        'phrase': 'قال تعالى: { ولقد نادانا نوح فلنعم المجيبون } 75 الصافات',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ولقد نادانا نوح فلنعم المجيبون } 75 الصافات',
        },
    588: {
        'date': '2023-07-17',
        'id': 588,
        'inflection': '''وما: الواو حرف عطف، وما نافية لا عمل لها.
نراك: فعل مضارع مرفوع بالضمة المقدرة على الألف للتعذر والكاف ضمير متصل في محل نصب مفعول به أول والفاعل ضمير مستتر وجوباً تقديره نحن والجملة معطوفة على ما نراك الأولى، ورأى هنا تحتمل القلبية والبصرية فإذا اعتبرناها قلبية فجملة اتبعك في محل نصب مفعول به ثان وإذا اعتبرناها بصرية فمفعولها الكاف وجملة اتبعك في محل نصب حال من المفعول به.
اتبعك: فعل ماض مبني على الفتح والضمير المتصل في محل نصب مفعول به.
إلا: أداة حصر لا عمل لها.
الذين: اسم موصول مبني على الفتح في محل رفع فاعل لاتبعك.
هم: ضمير منفصل في محل رفع مبتدأ.
أراذلنا: أراذل خبر مرفوع بالضمة وهو مضاف والضمير المتصل في محل جر بالإضافة.
والجملة الاسمية لا محل لها من الإعراب صلة الموصول.
''',
        'keywords': '}:أراذل:عالى:راذل:لذي:إلا:وهم:27:تبع:هام:اتبع::{:رأى:الذين:هود:هم:قال:تعالى:ما:راءى',
        'phrase': 'قال تعالى: { وما نراك اتبعك إلا الذين هم أراذلنا } 27 هود',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وما نراك اتبعك إلا الذين هم أراذلنا } 27 هود',
        },
    589: {
        'date': '2023-07-17',
        'id': 589,
        'inflection': '''وإذا: الواو حرف عطف، إذا ظرف لما يستقبل من الزمان مبني على السكون في محل نصب بجوابه.
خلوا: خلا فعل ماض مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين وواو الجماعة في محل رفع فاعل وجملة خلوا في محل جر بالإضافة لإذا.
عضوا: عض فعل ماض مبني على الضم، وواو الجماعة في محل رفع فاعل.
وجملة عضوا لا محل لها من الإعراب لأنها جواب شرط غير جازم.
عليكم: جار ومجرور متعلقان بعضوا.
الأنامل: مفعول به منصوب بالفتحة.
من الغيظ: جار ومجرور متعلقان بمحذوف في محل نصب تمييز، أي : غيظا، ويجوز أن تكون من بمعنى اللام فتفيد العلة فيكون الجار والمجرور في محل نصب مفعول لأجله، أي: من أجل الغيظ.
''',
        'keywords': 'عمران:}:علي:خل:آلى:عالى:خلى:عل:عضو:آل:مان:عض:منى:إذا:عضا:عمر:علة:من:أنامل::{:غيظ:قال:تعالى:على:119:خلو',
        'phrase': 'قال تعالى: { وإذا خلوا عضوا عليكم الأنامل من الغيظ } 119 آل عمران',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإذا خلوا عضوا عليكم الأنامل من الغيظ } 119 آل عمران',
        },
    590: {
        'date': '2023-07-17',
        'id': 590,
        'inflection': '''فسلكه: الفاء حرف عطف، وسلك فعل ماض، والفعل ضمير مستتر جوازا تقديره: هو، والضمير المتصل بالفعل في محل نصب مفعول به.
والجملة معطوفة على ما قبلها في أول الآية.
ينابع: إن كان بمعنى المنبع فهي حينئذ ظرف للمصدر المحذوف منصوب بالفتحة، والتقدير: سلكه سلوكا في ينابع، فلما أقيم مقام المصدر جعل انتصابه على المصدر، وإن كان بمعنى النابع فانتصابه على الحالية، أي: النابعات.
في الأرض: جار ومجرور ''',
        'keywords': '21:ينابع:في:زمر:عالى:قال:تعالى:):أرض:سلك::{',
        'phrase': 'قال تعالى: { فسلكه ينابع في الأرض ) 21 الزمر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فسلكه ينابع في الأرض ) 21 الزمر',
        },
    591: {
        'date': '2023-07-17',
        'id': 591,
        'inflection': '''تجعلونه: تجعلون فعل مضارع مرفوع بثبوت النون وواو الجماعة في محل رفع فاعل والضمير المتصل في محل نصب مفعول به.
قراطيس: مفعول به ثان منصوب بالفتحة وجملة تجعلونه في محل نصب حال من الكتاب في أول الآية أو من الضمير في به في أول الآية أيضاً.
تبدونها: فعل مضارع مرفوع بثبوت النون وواو الجماعة في محل رفع فاعل وهاء الغائب في محل نصب مفعول به وجملة تبدون في محل نصب صفة لقراطيس.
وتخفون : الواو حرف عطف، تخفون فعل مضارع مرفوع بثبوت النون وواو الجماعة في محل رفع فاعل.
كثيراً: مفعول به لتخفون منصوب بالفتحة وجملة تخفون معطوفة على ما قبلها.
''',
        'keywords': '}:عالى:خف:أبدى:كثير:قراطيس:بد:جعل:91:أخفى:خفي:تخفى::{:وخف:خفى:قال:تعالى:أنعام:خفا:أخف',
        'phrase': 'قال تعالى: { تجعلونها قراطيس تبدونها وتخفون كثيراً } 91 الأنعام',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { تجعلونها قراطيس تبدونها وتخفون كثيرا } 91 الأنعام',
        },
    592: {
        'date': '2023-07-17',
        'id': 592,
        'inflection': '''ولقد: الواو حرف استئناف واللام جواب للقسم المحذوف وقد حرف تحقيق.
زينا: فعل وفاعل.
السماء: مفعول به منصوب بالفتحة.
الدنيا: صفة للسماء منصوبة بالفتحة.
بمصابيح: جار ومجرور متعلقان بزينا.
وجملة لقد وما في حيزها لا محل لها من الإعراب مستأنفة.
''',
        'keywords': '}:5:زي:سماء:ملك:مصابيح:عالى:قال:تعالى:قد:زان:دنيا:زيا:زين::{',
        'phrase': 'قال تعالى: { ولقد زينا السماء الدنيا بمصابيح } 5 الملك',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ولقد زينا السماء الدنيا بمصابيح } 5 الملك',
        },
    593: {
        'date': '2023-07-17',
        'id': 593,
        'inflection': '''ما: اسم استفهام مبني على السكون في محل رفع مبتدأ.
هذه : اسم إشارة مبني على الكسر في محل رفع خبر.
التماثيل: بدل من اسم الإشارة مرفوع بالضمة.
التي: اسم موصول مبني على السكون في محل رفع صفة لتماثيل.
أنتم: ضمير منفصل في محل رفع مبتدأ.
لها: جار ومجرور متعلقان بعاكفون.
عاكفون: خبر مرفوع بالواو والجملة الاسمية لا محل لها من الإعراب صلة الموصول.
''',
        'keywords': '}:آن:تم:عالى:عاكف:له:هذه:أنتم:أنبياء:تماثيل:وله::{:هذ:52:أتم:قال:تعالى:التي:لها:ما:انتمى',
        'phrase': 'قال تعالى: { ما هذه التماثيل التي أنتم لها عاكفون } 52 الأنبياء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ما هذه التماثيل التي أنتم لها عاكفون } 52 الأنبياء',
        },
    594: {
        'date': '2023-07-17',
        'id': 594,
        'inflection': '''وأرسل: الواو حرف عطف، أرسل فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازاً تقديره هو.
عليهم: جار ومجرور متعلقان بأرسل.
طيراً: مفعول به منصوب بالفتحة.
أبابيل : صفة لطير منصوبة بالفتحة.
وجملة أرسل معطوفة على ما قبلها.
''',
        'keywords': 'رسل:}:علي:طير:أبابيل:فيل:طار:عالى:قال:تعالى:عل:على:علة:أرسل:3::{',
        'phrase': 'قال تعالى: { وأرسل عليهم طيراً أبابيل } 3 الفيل',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأرسل عليهم طيرا أبابيل } 3 الفيل',
        },
    595: {
        'date': '2023-07-17',
        'id': 595,
        'inflection': '''كأنه: كأن حرف تشبيه ونصب والضمير المتصل في محل نصب اسمها.
جمالات: خبر مرفوع بالضمة.
صفر: نعت مرفوع لجمالات.
وجملة كأنه في محل جر صفة لشرر في الآية التي قبلها''',
        'keywords': '}:مرسل:كأن:عالى:قال:تعالى:جمال:أن:صفر:33::{',
        'phrase': 'قال تعالى: { كأنه جمالات صفر } 33 المرسلات',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { كأنه جمالات صفر } 33 المرسلات',
        },
    596: {
        'date': '2023-07-17',
        'id': 596,
        'inflection': '''قل: فعل أمر مبني على السكون، وفاعله ضمير مستتر فيه وجوبا تقديره: أنت هو: فيه وجهان: 1 ـ ضمير الشأن في محل رفع مبتدأ.
الله: لفظ الجلالة مبتدأ.
أحد: خبره مرفوع.
والجملة في محل رفع خبر المبتدأ هو.
2 ـ هو: مبتدأ بمعنى المسؤول عنه لأنهم قالوا: أربك من نحاس، أم من ذهب ؟ وعلى هذا يجوز في لفظ الجلالة: أن يكون خبر المبتدأ، وأحد بدل، أو خبر المبتدأويجوز أن يكون الله بدلا، وأحد الخبر.
''',
        'keywords': 'قل:حدي:أحد:هو:}:حدى:إخلاص:عالى:قال:تعالى:وقل:حدا:حد:1:حاد:الله::{',
        'phrase': 'قال تعالى: { قل هو الله أحد } 1 الإخلاص',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قل هو الله أحد } 1 الإخلاص',
        },
    597: {
        'date': '2023-07-17',
        'id': 597,
        'inflection': '''فلما: الفاء عاطفة، لما ظرفية بمعنى الحين في محل نصب، أو رابطة.
أنجاهم: فعل ماض، وفاعله ضمير مستتر فيه جوازا تقديره: هو، وها الغيبة في محل نصب مفعول به.
إذا : فجائية رابطة لجواب الشرط، مبنية على السكون لا محل لها من الإعراب.
هم: ضمير منفصل في محل رفع مبتدأ.
يبغون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة ضمير متصل في محل رفع فاعل.
وجملة يبغون في محل رفع خبر المبتدأ.
في الأرض: جار ومجرور متعلقان بـ " يبغون ".
''',
        'keywords': 'لما:}:عالى:وبغ:نجى:أبغى:وهم:نجا:نج:لم:إذا:هام::{:بغ:أنجى:بغى:23:في:هم:قال:تعالى:فلم:يونس:أرض',
        'phrase': 'قال تعالى: { فلما أنجاهم إذا هم يبغون في الأرض } 23 يونس',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فلما أنجاهم إذا هم يبغون في الأرض } 23 يونس',
        },
    598: {
        'date': '2023-07-17',
        'id': 598,
        'inflection': '''أنا: ضمير منفصل في محل رفع مبتدأ.
أكثر: خبر مرفوع بالضمةمنك جار ومجرور متعلقان بـ " أكثر ".
مالا: تمييز منصوب بالفتحة.
وأعز نفرا: الواو حرف عطف، أعز نفرا معطوف على أكثر مالا.
''',
        'keywords': '}:عاز:أنا:أكثر:35:أعز:عالى:كهف:عزي:نفر:مان:منى:عزى:كثر:عزا:عز:من:مال::{:قال:تعالى',
        'phrase': 'قال تعالى: { أنا أكثر منك مالا وأعز نفرا }35 الكهف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أنا أكثر منك مالا وأعز نفرا }35 الكهف',
        },
    599: {
        'date': '2023-07-17',
        'id': 599,
        'inflection': '''نحن: ضمير منفصل في محل رفع مبتدأ.
نقص: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه وجوبا تقديره: نحن وجملة نقص في محل رفع خبر المبتدأ.
عليك: جار ومجرور متعلقان بـ " نقص ".
أحسن: مفعول به منصوب بالفتحة، إذا كان القص مصدر بمعنى المفعول، ومفعول مطلق إذا كان القص مصدرا غير مراد به المفعول، وأحسن مضاف، والقصص مضاف إليه.
وقال العكبري: أن " أحسن " ينتصب انتصاب المصدر.
''',
        'keywords': '}:نقص:علي:حاس:نح:عالى:حن:عل:قاص:حس:نحن:أحس:قص:عليك:حان:وقص:أقصى:نحى:علة:أحسن:ناح:حنا:حسن:أحنى::{:قصص:وحن:قال:تعالى:على:يوسف:حنى:3',
        'phrase': 'قال تعالى: { نحن نقص عليك أحسن القصص }3 يوسف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { نحن نقص عليك أحسن القصص }3 يوسف',
        },
    600: {
        'date': '2023-07-17',
        'id': 600,
        'inflection': '''لقد: اللام موطئة لقسم محذوف حرف مبني على الفتح لا محل له من الإعرابوقد حرف تحقيقمبني على السكون لا محل له من الإعراب.
أنزلنا: فعل ماض مبني على السكون لاتصاله بـ " نا " الفاعلين، ونا ضمير متصل في محل رفع فاعل.
إليكم : جار ومجرور متعلقان بـ " أنزلنا ".
كتابا: مفعول به منصوب بالفتحة.
فيه: جار ومجرور متعلقان بمحذوف في محل رفع خبر مقدم.
ذكركم: مبتدأ مؤخر مرفوع، وذكر مضاف، والكاف في محل جر مضاف إليه، والميم علامة الجمع.
والجملة من المبتدأ المؤخر والخبر المقدم في محل نصب صفة لكتاب.
أفلا: الهمزة للاستفهام الإنكاري التوبيخي، والفاء عاطفة على مقدر، والتقدير: ألا تفكرون فلا تعقلون شيئاولا نافية لا عمل لها.
تعقلون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعل.
''',
        'keywords': '}:إليكم:كتاب:أنزل:عالى:فل:نزل:10:إلي:قد:أزل:ذكر:أفل:فلا:إلى:أنبياء::{:أعقل:في:قال:تعالى:عقل',
        'phrase': 'قال تعالى: { لقد أنزلنا إليكم كتابا فيه ذكركم أفلا تعقلون } 10 الأنبياء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لقد أنزلنا إليكم كتابا فيه ذكركم أفلا تعقلون } 10 الأنبياء',
        },
    601: {
        'date': '2023-07-17',
        'id': 601,
        'inflection': '''ما منعك: اسم استفهام في محل رفع مبتدأ.
منعك: فعل ماض مبني على الفتح، والفاعل ضمير مستتر فيه وجوبا تقديره: أنت، والكاف ضمير متصل مبني على الفتح في محل نصب مفعول به.
أن تسجد: أن حرف مصدري ونصب، تسجد فعل مضارع منصوب بأن وعلامة نصبه الفتحة، وفاعله ضمير مستتر فيه وجوبا تقديره: أنت.
وجملة أن تسجد وما في حيزها في محل نصب مفعول به ثان لمنع.
لما: اللام حرف جرف، وما موصولة مبنية على السكون في محل جر، والجار والمجرور متعلقان بتسجد.
خلقت: فعل وفاعل، والجملة لا محل لها من الإعراب صلة ما، والعائد محذوف، والتقدير: خلقته.
''',
        'keywords': 'لما:}:آن:75:عالى:سجد:خلق:أن:منع:لم:بيد:يد:باد::{:ص:قال:تعالى:وصى:ما',
        'phrase': 'قال تعالى: { ما منعك أن تسجد لما خلقت بيدي } 75 ص',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ما منعك أن تسجد لما خلقت بيدي } 75 ص',
        },
    602: {
        'date': '2023-07-17',
        'id': 602,
        'inflection': '''رب: منادى بحرف نداء محذوف، منصوب بالفتحة المقدرة منع من ظهورها اشتغال المحل بحركة ياء المتكلم المحذوفة.
اجعلني: فعل أمر يفيد الدعاء مبني على السكون، وفاعله ضمير مستتر فيه وجوبا تقديره: أنتوالنون للوقاية حرف مبني لا محل به من الإعراب، والياء ضمير متصل في محل نصب مفعول به أول.
مقيم الصلاة: مقيم مفعول به ثان، وهو مضاف، والصلاة مضاف إليه.
''',
        'keywords': 'ربى:رب:راب:مقيم:}:صلاة:إبراهيم:عالى:قال:تعالى:جعل:40::{',
        'phrase': 'قال تعالى: { رب اجعلني مقيم الصلاة } 40 إبراهيم',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { رب اجعلني مقيم الصلاة } 40 إبراهيم',
        },
    603: {
        'date': '2023-07-17',
        'id': 603,
        'inflection': '''وأوفوا: الواو حرف عطف، أوفوا فعل أمر مبني على حذف النون، وواوالجماعة في محل رفع فاعل.
بعهدي: جار ومجرور متعلقان بـ " أوفوا "، وعهد مضاف، والياء ضمير متصل في محل جر مضاف إليه.
والجملة معطوفة على جملة اذكروا في أول الآية لا محل لها.
''',
        'keywords': '}:عهدة:بقر:عالى:قال:تعالى:أوفى:40:عهد::{',
        'phrase': 'قال تعالى: { وأوفوا بعهدي } 40 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأوفوا بعهدي } 40 البقرة',
        },
    604: {
        'date': '2023-07-17',
        'id': 604,
        'inflection': '''ما كانوا: ما نافية لا عمل لها، كانوا: كان فعل ماض ناقص، والواو في محل رفع اسمها.
إيانا: ضمير منفصل مفعول به مقدم في محل نصب بيعبدون.
يعبدون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعله.
وجملة يعبدون في محل نصب خبر كان.
''',
        'keywords': '}:63:قصص:عالى:قال:تعالى:عبد:ما:إيانا:كانو::{',
        'phrase': 'قال تعالى: { ما كانوا إيانا يعبدون }63 القصص',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ما كانوا إيانا يعبدون }63 القصص',
        },
    605: {
        'date': '2023-07-17',
        'id': 605,
        'inflection': '''فذكر: الفاء هي الفصيحة أي أفصحت عن وجود شرط محذوف، والتقدير: إن كانوا لا ينظرون إلى هذه الأشياء نظر اعتبار وتدبر وتأمل فذكرهم.
وذكر: فعل أمر مبني على السكون، وفاعله ضمير مستتر فيه وجوبا تقديره: أنت، ومفعوله محذوف ، والتقدير: فذكرهم.
إنما: إن حرف توكيد ونصب كف عملها بما، وما كافة " كافة ومكفوفة ".
أنت: ضمير منفصل في محل رفع مبتدأ.
مذكر: خبر مرفوع، والجملة من المبتدأ وخبره تعليلية للأمر بالتذكير.
''',
        'keywords': '}:21:نات:أنت:غاشية:آن:إنما:نتا:أنى:غاش:مذكر:عالى:قال:تعالى:ذكر::{',
        'phrase': 'قال تعالى: { فذكر إنما أنت مذكر } 21 الغاشية',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فذكر إنما أنت مذكر } 21 الغاشية',
        },
    606: {
        'date': '2023-07-17',
        'id': 606,
        'inflection': '''أنتما: ضمير منفصل في محل رفع مبتدأ.
ومن: الواو حرف عطف، ومن اسم موصول مبني على السكون معطوف على " أنتما " في محل رفع.
اتبعكما: اتبع فعل ماض مبني على الفتح، والفاعل ضمير مستتر فيه جوازا تقديره: هو، والكاف ضمير متصل في محل نصب مفعول به، وما علامة التثنية.
وجملة اتبعكما لا محل لها من الإعراب صلة لموصول.
الغالبون: خبر مرفوع بالواو.
''',
        'keywords': '}:35:آن:أنتما:مان:قصص:تبع:عالى:قال:تعالى:من:منى:غالب:اتبع::{',
        'phrase': 'قال تعالى: { أنتما ومن اتبعكما الغالبون } 35 القصص',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أنتما ومن اتبعكما الغالبون } 35 القصص',
        },
    607: {
        'date': '2023-07-17',
        'id': 607,
        'inflection': '''وأنتم: الواو: واو الحال، أنتم: ضمير منفصل في محل رفع مبتدأ.
حينئذ: حين ظرف زمان منصوب بالفتحة، وهو مضاف، وإذ ظرف زمان مبني على السكون في محل جر مضاف إليه.
والتنوين: عوض عن الجملة المضافة إلى " إذ "، والتقدير: إذا بلغت النفس الحلقوم.
تنظرون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفعر فاعله.
والجملة في محل رفع خبر أنتم.
وجملة وأنتم وما في حيزها في محل نصب حال من فاعل بلغت.
''',
        'keywords': '}:آن:واقع:نظر:عالى:قال:تعالى:أنتم:حينئذ:أنظر:84:انتمى:واقعة::{',
        'phrase': 'قال تعالى: { وأنتم حينئذ تنظرون } 84 الواقعة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأنتم حينئذ تنظرون } 84 الواقعة',
        },
    608: {
        'date': '2023-07-17',
        'id': 608,
        'inflection': '''إياك: ضمير بارز منفصل مبني على الفتح في محل نصب مفعول به مقدم.
ويصح أن نقول: إيَّا ضمير مبني على السكون في محل نصب مفعول به مقدم، والكاف حرف خطاب مبني على الفتح لا محل له من الإعراب.
نعبد: فعل مضارع مرفوع، وفاعله ضمير مستتر فيه وجوبا تقديره: نحن.
وإياك نستعين: الواو حرف عطف، وإياك نستعين معطوف على إياك نعبد.
وجملة إياك نعبد لا محل لها من الإعراب استئنافية.
وجملة إياك نستعين معطوفة على سابقتها لا محل لها من الإعراب.
''',
        'keywords': '}:إياك:4:عالى:قال:تعالى:عبد:استعان:فاتح:فاتحة::{',
        'phrase': 'قال تعالى: { إياك نعبد وإياك نستعين } 4 الفاتحة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إياك نعبد وإياك نستعين } 4 الفاتحة',
        },
    609: {
        'date': '2023-07-17',
        'id': 609,
        'inflection': '''قال: فعل ماض مبني على الفتح، وفاعله ضمير مستتر فيه جوازا تقديره هو.
أرأيتك: الهمزة للاستفهام، رأيتك فعل ماض مبني على السكون، والتاء ضميرمتصل في محل رفع فاعل، والكاف للخطاب لا محل له من الإعراب في هذا الموضع عند البصريين، ما عدا الكسائي الذي اعتبره مفعولا به، وهو مذهب الكوفيين.
هذا: ها حرف تنبيه مبني على السكون لا محل له من الإعراب، وذا اسم إشارة مبني على السكون في محل نصب مفعول به.
الذي: اسم موصول مبني على السكون في محل نصب بدل من هذا، أو عطفبيان، وجملة: أرأيتك في محل نصب مقول القول.
كرمت: فعل وفاعل.
عليَّ: جار ومجرور متعلقان بـ " كرمت "والمفعول الثاني لرأى جملة استفهامية مقدرة دلت عليها صلة الموصول، والتقدير لم كرمته عليَّهذا على الوجه الأول، أما على الوجه الثاني ، فالكاف في محل نصب مفعول به أول، واسم الإشارة في محل نصب مفعول به ثان (1).
''',
        'keywords': '}:علي:عالى:هذا:عل:لذي:وعل:62:الذي:علة:علا::{:رأى:هذ:قال:تعالى:على:كرم:إسراء:رأي',
        'phrase': 'قال تعالى: { قال أرأيتك هذا الذي كرمت عليَّ } 62 الإسراء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { قال أرأيتك هذا الذي كرمت علي } 62 الإسراء',
        },
    610: {
        'date': '2023-07-17',
        'id': 610,
        'inflection': '''فقولا: الفاء عاطفة، قولا فعل أمر مبني على حذف النون، وألف الاثنين في محل رفع فاعله، وجملة قولا لا محل لها من الإعراب معطوفة على جملة اذهبا الابتدائية.
له: جار ومجرور متعلقان بـ " قولا ".
قولا: مفعول به منصوب بالفتحة، والمقصود بالقول هو الكلام، والتقدير: كلاما لينا، ويصح أن تكون: " قولا " مفعولا مطلقا، والمفعول به مقدر، أي: قولا له ما يهديه قولا لينا.
لينا: صفة منصوبة.
''',
        'keywords': 'طه:}:قول:44:عالى:قال:تعالى:لين:لهى:لاه:لان:وله:له::{',
        'phrase': 'قال تعالى: { فقولا له قولا لينا } 44 طه',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فقولا له قولا لينا } 44 طه',
        },
    611: {
        'date': '2023-07-17',
        'id': 611,
        'inflection': '''وأنيبوا: الواو حرف عطف، أنيبوا فعل أمر مبني على حذف النون، وواو الجماعة في محل رفع فاعله.
إلى ربكم: جار ومجرور متعلقان بـ " أنيبوا "، ورب مضاف، والكاف في محل جر مضاف إليه.
''',
        'keywords': 'ربى:رب:راب:}:إلى:زمر:عالى:قال:تعالى:أناب:54::{',
        'phrase': 'قال تعالى: { وأنيبوا إلى ربكم } 54 الزمر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وأنيبوا إلى ربكم } 54 الزمر',
        },
    612: {
        'date': '2023-07-17',
        'id': 612,
        'inflection': '''ارجعي: فعل أمر مبني على حذف النون، وياء المخاطبة ضمير متصل في محل رفع فاعله.
إلى ربك: جار ومجرور متعلقان بـ " ارجعي "، ورب مضاف، والكاف في محل جر مضاف إليه.
راضية: حال منصوبة من فاعل ارجعيومرضية حال ثانية منصوبة.
''',
        'keywords': 'رجع:ربى:رب:راب:}:28:راضي:إلى:فجر:عالى:قال:تعالى:مرض:ربك:مرضي:مرضى::{',
        'phrase': 'قال تعالى: { ارجعي إلى ربك راضية مرضية } 28 الفجر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { ارجعي إلى ربك راضية مرضية } 28 الفجر',
        },
    613: {
        'date': '2023-07-17',
        'id': 613,
        'inflection': '''وكن: الواو عاطفة، كن فعل أمر ناقص مبني على السكون، واسمه ضمير مستتر فيه وجوبا تقديره: أنت من الساجدين: جار ومجرور متعلقان بمحذوف في محل نصب خبر كن.
وجملة كن وما في حيزها معطوفة على جملة سبّح.
''',
        'keywords': '}:وكن:كن:مان:عالى:قال:تعالى:كنى:من:منى:ساجد:98:حجر::{',
        'phrase': 'قال تعالى: { وكن من الساجدين } 98 الحجر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وكن من الساجدين } 98 الحجر',
        },
    614: {
        'date': '2023-07-17',
        'id': 614,
        'inflection': '''إنه: حرف توكيد ونصب، والضمير المتصل في محل نصب اسمها.
هو: ضمير منفصل في محل رفع مبتدأ.
يبدئ: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه جوازا تقديره: هو.
وجملة يبدئ في محل رفع خبر.
ويعيد: الواو حرف عطف، يعيد معطوف على يبدئ.
وجملة إنه هو يبدئ لا محل لها من الإعراب تعليلية.
وجملة هو يبدئ في محل رفع خبر إن.
''',
        'keywords': '}:بروج:هو:13:أعاد:أبدأ:عالى:قال:تعالى:إن:عيد::{',
        'phrase': 'قال تعالى: { إنه هو يبدئ ويعيد } 13 البروج',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إنه هو يبدئ ويعيد } 13 البروج',
        },
    615: {
        'date': '2023-07-17',
        'id': 615,
        'inflection': '''وهي: الواو للحال، هي ضمير منفصل في محل رفع مبتدأ.
تمر : فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه جوازا تقديره: هي.
مر: مفعول مطلق منصوب بالفتحة، وهو مضاف، والسحاب مضاف إليه مجرور.
وجملة تمر في محل رفع خبر هي.
وجملة هي تمر…إلخ في محل نصب حال.
''',
        'keywords': 'هي:}:88:نمل:تمر:عالى:قال:تعالى:مرى:سحاب:مر:أمر:وهي::{',
        'phrase': 'قال تعالى: { وهي تمر مرَّ السحاب } 88 النمل',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وهي تمر مر السحاب } 88 النمل',
        },
    616: {
        'date': '2023-07-17',
        'id': 616,
        'inflection': '''إما: إن شرطية جازمة زيدت عليها " ما " تأكيدا لها.
يبلغن: فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، في محل جزم فعل الشرط.
عندك: عند ظرف مكان منصوب بالفتحة، وهو مضاف، والكاف في محل جر مضاف إليه، وشبه الجملة متعلق بمحذوف حال من أحدهما.
الكبر: مفعول به منصوب.
أحدهما: أحد فاعل مرفوع بالضمة، وهو مضاف، والضمير المتصل في محل جر مضاف إليه، والميم والألف علامة التثنية.
أو كلاهما: أو حرف عطف، كلاهما معطوف على أحدهما مرفوع بالألف، لأنه ملحق بالمثنى، وكلا مضاف، والضمير المتصل في محل جر بالإضافة.
فلا: الفاء رابطة لجواب الشرط، ولا ناهية.
تقل: فعل مضارع مجزوم بلا، وعلامة جزمه السكون، فاعله ضمير مستتر فيه وجوبا تقديره: أنت.
لهما: جار ومجرور متعلقان بتقل.
أف: اسم فعل مضارع بمعنى أتضجر مبني على تنوين الكسر وهو الأصل، وفيه وجوه مختلفة يمكن معرفتها بالرجوع إلى بعض المراجع منها (1).
وجملة فلا تقل…إلخ في محل جزم جواب الشرط.
''',
        'keywords': '}:إما:وكل:عالى:فل:قلا:تقلي:أو:وقل:حدا:وفل:كلاهما:فلا:لهم:أف:أحد:حدى:قلي:أبلغ:بلغ:كل:كلى:لا:هما::{:23:أكل:تقلى:كبر:أقال:هم:قال:تعالى:حد:عند:قلى:أوى:إسراء',
        'phrase': 'قال تعالى: { إمَّا يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف }23 الإسراء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف }23 الإسراء',
        },
    617: {
        'date': '2023-07-17',
        'id': 617,
        'inflection': '''وهم: الواو للحال، هم ضمير منفصل في محل رفع مبتدأ.
يصدون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعله.
عن المسجد: جار ومجرور متعلقان بـ " يصدون ".
وجملة يصدون في محل رفع خبر المبتدأ.
الحرام: صفة مجرورة.
وجملة وهم يصدون في محل نصب حال من فاعل يصدون، والمعنى كيف لا يعذبون وحالهم أنهم يصدون عن المسجد الحرام.
''',
        'keywords': 'عان:}:34:عن:عالى:وصد:وهم:عنى:صد:صدي:أنفال:مسجد:صدى:هام:حرام::{:هم:قال:تعالى:أصد',
        'phrase': 'قال تعالى: { وهم يصدون عن المسجد الحرام } 34 الأنفال',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وهم يصدون عن المسجد الحرام } 34 الأنفال',
        },
    618: {
        'date': '2023-07-17',
        'id': 618,
        'inflection': '''هن: ضمير منفصل مبني على الفتح في محل رفع مبتدأ.
لباس: خبر مرفوع بالضمة.
والجملة فيها معنى التعليل للحل.
لكم : جار ومجرور متعلقان بمحذوف في محل رفع صفة للباس.
''',
        'keywords': '}:كم:وهن:هن:بقر:عالى:قال:تعالى:187:هان:باس:لباس:لكم::{',
        'phrase': 'قال تعالى: { هن لباس لكم }187 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { هن لباس لكم }187 البقرة',
        },
    619: {
        'date': '2023-07-17',
        'id': 619,
        'inflection': '''وقضى: الواو للاستئناف حرف مبني لا محل له من الإعراب، وقضى فعل ماض مبني على الفتح المقدر على الألف للتعذر.
ربك: رب فاعل مرفوع بالضمة، وهو مضاف ن والكاف في محل جر بالإضافة.
إلا: يصح في " أن " أن تكون مصدرية ناصبة للفعل، ولا نافية لا عمل لها.
تعبدوا: فعل مضارع منصوب بـ " أن " المصدرية، وعلامة نصبه حذف النون، وواو الجماعة في محل رفع فاعله، والمصدر المؤول منصوب على نزع الخافضوالجار والمجرور متعلقان بـ " بقضى "ويصح في " أن " أن تكون مفسرة، لأن قضى فيه معنى القول دون حرورفه، أوهي مخففة من الثقيلة، وفي كلا الحالتين الأخيرتين تكون " لا " ناهية جازمة للفعل تعبدوا، وعلامة جزمه حذف النون.
إلا إياه: إلا أداة حصر، وإياه ضمير منفصل في محل نصب مفعول به لتعبدوا، وبالوالدين: الواو حرف عطف، والمعطوف فعل محذوف تقديره: وأحسنوابالوالدين جار ومجرور متعلقان بالفعل المحذوف أحسنوا.
إحسانا: مفعول مطلق منصوب، وناصبه الفعل المحذوف أحسنوا، وقد تعلق الجار والمجرور بالفعل المحذوف، لأن المصدر لا تتقدم عليه صلته.
''',
        'keywords': '}:ألا:عالى:تعبد:عبد:ربك:إلا:والد:أل:إياه:لا:قضى:إحسان::{:ربى:رب:راب:23:قال:تعالى:إسراء',
        'phrase': 'قال تعالى: { وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا }23 الإسراء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا }23 الإسراء',
        },
    620: {
        'date': '2023-07-17',
        'id': 620,
        'inflection': '''لرأيته: اللام رابطة لجواب الشرط، رأيته فعل وفاعل ومفعول به.
خاشعا متصدعا: حالان منصوبتان من الضمير الغائب في " رأيته ".
من خشية: جار ومجرور متعلقان بـ " متصدعا "، وخشية مضاف، الله: لفظ الجلالة مضاف إليه مجرور، ومن سببية.
''',
        'keywords': 'رأى:خش:رأي:}:21:مان:خشي:حشر:خاشع:عالى:قال:تعالى:من:منى:خشية:متصدع:الله::{',
        'phrase': 'قال تعالى: { لرأيته خاشعا متصدعا من خشية الله } 21 الحشر',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { لرأيته خاشعا متصدعا من خشية الله } 21 الحشر',
        },
    621: {
        'date': '2023-07-17',
        'id': 621,
        'inflection': '''كانا: كان فعل ماض ناقص، وألف الاثنين في محل رفع اسمه.
يأكلان: فعل مضارع مرفوع بثبوت النون، وألف الاثنين في محل رفع فاعله.
الطعام: مفعول به منصوب بالفتحة.
وجملة يأكلان الطعام في محل نصب خبر كان.
وجملة كانا وما في حيزها لا محل لها من الإعراب استثناء بياني.
''',
        'keywords': '}:أكل:75:مائد:مائدة:عالى:قال:تعالى:كان:طعام::{',
        'phrase': 'قال تعالى: { كانا يأكلان الطعام } 75 المائدة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { كانا يأكلان الطعام } 75 المائدة',
        },
    622: {
        'date': '2023-07-17',
        'id': 622,
        'inflection': '''وإذا: الواو حرف عطف، إذا ظرف للزمن المستقبل مبني على السكون في محل نصب متضمن معنى الشرط متعلق بجوابه " قاموا " الثاني.
قاموا: مثل سابقه.
كسالى: حال منصوبة من فاعل " قاموا "، وعلامة نصبه الفتحة المقدرة على الألف للتعذر.
وجملة قاموا إلى الصلاة في محل جر مضاف إليه لـ " إذا ".
وجملة قاموا كسالى لا محل لها من الإعراب جواب شرط غير جازم.
وجملة الشرط إذا قاموا…إلخ معطوفة على خبر إن " يخادعون " في أول الآية.
''',
        'keywords': '}:نساء:صلاة:إذا:إلى:142:عالى:قال:تعالى:كسالى:قام::{',
        'phrase': 'قال تعالى: { وإذا قاموا إلى الصلاة قاموا كسالى } 142 النساء',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وإذا قاموا إلى الصلاة قاموا كسالى } 142 النساء',
        },
    623: {
        'date': '2023-07-17',
        'id': 623,
        'inflection': '''وقطعن: الواو حرف عطف، قطعن فعل ماض مبني على السكون لاتصاله بنون النسوة، ونون النسوة في محل رفع فاعل.
أيديهن: أيدي مفعول به منصوب بالفتحة الظاهرة، وهو مضاف ، والضمير المتصل في محل جر مضاف إليه.
وجملة قطعن…إلخ معطوفة على جملة أكبرنه لا محل لها من الإعراب، لأن جملة أكبرنه لا محل لها من الإعراب جواب شرط غير جازم.
''',
        'keywords': '}:أيد:31:قطع:أيدي:يد:عالى:قال:تعالى:يوسف:يدى:ودى::{',
        'phrase': 'قال تعالى: { وقطعن أيديهن }31 يوسف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وقطعن أيديهن }31 يوسف',
        },
    624: {
        'date': '2023-07-17',
        'id': 624,
        'inflection': '''أمر: فعل ماض مبني على الفتح، وفاعله ضمير مستتر فيه جوازا تقديره هو.
ألا: أن مصدرية ناصبة، ولا نافية لا عمل لها.
تعبدوا: فعل مضارع منصوب بأن، وعلامة نصبه حذف النون، وواو الجماعة في محل رفع فاعله.
إلا إياه: أداة حصر لا عمل لها، إياه ضمير منفصل في محل نصب مفعول به وعامله " أمر "، وهو المفعول الثاني، أما المفعول الأول فمحذوف، والتقدير: أمر الناس عدم عبادة إله غير الله.
وجملة أمر…إلخ لا محل لها من الإعراب استئنافية تعليلية.
''',
        'keywords': '}:ألا:أل:إياه:إلا:عالى:قال:تعالى:مرى:لا:تعبد:عبد:يوسف:40:مر:أمر::{',
        'phrase': 'قال تعالى: { أمر ألا تعبدوا إلا إياه } 40 يوسف',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { أمر ألا تعبدوا إلا إياه } 40 يوسف',
        },
    625: {
        'date': '2023-07-17',
        'id': 625,
        'inflection': '''وهو: الواو حرف عطف، أ, حالية، هو ضمير منفصل في محل رفع مبتدأ.
العزيز: خبر أول مرفوع، والغفور: خبر ثان مرفوع.
والجملة لا محل لها من الإعراب معطوفة على جملة الصلة وإذا اعتبرنا الواو للحال، تكون الجملة في محل نصب حال من فاعل " خلق " في أول الآية.
''',
        'keywords': '}:ملك:غفور:عزيز:2:عالى:قال:تعالى::{:هو',
        'phrase': 'قال تعالى: { وهو العزيز الغفور } 2 الملك',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { وهو العزيز الغفور } 2 الملك',
        },
    626: {
        'date': '2023-07-17',
        'id': 626,
        'inflection': '''وما هم: الواو اعتراضية، أو حالية، وما حجازية نافية تعمل عمل ليس، هم ضمير منفصل مبني على السكون في محل رفع اسم ما.
بضارين: الباء حرف جر زائد، ضارين مجرور لفضا منصوب محلا خبر ما، وعلامة جره الياء.
به: جار ومجرور متعلقان بمحذوف في محل نصب حال من أحد، والتقدير: من أحد واقع به.
من أحد: من حرف جر زائد، أحد مرور لفظا منصوب محلا مفعول به لاسم الفاعل " ضارين ".
وجملة ما هم بضارين لا محل لها من الإعراب اعتراضية، أو في محل نصب حال.
''',
        'keywords': 'حدي:}:عالى:ضاري:102:به:مان:بقر:وهم:منى:حدا:أحد:"{:حدى:ضار:من:حاد:هام:هم:قال:تعالى:حد:ما:باه',
        'phrase': 'قال تعالى " { وما هم بضارين به من أحد } 102 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى " { وما هم بضارين به من أحد } 102 البقرة',
        },
    627: {
        'date': '2023-07-17',
        'id': 627,
        'inflection': '''يخرجون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعله.
الرسول: مفعول به منصوب بالفتحة.
وإياكم : الواو حرف عطف، إياكم ضمير منفصل معطوف على الرسول في محل نصب.
''',
        'keywords': 'رسول:}:ممتحن:خرج:إياكم:عالى:قال:تعالى:أخرج:1::{',
        'phrase': 'قال تعالى: { يخرجون الرسول وإياكم } 1 الممتحنة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { يخرجون الرسول وإياكم } 1 الممتحنة',
        },
    628: {
        'date': '2023-07-17',
        'id': 628,
        'inflection': '''أن: حرف شرط جازم مبني على السكون لا محل له من الإعراب.
يسألكموها: يسأل فعل الشرط مجزوم، وعلامة جزمه السكون، والفاعل ضميرمستتر فيه جوازا تقديره: هو، والكاف ضمير متصل في محل نصب مفعول به، والميم علامة الجمع، والواو لإشباع حركة الميم وهي الضمة.
فيحفكم: الفاء حرف عطف، يحفكم فعل مضارع معطوف على فعل الشرط مجزوم، وعلامة جزمه السكون، والفاعل ضمير مستتر فيه جوازا تقديره: هو ،والكاف ضمير متصل في محل نصب مفعول به، والميم علامة الجمع.
وجملة يسألكموها لا محل لها من الإعراب تعليلية، أو استئناف بياني.
وجملة يحفكم معطوفة على ما قبلها لا محل لها من الإعراب.
يبخلوا: فعل مضارع مجزوم جواب الشرط ، وعلامة جزمه حذف النون، وواو الجماعة في محل رفع فاعل.
وجملة تبخلوا لا محل لها من الإعراب جواب شرط جازم غير مقترن بالفاء.
''',
        'keywords': 'بخل:حاف:}:حفا:37:يسألكموها:عالى:قال:تعالى:إن:محمد:حف::{',
        'phrase': 'قال تعالى: { إن يسألكموها فَيُحْفِكم تبخلوا } 37 محمد',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { إن يسألكموها فيحفكم تبخلوا } 37 محمد',
        },
    629: {
        'date': '2023-07-17',
        'id': 629,
        'inflection': '''فسيكفيكهم: الفاء رابطة لجواب شرط مقدر، والسين حرف استقبال، ويكفي فعل مضارع مرفوع بالضمة المقدرة على الياء للثقل، والكاف ضمير متصل في محل نصب مفعول به أول، وهم ضمير متصل مبني في محل نصب مفعول به ثان
الله: لفظ الجلالة فاعل مرفوع بالضمة.
والجملة في محل جزم جواب شرط جازم، والتقدير إن أرادوا الكيد لك فسيكفيكهم الله.
''',
        'keywords': '137:}:بقر:عالى:قال:تعالى:فسيكفيكهم:الله::{',
        'phrase': 'قال تعالى: { فسيكفيكهم الله } 137 البقرة',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى: { فسيكفيكهم الله } 137 البقرة',
        },
    630: {
        'date': '2023-07-17',
        'id': 630,
        'inflection': '''ولو: الواو حرف عطف، لو حرف شرط غير جازم يفيد الامتناع لامتناع.
نشاء: فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه وجوبا تقديره: نحن لأريناكم: اللام واقعة في جواب لو، أريناكم فعل مضارع مرفوع بالضمة المقدرة على الألف للتعذر، ونا المتكلمين ضمير متصل في محل رفع فاعله ، والكاف ضمير متصل في محل نصب مفعول به.
وجملة لو نشاء لا محل لها من الإعراب معطوفة على جملة استثنائية.
وجملة أريناكم لا محل لها من الإعراب جواب شرط غير جازم.
''',
        'keywords': '}:30:شاء:شاءى:لو:محمد:عالى:قال:تعالى:نشاء:{:لوى:لأريناكم',
        'phrase': 'قال تعالى { ولو نشاء لأريناكم } 30 محمد',
        'reference': 'elite.forumfa.net',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { ولو نشاء لأريناكم } 30 محمد',
        },
    631: {
        'date': '2023-07-17',
        'id': 631,
        'inflection': '''كان: فعل ماض ناقص مبني على الفتح.
التلميذ: اسم كان مرفوع وعلامة رفعه الضمة الظاهرة في آخره.
مجتهدًا: خبر كان منصوب وعلامة نصبه الفتحة الظاهرة في آخره.
''',
        'keywords': 'كان:مجتهد:تلميذ',
        'phrase': 'كان التلميذ مجتهدًا',
        'reference': 'dealifnd.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان التلميذ مجتهدا',
        },
    632: {
        'date': '2023-07-17',
        'id': 632,
        'inflection': '''أصبح: فعل ماض ناقص مبني على الفتح.
التلميذ: اسم كان مرفوع وعلامة رفعه الضمة الظاهرة في آخره.
يفهم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره وفاعله ضمير مستتر تقديره هو، والجملة من الفعل والفاعل خبر أصبح.
''',
        'keywords': 'أفهم:أصبح:صبح:فهم:تلميذ',
        'phrase': 'أصبح التلميذ يفهم',
        'reference': 'dealifnd.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أصبح التلميذ يفهم',
        },
    633: {
        'date': '2023-07-17',
        'id': 633,
        'inflection': '''صار: فعل ماض ناقص مبني على الفتح.
الجو: اسم صار مرفوع وعلامة رفعه الضمة الظاهرة في آخره.
رياحه: مبتدأ مرفوع وعلامة رفعه الضمة وهو مضاف، والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه.
شديدة: خبر للمبتدأ (رياحه) مرفوع، والجملة الأسمية (رياحه شديدة) خبر صار.
''',
        'keywords': 'رياح:شديد:صاري:جو:صار',
        'phrase': 'صار الجو رياحه شديدة',
        'reference': 'dealifnd.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صار الجو رياحه شديدة',
        },
    634: {
        'date': '2023-07-17',
        'id': 634,
        'inflection': '''ظل: فعل ماض ناقص مبني على الفتح.
الحارس: اسم ظل مرفوع وعلامة رفعه الضمة الظاهرة في آخره.
في: حرف جر.
المدرسة: اسم مجرور وعلامة جره الكسرة الظاهرة في آخره و الجار والمجرور خبر للفعل الناقص (ظل).
''',
        'keywords': 'مدرسة:ظل:في:مدرس:حارس',
        'phrase': 'ظل الحارس في المدرسة',
        'reference': 'dealifnd.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل الحارس في المدرسة',
        },
    635: {
        'date': '2023-07-17',
        'id': 635,
        'inflection': 'رضي: فعل ماض مبني على الفتح لا محل له من الإعراب الله: لفظ الجلالة فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره عن عمر: (عن) حرف جر، (عمر) اسم مجرور بالحرف (عن) وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف العلمية والعدل، لأنه على وزن (فُعَل) وعثمان: الواو عاطفة (عثمان) معطوفة على عمر والمعطوف على المجرور مجرور وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف العلمية وزيادة الألف والنون',
        'keywords': 'عان:عثمان:رضي:رضا:عن:عمر:رض:عنى:رضى:ورض:الله',
        'phrase': 'رضي الله عن عمرَ وعثمان',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رضي الله عن عمر وعثمان',
        },
    636: {
        'date': '2023-07-17',
        'id': 636,
        'inflection': 'صليت: صلى فعل ماض مبني على السكون، والتاء ضمير فاعل بمساجد: الباء حرف جر، ومساجد مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف',
        'keywords': '):صلى:صلي:مساجد:صلا',
        'phrase': ') صليت بالمساجد',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') صليت بالمساجد',
        },
    637: {
        'date': '2023-07-17',
        'id': 637,
        'inflection': 'مررت: فعل ماض، مبني على السكون لاتصاله بتاء الفاعل المتحركة والتاء ضمير متصل مبني على الضم، في محل رفع فاعل بسلوى: الباء حرف جر، مبني على الكسر لا محل له من الإعراب.\nسلوى: اسم مجرور بالباء وعلامة جره الفتحة المقدرة على الألف للتعذر عوضًا عن الكسرة؛ لأنه ممنوع من الصرف لانتهائه بألف التأنيث المقصورة والجار والمجر متعلقان بالفعل مررت',
        'keywords': 'سلوى:مرر:):مر',
        'phrase': ') مررت بسلوى',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') مررت بسلوى',
        },
    638: {
        'date': '2023-07-17',
        'id': 638,
        'inflection': 'زرتُ: فعل ماض، مبني على السكون لاتصاله بتاء الفاعل المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل مدرسةَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة وهو مضاف أحمدَ: مضاف إليه مجرور، وعلامة جره الفتحة عوضًا عن الكسرة لأنه ممنوع من الصرف للعلمية ووزن الفعل',
        'keywords': 'مدرسة:زار:زر:مدرس:):حمد:زرى',
        'phrase': ') زرتُ مدرسةَ أحمدَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') زرت مدرسة أحمد',
        },
    639: {
        'date': '2023-07-17',
        'id': 639,
        'inflection': '''جابَ: فعل ماض، مبني على الفتح الظاهر أبناءُ: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة وهو مضاف حضرموتَ: مضاف إليه مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف للعلمية والتركيب المزجي الأرضَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة بتجارتهم: الباء حرف جر مبني على الكسر لا محل له من الإعراب.
تجارة: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة، وهو مضاف.
هم: ضمير متصل، مبني على السكون، في محل جر مضاف إليه، والجار والمجرور متعلقان بالفعل جاب''',
        'keywords': 'جابي:أبناء:جاب:حضرموت:تجار:تجارة:):بناء:أرض',
        'phrase': ') جابَ أبناءُ حضرموتَ الأرضَ بتجارتهم',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') جاب أبناء حضرموت الأرض بتجارتهم',
        },
    640: {
        'date': '2023-07-17',
        'id': 640,
        'inflection': 'اسماعيلُ: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة بنُ: خبر مرفوع وعلامة رفعه الضمة الظاهرة، وهو مضاف ابراهيمُ: مضاف إليه مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف للعلمية والأعجمية',
        'keywords': 'إسماعيل:):إبراهيم:بن',
        'phrase': ') إسماعيلُ بنُ إبراهيمَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') إسماعيل بن إبراهيم',
        },
    641: {
        'date': '2023-07-17',
        'id': 641,
        'inflection': 'قرأتُ: فعل ماض مبني على السكون لاتصاله بتاء الفاعل المتحركة، والتاء ضمير متصل مبني على الضم، في محل رفع فاعل شعرَ: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة وهو مضاف حسانَ: مضاف إليه مجرور، وعلامة جره الفتحة نيابة عن الكسرة؛ لأنه ممنوع من الصرف للعلمية وزيادة الألف والنون',
        'keywords': 'قرأ:شعر:حس:):حسان',
        'phrase': ') قرأتُ شعرَ حسانَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') قرأت شعر حسان',
        },
    642: {
        'date': '2023-07-17',
        'id': 642,
        'inflection': 'تغنَّى: فعل ماض مبني على الفتح المقدر على الألف للتعذر التاريخُ: فاعل مرفوع وعلامة رفعه الضمة الظاهرة بعدل: الباء حرف جر مبني على الكسر، لا محل له من الإعراب.\nعدل: اسم مجرور بالباء وعلامة جره الكسرة الظاهرة، وهو مضاف عمرَ: مضاف إليه مجرور، وعلامة جره الفتحة عوضًا عن الكسرة لأنه ممنوع من الصرف للعلمية والعدل',
        'keywords': 'تاريخ:غني:عمر:):أغنى:تغنى:عدل:غنى',
        'phrase': ') تغنَّى التاريخُ بعدلِ عمرَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') تغنى التاريخ بعدل عمر',
        },
    643: {
        'date': '2023-07-17',
        'id': 643,
        'inflection': 'لكَ: اللام حرف جر مبني على الفتح لا محل له من الإعرابوالكاف ضمير متصل مبني على الفتح في محل جر بحرف الجر.\nوالجار والمجرور متعلقان بمحذوف خبر مقدم أجرٌ: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة في: حرف جر مبني على السكون لا محل له من الإعراب سُقيا: اسم مجرور بـ (في)، وعلامة جره الفتحة المقدرة على الألف للتعذر وهو مضاف، والجار والمجرور متعلقان بنعت محذوف من أجر حيوانِِ: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة عطشانَ: نعت لـ (حيوان) مجرور مثله وعلامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف لأنه صفة على وزن فعلان',
        'keywords': 'سقي:سقيا:أجار:حيوان:أجر:في:جار:سقى:عطش:جر:عطشان:):أجرى:وجر:لك:لاك:جرى',
        'phrase': ') لكَ أجرٌ في سُقْيا حيوانٍ عطشانَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') لك أجر في سقيا حيوان عطشان',
        },
    644: {
        'date': '2023-07-17',
        'id': 644,
        'inflection': 'مررتُ: فعل ماض مبني على السكون لاتصاله بتاء الفاعل المتحركة، والتاء ضمير متصل مبني على الضم في محل رفع فاعل بنسوةِِ: الباء حرف جر مبني على الكسر لا محل له من الإعراب.\nنسوةِِ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة أخرِِ: نعت لـ نسوة مجرور وعلامة جره الفتحة عوضًا عن الكسرة لأنه ممنوع من الصرف',
        'keywords': 'خار:خر:مرر:):نسوة:مر:أخر',
        'phrase': ') مررتُ بنسوةٍ أخرَ',
        'reference': 'elmansouri60.blogspot.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ') مررت بنسوة أخر',
        },
    645: {
        'date': '2023-07-17',
        'id': 645,
        'inflection': '''كان: فعل ماض ناقص مبني على الفتح.
الجو: اسم كان مرفوع بالضمة.
جميلاً: خبر كان منصوب بالفتحة.
''',
        'keywords': 'كان:جو:جميل',
        'phrase': 'كان الجوُّ جميلاً',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الجو جميلا',
        },
    646: {
        'date': '2023-07-17',
        'id': 646,
        'inflection': '''ما: حرف نفي.
زال: فعل ماض ناقص.
المطر: اسم زال مرفوع بالضمة.
نازلاً: خبر زال منصوب بالفتحة.
''',
        'keywords': 'نازل:زال:مطر:ما',
        'phrase': 'ما زال المطرُ نازلاً',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما زال المطر نازلا',
        },
    647: {
        'date': '2023-07-17',
        'id': 647,
        'inflection': '''كن: فعل أمر ناقص مبني على السكون، واسم كان ضمير مستتر تقديره أنت.
صبورًا: خبر كان منصوب بالفتحة.
''',
        'keywords': 'كنى:صبور:وكن:كن',
        'phrase': 'كن صبورًا',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كن صبورا',
        },
    648: {
        'date': '2023-07-17',
        'id': 648,
        'inflection': '''أضحت: فعل ماض ناقص والتاء: تاء التأنيث الساكنة لا محل لها من الإعراب.
السماء: اسم أضحى مرفوع بالضمة.
بهيجة: خبر أضحى منصوب بالفتحة.
''',
        'keywords': 'سماء:ضحا:بهيج:هيج:ضاح:أضحى:ضحى',
        'phrase': 'أضحتِ السماءُ بهيجة',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أضحت السماء بهيجة',
        },
    649: {
        'date': '2023-07-17',
        'id': 649,
        'inflection': '''ليس: فعل ماض ناقص.
سواء: خبر ليس مقدم منصوب بالفتحة.
عالم: اسم ليس مؤخر مرفوع بالضمة.
وجهول: الواو: حرف عطف، وجهول: معطوف على عالم.
''',
        'keywords': 'سواء:لاس:عالم:جهول:يس:ليس',
        'phrase': 'ليس سواءً عالمٌ وجهول',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس سواء عالم وجهول',
        },
    650: {
        'date': '2023-07-17',
        'id': 650,
        'inflection': '',
        'keywords': 'هذا:انزعج:كلام',
        'phrase': 'انزعجت بهذا الكلام',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انزعجت بهذا الكلام',
        },
    651: {
        'date': '2023-07-17',
        'id': 651,
        'inflection': '''بهذا: الباء حرف جر، وذا اسم إشارة مبني في محل جر.
الكلام: بدل من مجرور.
''',
        'keywords': 'فتح:عجب:عل:نائب:::محل:أعجب:ماضي:انزعج:،:وعل:تاء:عال:فاعل:ضمير:فعل:في:مبني:رفع:على',
        'phrase': 'انزعجت: أعجب فعل ماض مبني على الفتح، والتاء ضمير مبني في محل رفع نائب الفاعل',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انزعجت: أعجب فعل ماض مبني على الفتح، والتاء ضمير مبني في محل رفع نائب الفاعل',
        },
    652: {
        'date': '2023-07-17',
        'id': 652,
        'inflection': '''هذه: اسم إشارة مبني على الكسر في محل رفع مبتدأ.
طائرة: خبر مرفوع.
''',
        'keywords': 'هذ:طائر:هذه:طائرة',
        'phrase': 'هذه طائرة',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذه طائرة',
        },
    653: {
        'date': '2023-07-17',
        'id': 653,
        'inflection': '''يستمر: فعل مضارع مرفوع بالضمة.
هذان: اسم إشارة فاعل مرفوع بالألف.
المعلمان: بدل مرفوع بالألف.
''',
        'keywords': 'معلم:في:هذان:استمر:عمل',
        'phrase': 'يستمر هذان المعلمان في العمل',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يستمر هذان المعلمان في العمل',
        },
    654: {
        'date': '2023-07-17',
        'id': 654,
        'inflection': '''رأيت: فعل ماض مبني على الفتح، والتاء حرف مبني على السكون لا محل له.
هاتان: نائب فاعل مرفوع بالألف.
العصفورتان: بدل مرفوع بالألف.
''',
        'keywords': 'رأى:هاتان:عصفور',
        'phrase': 'رأيت هاتان العصفورتان',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت هاتان العصفورتان',
        },
    655: {
        'date': '2023-07-17',
        'id': 655,
        'inflection': '''نعيش: فعل مضارع مرفوع بالضمة.
نحن: ضمير مستتر تقديره نحن.
فترات: مفعول به منصوب بالفتحة.
مرة: نعت منصوب بالفتحة.
بعد: ظرف زمان منصوب.
أولئك: اسم إشارة مبني على الكسر في محل جر مضاف إليه.
الفترات: بدل من مجرور.
الجميلة: مضاف إليه مجرور.
''',
        'keywords': 'عد:فترة:أعاش:جميل:مرة:عيش:بعد:أولئك:مر:فتر',
        'phrase': 'نعيش فترات مرّة بعد أولئك الفترات الجميلة',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعيش فترات مرة بعد أولئك الفترات الجميلة',
        },
    656: {
        'date': '2023-07-17',
        'id': 656,
        'inflection': '''لماذا: اسم استفهام مبني في محل جر.
يكره: فعل مضارع مرفوع بالضمة.
الأشخاص: فاعل مرفوع بالضمة.
تلك: اسم إشارة مبني على الفتح وذلك في محل نصب مفعول به.
الكلمات: بدل منصوب وعلامة نصبه الكسرة.
الغاضبة: نعت منصوب.
من أصدقائهم: من حرف جر، وأصدقائهم اسم مجرور بالكسرة، وهم ضمير متصل مبني في محل جر مضاف إليه.
''',
        'keywords': 'كرا:كر:أشخاص:لماذا:لك:ماذا:غاضب:مان:تلك:منى:أكرى:تلى:لكي:تل:وكر:كلمة:أكره:من:كار:لاك:كلم:كرى:أصدقاء:كره',
        'phrase': 'لماذا يكره الأشخاص تلك الكلمات الغاضبة من أصدقائهم',
        'reference': 'zyadda.com',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لماذا يكره الأشخاص تلك الكلمات الغاضبة من أصدقائهم',
        },
    657: {
        'date': '2023-07-19',
        'id': 657,
        'inflection': '''سلم: فعل ماض مبني على الفتح سلم: فعل ماض مبني على الفتح الوزير: فاعل مرفوع علامته الضمة.
الفائزين: مفعول به أول منصوب علامته الياء، لأنه مثنى.
أوسمة: مفعول به ثان منصوب علامته تنوين الفتح.
رفيعة: صفة منصوبة علامته تنوين الفتح.
''',
        'keywords': 'سم:أوسم:سمة:وسمة:رفيع:وسم:وزير:سلم:الفائزين:أوسمة',
        'phrase': 'سلم الوزير الفائزين أوسمة رفيعة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سلم الوزير الفائزين أوسمة رفيعة',
        },
    658: {
        'date': '2023-07-19',
        'id': 658,
        'inflection': '''كرم: فعل ماض مبني على الفتح.
ت: حرف تأنيث مبني على السكون لا محل له.
كرم: فعل ماض مبني على الفتح.
ت: حرف تأنيث مبني على السكون لا محل له.
الوزارة: فاعل مرفوع علامته الضمة.
المعلمين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم و: حرف عطف المعلمات: معطوف على منصوب، علامته الكسرة لأنه جمع مؤنث سالم.
''',
        'keywords': 'وزارة:كرم:معلم:معلمة',
        'phrase': 'كرمت الوزارة المعلمين والمعلمات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كرمت الوزارة المعلمين والمعلمات',
        },
    659: {
        'date': '2023-07-19',
        'id': 659,
        'inflection': '''خبر: فعل ماض مبني على الفتح.
خبر: فعل ماض مبني على الفتح.
مذيع: فاعل مرفوع علامته الضمة، وهو مضاف.
النشرة: مضاف إليه مجرور علامته الكسرة المستمعين: مفعول به أول منصوب علامته الياء، لأنه جمع مذكر سالم.
و: حرف عطف مبني على الفتح.
المستمعات: معطوف على منصوب، علامته الكسرة، لأنه جمع مؤنث سالم.
الطقس: مفعول به ثان منصوب علامته الفتحة.
حارا: مفعول به ثالث منصوب علامته تنوين الفتح.
''',
        'keywords': 'نشر:خبر:حار:نشرة:مذيع:طقس:مستمع',
        'phrase': 'خبر مذيع النشرة المستمعين والمستمعات الطقس حارا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'خبر مذيع النشرة المستمعين والمستمعات الطقس حارا',
        },
    660: {
        'date': '2023-07-19',
        'id': 660,
        'inflection': '''ساعد: فعل ماض مبني على السكون.
ساعد: فعل ماض مبني على السكون.
ت: ضمير مبني على لاضم في محل رفع فاعل.
ك: ضمير متصل مبني على الفتح في محل نصب مفعول به.
في محنة: جار ومجرور.
ك: في محل جر بالإضافة''',
        'keywords': 'ساعد:محن:في:محنة',
        'phrase': 'ساعدتك في محنتك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساعدتك في محنتك',
        },
    661: {
        'date': '2023-07-19',
        'id': 661,
        'inflection': '''راجع: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل راجع: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل هم: ضمير متصل مبني على السكون في محل نصب مفعول به.
في الأمر: شبه جملة جار ومجرور.
''',
        'keywords': 'في:أمر:راجع',
        'phrase': 'راجعتهم في الأمر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'راجعتهم في الأمر',
        },
    662: {
        'date': '2023-07-19',
        'id': 662,
        'inflection': '''إياك: ضمير مبني على الفتح في محل نصب مفعول به.
إياك: ضمير مبني على الفتح في محل نصب مفعول به.
نعبد: فعل مضارع مرفوع علامته الضمة، وفاعله مستتر تقديره نحن.
والجملة الفعلية: من الفعل والفاعل والمفعول به، في محل رفع لمبتدأ محذوف تقديره نحن.
''',
        'keywords': 'إياك:استعان:عبد',
        'phrase': 'إياك نعبد وإياك نستعين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك نعبد وإياك نستعين',
        },
    663: {
        'date': '2023-07-19',
        'id': 663,
        'inflection': '''إياه: ضمير مبني على السكون في محل مفعول به.
إياه: ضمير مبني على السكون في محل مفعول بهخص فعل ماض مبني على الفتح.
الرجل: فاعل مرفوع، علامته الضمة.
بالثناء: شبه جملة جار ومجرور متعلقة بـ (خص )''',
        'keywords': 'خاص:رجل:إياه:ثناء:خص',
        'phrase': 'إياه خص الرجل بالثناء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياه خص الرجل بالثناء',
        },
    664: {
        'date': '2023-07-19',
        'id': 664,
        'inflection': '''عرف: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل.
عرف: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل.
أن: حرف مشبه بالفعل مبني على الفتح.
ك: ضمير مبني على الفتح في محل نصب اسم إن.
قادم: خبر إن مرفوع، علامته تنوين الضموالمصدر المسبوك من أن واسمها وخبرها يقع مفعولا به.
قدوم: مفعول به منصوب، علامته الفتحة، وهو مضاف ،ك: في محل جر بالإضافة.
''',
        'keywords': 'قدوم:أنك:نكى:ناك:نكي:ونك:قادم:أن:عرف',
        'phrase': 'عرفت أنك قادم عرفت قدومك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عرفت أنك قادم عرفت قدومك',
        },
    665: {
        'date': '2023-07-19',
        'id': 665,
        'inflection': '''ظن: فعل ماض مبني على السكون.
ت: ضمير مبني في محل رفع فاعل.
ك: ضمير مبني على الفتح في محل نصب مفعول به أول.
ظن: فعل ماض مبني على السكون.
ت: ضمير مبني في محل رفع فاعل.
ك: ضمير مبني على الفتح في محل نصب مفعول به أول.
تحضر: فعل مضارع مرفوع علامته الضمة، وفاعله مستتر تقديره أنت والجملة من الفعل والفاعل في محل نصب مفعول به ثان للفعل ظن.
''',
        'keywords': 'حضر:تحضر:ظن:ظنن:أحضر',
        'phrase': 'ظننتك تحضر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظننتك تحضر',
        },
    666: {
        'date': '2023-07-19',
        'id': 666,
        'inflection': '''أمسك: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل.
أمسك: فعل ماض مبني على السكون.
ت: ضمير مبني على الضم في محل رفع فاعل.
بيد: الباء حرف جر زائد، يد: اسم مجرور لفظا بحرف الجر الزائد – في محل نصب مفعول به''',
        'keywords': 'بيد:مسك:يد:أمسك:مسكت',
        'phrase': 'أمسكت بيدك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمسكت بيدك',
        },
    667: {
        'date': '2023-07-19',
        'id': 667,
        'inflection': '''أيا: مفعول به منصوب علامته تنوين الفتح.
أيا: مفعول به منصوب علامته تنوين الفتح.
ما: اسم موصول مبني في محل جر مضاف إليه.
تحترم: فعل مضارع مجزوم، علامته السكون، فعل الشرط،  والفاعل ضمير مستتر تقديره أنت يحترم: فعل مضارع مجزوم علامته السكون، جواب الشرط.
ك: ضمير مبني على الفتح في محل نصب مفعول به.
''',
        'keywords': 'احترم:ما:أيا',
        'phrase': 'أيا ما تحترم يحترمك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أيا ما تحترم يحترمك',
        },
    668: {
        'date': '2023-07-19',
        'id': 668,
        'inflection': '''كم: اسم استفهام مبني على السكون، في محل نصب مفعول به.
كم: اسم استفهام مبني على السكون، في محل نصب مفعول به.
دينارا: تمييز منصوب علامته تنوين الفتح.
دفعت: فعل ماض مبني على السكون، والتاء في محل رفع فاعل.
ثمنا: مفعول لأجله منصوب علامته تنوين الفتح.
للسيارة: شبه جملة جار ومجرور.
''',
        'keywords': 'كم:سيارة:وكم:كام:سيار:؟:ثمن:دينار:ثم:وثم:دفع',
        'phrase': 'كم دينارا دفعت ثمنا للسيارة ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم دينارا دفعت ثمنا للسيارة ؟',
        },
    669: {
        'date': '2023-07-19',
        'id': 669,
        'inflection': '''كم: اسم مبني على السكون في محل نصب مفعول به.
كم: اسم مبني على السكون في محل نصب مفعول به.
صديق: اسم مجرور بحرف جر مقدر وتقديره من.
ضيع: فعل ماض مبني على السكون.
ت: ضمير مبني على الفتح في محل رفع فاعل''',
        'keywords': 'كم:ضيع:وكم:كام:!:صديق:ضاع',
        'phrase': 'كم صديق ضيعت!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم صديق ضيعت!',
        },
    670: {
        'date': '2023-07-19',
        'id': 670,
        'inflection': '''كأين: اسم مبني على السكون في محل نصب مفعول به.
كأين: اسم مبني على السكون في محل نصب مفعول به.
من فرصة: شبه جملة جار ومجرور.
أهدرت: فعل ماض مبني على الفتح، والتاء في محل رفع فاعل.
''',
        'keywords': 'كأى:فرص:مان:كأين:أين:!:من:منى:أهدر:هدر:فرصة',
        'phrase': 'كأين من فرصة أهدرت !',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأين من فرصة أهدرت !',
        },
    671: {
        'date': '2023-07-19',
        'id': 671,
        'inflection': '''أما: حرف مبني على السكون، لا محل له.
أما: حرف مبني على السكون، لا محل له.
اليتيم: مفعول به منصوب مقدم علامته الفتحة.
لا: حرف مبني على السكون.
تقهر: فعل مضارع مجوم علامته السكون،  والفاعل ضمير مستتر تقديره أنت.
''',
        'keywords': 'أم:يتيم:فأم:وفل:لا:فل:فلا:قهر:أما',
        'phrase': 'فأما اليتيم فلا تقهر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فأما اليتيم فلا تقهر',
        },
    672: {
        'date': '2023-07-19',
        'id': 672,
        'inflection': '''إياك: ضمير منفصل مبني على الفتح في محل نصب مفعول به لفعل محذوف وتقديره (أحذر).
إياك: ضمير منفصل مبني على الفتح في محل نصب مفعول به لفعل محذوف وتقديره (أحذر).
و :حرف عطف.
النفاق -1 :اسم معطوف على منصوب، فهو منصوب، علامته الفتحة2-مفعول به منصوب لفعل محذوف تقديره (احذر )''',
        'keywords': 'إياك:نفاق',
        'phrase': 'إياك والنفاق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك والنفاق',
        },
    673: {
        'date': '2023-07-19',
        'id': 673,
        'inflection': '''إياك: ضمير مبني على الفتح في محل نصب مفعول به لفعل محذوف.
إياك: ضمير مبني على الفتح في محل نصب مفعول به لفعل محذوف.
إياك: توكيد لفظي لما هو مبني على الفتح.
و :حرف عطف.
الكسل: معطوف على منصوب علامته الفتحةأو مفعول به منصوب علامته الفتحة، لفعل محذوف تقديره إحذر.
''',
        'keywords': 'إياك:كسل',
        'phrase': 'إياك إياك والكسل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك إياك والكسل',
        },
    674: {
        'date': '2023-07-19',
        'id': 674,
        'inflection': '''إياكن :ضمير مبني على الفتح في محل نصب مفعول به لفعل محذوف تقديره (أحذر).
إياكن :ضمير مبني على الفتح في محل نصب مفعول به لفعل محذوف تقديره (أحذر).
و :حرف عطف.
السمنة: معطوف بالنصب على منصوب، علامته الفتحةمفعول به منصوب لفعل محذوف تقديره اتقين''',
        'keywords': 'سمن:سمنة:إياكن',
        'phrase': 'إياكن والسمنة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياكن والسمنة',
        },
    675: {
        'date': '2023-07-19',
        'id': 675,
        'inflection': '''نفس: مفعول به منصوب لفعل محذوف تقديره (ق) أو توق، وهو مضاف.
نفس: مفعول به منصوب لفعل محذوف تقديره (ق) أو توق، وهو مضاف.
ك: في محل جر بالإضافة.
و: حرف عطف.
التدخين: معطوف بالنصب على نفس، علامته الفتحةأو مفعول به منصوب لفعل محذوف''',
        'keywords': 'تدخين:نفس',
        'phrase': 'نفسك والتدخين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نفسك والتدخين',
        },
    676: {
        'date': '2023-07-19',
        'id': 676,
        'inflection': '''أخا: مفعول به منصوب علامته الألف لأنه من الأسماء الخمسة، لفعل محذوف تقديره (اقصد) وهو مضاف.
أخا: مفعول به منصوب علامته الألف لأنه من الأسماء الخمسة، لفعل محذوف تقديره (اقصد) وهو مضاف.
ك: في محل جر بالإضافة.
أخاك: توكيد لفظي لمنصوب.
عند: ظرف منصوب متعلق بالفعل المحذوف (اقصد) وهو مضاف.
الشدائد: مضاف إليه مجرور علامته الكسرة.
''',
        'keywords': 'شدائد:أخ:قصد:أخا:عند:،',
        'phrase': 'أخاك، أخاك عند الشدائد اقصد أخاك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخاك، أخاك عند الشدائد اقصد أخاك',
        },
    677: {
        'date': '2023-07-19',
        'id': 677,
        'inflection': '''الكرم: مفعول به منصوب لفعل محذوف تقديره (إلزم) الكرم: مفعول به منصوب لفعل محذوف تقديره (إلزم) و :حرف عطف.
الوفاء: مفعول به منصوب لفعل محذوف تقديره (اتبع).
''',
        'keywords': 'كرم:وفاء:إلزم',
        'phrase': 'الكرم والوفاء إلزم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الكرم والوفاء إلزم',
        },
    678: {
        'date': '2023-07-19',
        'id': 678,
        'inflection': 'الصلاة: مفعول به منصوب لفعل محذوف تقديرة (احضر) الصلاة: مفعول به منصوب لفعل محذوف تقديرة (احضر) جامعة: حال منصوب علامته تنوين الفتح.\n',
        'keywords': 'حضر:صلاة:جامع:جامعة:،',
        'phrase': 'الصلاة جامعة احضر، احضروا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصلاة جامعة احضر، احضروا',
        },
    679: {
        'date': '2023-07-19',
        'id': 679,
        'inflection': 'الصدق: مفعول به منصوب لفعل محذوف تقديره (اتبع) الصدق: مفعول به منصوب لفعل محذوف تقديره (اتبع) الصدق: توكيد منصوب علامته الفتحة.\n',
        'keywords': 'صدق:اتبع:تبع',
        'phrase': 'الصدق الصدق اتبع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصدق الصدق اتبع',
        },
    680: {
        'date': '2023-07-19',
        'id': 680,
        'inflection': '''نحن: ضمير مبني على الضم في محل رفع مبتدأ.
نحن: ضمير مبني على الضم في محل رفع مبتدأ.
العرب: مفعول به لفعل محذوف تقديره أخص، علامته الفتحة.
نحترم: فعل مضارع مرفوع، وعلامته الضمة، وفاعله مستتر فيه تقديره نحن.
الغريب: مفعول به منصوب علامته الفتحة.
''',
        'keywords': 'احترم:عرب:غريب:نحن:نحى:وحن:نح:حن:ناح:حنى:حنا:حان:أحنى',
        'phrase': 'نحن العرب نحترم الغريب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن العرب نحترم الغريب',
        },
    681: {
        'date': '2023-07-19',
        'id': 681,
        'inflection': '''نحن: ضمير مبني على الضم في محل رفع مبتدأ.
نحن: ضمير مبني على الضم في محل رفع مبتدأ.
الموقعين: مفعول به منصوب لفعل محذوف تقديره (أخص ) علامته الياء، لأن جمع مذكر سالم أدنى: ظرف زمان منصوب بفتحة مقدرة على آخره، وهو مضاف.
ه: في محل جر بالإضافة.
نشهد: فعل مضارع مرفوع علامته الضمة، وفاعله مستتر فيه والجملة من الفعل والفاعل في محل رفع خبر مبتدأ على صحة: شبه جملة جار ومجرور.
المعاملة: مضاف إليه مجرور علامته الكسرة.
''',
        'keywords': 'نح:حن:أشهد:أدنى:نحن:دن:حان:نحى:شهد:ناح:حنا:أحنى:معاملة:معامل:وحن:صحة:على:حنى:موقع:دنى:آد',
        'phrase': 'نحن الموقعين أدناه نشهد على صحة المعاملة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن الموقعين أدناه نشهد على صحة المعاملة',
        },
    682: {
        'date': '2023-07-19',
        'id': 682,
        'inflection': '''نحن: ضمير مبني على الضم في محل رفع مبتدأ.
نحن: ضمير مبني على الضم في محل رفع مبتدأ.
بني: مفعول به منصوب لفعل محذوف تقديره (أخص) علامته الياء لأنه ملحق بجمع المذكر السالم، وهو مضاف.
تميم: مضاف إليه مجرور علامته الكسرة.
نأبى: فعل مضارع مرفوع بضمة مقدرة على آخره، وفاعله مستتر فيه تقديره (نحن).
الضيم: مفعول به منصوب علامته الفتحة.
والجملة: الفعل والفاعل والمفعول به في محل رفع خبر المبتدأ.
''',
        'keywords': 'بنى:بني:نحن:تميم:نحى:وحن:نح:حن:بن:أبى:ضيم:ناح:حنى:حنا:حان:أحنى',
        'phrase': 'نحن بني تميم نأبى الضيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن بني تميم نأبى الضيم',
        },
    683: {
        'date': '2023-07-19',
        'id': 683,
        'inflection': '''بك :الباء حرف جر مبني على الكسر، الضمير (ك) العائد على لفظ الجلالة مبني على الفتح في بك :الباء حرف جر مبني على الكسر، الضمير (ك) العائد على لفظ الجلالة مبني على الفتح في محل جر ،والجار والمجرور متعلقان بـ "أرجو".
الله: لفظ الجلالة، مفعول به منصوب علامته الفتحة لفعل محذوف تقديره "أخص".
أرجو: فعل مضارع مرفوع علامته ضمة مقدرة على آخره ن وفاعله مستتر فيه تقديره "أنا".
التوفيق: مفعول به منصوب علامته الفتحة''',
        'keywords': 'توفيق:بك:باك:رجا:الله',
        'phrase': 'بك الله أرجو التوفيق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بك الله أرجو التوفيق',
        },
    684: {
        'date': '2023-07-19',
        'id': 684,
        'inflection': '''سبحان: مفعول مطلق منصوب علامته الفتحة، وهو مضاف.
سبحان: مفعول مطلق منصوب علامته الفتحة، وهو مضاف.
ك: في محل جر بالإضافة.
الله: لفظ الجلالة مفعول به منصوب لفعل محذوف تقديره "أخص" أو أقصد.
العظيم: صفة منصوبة علامتها الفتحة.
''',
        'keywords': 'عظيم:سبحان:الله',
        'phrase': 'سبحانك الله العظيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سبحانك الله العظيم',
        },
    685: {
        'date': '2023-07-19',
        'id': 685,
        'inflection': '''لازمت :فعل وفاعل.
لازمت :فعل وفاعل.
البيت :مفعول به منصوب.
استجماما: مفعول لأجله منصوب.
''',
        'keywords': 'بيت:استجمام:لازم',
        'phrase': 'لازمت البيت استجماما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لازمت البيت استجماما',
        },
    686: {
        'date': '2023-07-19',
        'id': 686,
        'inflection': '''زرت :فعل وفاعل ا زرت :فعل وفاعل ا الوالدة :مفعول به منصوب.
رغبة :مفعول لأجله منصوب.
في الرضا :جار ومجرور متعلقان بـ رغبة.
''',
        'keywords': 'زار:رضا:زر:في:والد:رغبة:رغب:زرى',
        'phrase': 'زرت الوالدة رغبة في الرضا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'زرت الوالدة رغبة في الرضا',
        },
    687: {
        'date': '2023-07-19',
        'id': 687,
        'inflection': '''أسامح :فعل مضارع مرفوع وفاعله مستتر فيه ( أنا).
الصديق :مفعول به منصوب.
حفاظا :مفعول لأجله منصوب.
على المودة: شبه جملة متعلقة بـ حفاظا.
''',
        'keywords': 'سامح:على:حفاظ:صديق:مودة',
        'phrase': 'أسامح الصديق حفاظا على المودة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أسامح الصديق حفاظا على المودة',
        },
    688: {
        'date': '2023-07-19',
        'id': 688,
        'inflection': '''استرحت :فعل وفاعل.
طلبا :مفعول لأجله منصوب.
استرحت :فعل وفاعل.
طلبا :مفعول لأجله منصوب.
''',
        'keywords': 'استراح:راح:راحة:طلب',
        'phrase': 'استرحت طلبا للراحة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استرحت طلبا للراحة',
        },
    689: {
        'date': '2023-07-19',
        'id': 689,
        'inflection': '''اتحفظ :فعل مضارع مرفوع، وفاعله مستتر تقديره أنا.
اتحفظ :فعل مضارع مرفوع، وفاعله مستتر تقديره أنا.
في كلامي: جار ومجرور متعلقان بـ أتحفظ.
خشية :مفعول لأجله منصوب، وهو مضاف.
الزلل :مضاف إليه مجرور''',
        'keywords': 'خش:حفظ:لام:في:خشي:خشية:كلام:زلل:تحفظ',
        'phrase': 'أتحفظ في كلامي خشية الزلل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أتحفظ في كلامي خشية الزلل',
        },
    690: {
        'date': '2023-07-19',
        'id': 690,
        'inflection': '''أسأل :فعل مضارع مرفوع وفاعله مستتر فيه.
أسأل :فعل مضارع مرفوع وفاعله مستتر فيه.
العالم :مفعول به منصوب.
قصد :مفعول لأجله منصوب، وهو مضاف.
المعرفة :مضاف إليه مجرور.
''',
        'keywords': 'عالم:معرف:قصد:معرفة:سأل',
        'phrase': 'أسأل العالم قصد المعرفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أسأل العالم قصد المعرفة',
        },
    691: {
        'date': '2023-07-19',
        'id': 691,
        'inflection': '''و :حرف عطف.
الأرض :اسم معطوف على اسم سابق منصوب.
و :حرف عطف.
الأرض :اسم معطوف على اسم سابق منصوب.
وضع :فعل ماض مبني على الفتح،  والفاعل ضمير مستتر يعود إلى لفظ الجلالة.
ها :في محل نصب مفعول به.
للأنام :جار ومجرور متعلقان بـ وضع.
''',
        'keywords': '”:أنام:قول:ضع:عالى:تعالى:":وضع:ضاع:أرض',
        'phrase': 'قوله تعالى " والأرض وضعها للأنام”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قوله تعالى " والأرض وضعها للأنام”',
        },
    692: {
        'date': '2023-07-19',
        'id': 692,
        'inflection': '''جئت :فعل وفاعل.
جئت :فعل وفاعل.
للدراسة: جار ومجرور متعلقان بـ جئت.
''',
        'keywords': 'جاء:دراس:دراسة',
        'phrase': 'جئت للدراسة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جئت للدراسة',
        },
    693: {
        'date': '2023-07-19',
        'id': 693,
        'inflection': '''لا :حرف نهي مبني على السكون.
لا :حرف نهي مبني على السكون.
تقتلوا: فعل مضارع مجزوم علامته حذف النون.
والواو: في محل رفع فاعل.
أولاد :مفعول به منصوب، وهو مضاف.
كم :ضمير مبني في محل جر مضاف إليه.
من :حرف جر مبني.
إملاق: اسم مجرور، والجار والمجرور في محل نصب مفعول لأجله.
''',
        'keywords': 'أولاد:مان:قول:لاد:إملاق:عالى:تعالى:قتل:لا:من:منى:"',
        'phrase': 'قوله تعالى " ولا تقتلوا أولادكم من إملاق"',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قوله تعالى " ولا تقتلوا أولادكم من إملاق"',
        },
    694: {
        'date': '2023-07-19',
        'id': 694,
        'inflection': '''تركت :فعل وفاعل.
تركت :فعل وفاعل.
المنكر :مفعول به منصوب.
خشية :مفعول لأجله منصوب، وهو مضاف.
''',
        'keywords': 'خش:خشي:منكر:خشية:ترك:الله:تورك',
        'phrase': 'تركت المنكر خشية الله',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تركت المنكر خشية الله',
        },
    695: {
        'date': '2023-07-19',
        'id': 695,
        'inflection': '''لخشية :جار ومجرور في محل نصب مفعول لأجله.
لخشية :جار ومجرور في محل نصب مفعول لأجله.
من خشية :جار ومجرور في محل نصب مفعول لأجله.
''',
        'keywords': 'فظ:الله:إلى:جلال:إلي:مضاف:جلالة:::مجرور:لفظ',
        'phrase': 'الله :لفظ الجلالة مضاف إليه مجرور',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الله :لفظ الجلالة مضاف إليه مجرور',
        },
    696: {
        'date': '2023-07-19',
        'id': 696,
        'inflection': '''يجعلون :فعل مضارع مرفوع، علامته ثبوت النون.
يجعلون :فعل مضارع مرفوع، علامته ثبوت النون.
أصابع :مفعول به منصوب، وهو مضاف.
هم :في محل جر بالإضافة.
في آذانهم :شبه جملة متعلقة بـ يجعلون.
''',
        'keywords': 'موت:مان:قول:في:الصواعقحذر:آذان:عالى:صابع:تعالى:أصابع:من:منى:جعل:"',
        'phrase': 'قوله تعالى " يجعلون أصابعهم في آذانهم من الصواعقحذر الموت"',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قوله تعالى " يجعلون أصابعهم في آذانهم من الصواعقحذر الموت"',
        },
    697: {
        'date': '2023-07-19',
        'id': 697,
        'inflection': '''حذر :مفعول لأجله منصوب، وهو مضاف.
حذر :مفعول لأجله منصوب، وهو مضاف.
الموت :مضاف إليه مجرور.
''',
        'keywords': 'نصب:صاب:وصب:جار:جلى:::مجرور:جارى:أجال:محل:مان:صب:جلا:منى:مفعول:من:جاري:أجل:صبا:أصاب:في:جله:أجلى:صواعق',
        'phrase': 'من الصواعق :جار ومجرور في محل نصب مفعول لأجله',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من الصواعق :جار ومجرور في محل نصب مفعول لأجله',
        },
    698: {
        'date': '2023-07-19',
        'id': 698,
        'inflection': '''حبا :مفعول لأجله منصوب، مقدم.
حبا :مفعول لأجله منصوب، مقدم.
في الاستطلاع :جار ومجرور متعلقان بـ ( أتيت).
أتيت :فعل وفاعل.
لحب :اللام حرف جر، وحب اسم مجرور باللام، والجار والمجرور في محل نصب مفعول لأجله.
''',
        'keywords': 'و:لحب:في:أتى:حب:استطلاع:حبا:أتا:،',
        'phrase': 'حبا في الاستطلاع أتيت، و لحب الاستطلاع أتيت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حبا في الاستطلاع أتيت، و لحب الاستطلاع أتيت',
        },
    699: {
        'date': '2023-07-19',
        'id': 699,
        'inflection': '''سجدوا :فعل ماض مبني على الضم، لاتصاله بواو الجماعة، وهي في محل رفع فاعل.
سجدوا :فعل ماض مبني على الضم، لاتصاله بواو الجماعة، وهي في محل رفع فاعل.
لكسرى: جار ومجرور متعلقان بـ سجدوا.
إذ :حرف مبني على السكون.
بدا :فعل ماض مبني على الفتح.
إجلالا :مفعول لأجله منصوب.
''',
        'keywords': 'إجلال:بدى:سجد:كسرى:إذ',
        'phrase': 'سجدوا لكسرى إذ بدى إجلالا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سجدوا لكسرى إذ بدى إجلالا',
        },
    700: {
        'date': '2023-07-19',
        'id': 700,
        'inflection': '''هاجر :فعل ماض مبني على الفتح، فاعله مستتر فيه.
هاجر :فعل ماض مبني على الفتح، فاعله مستتر فيه.
للرغبة :جار ومجرور في محل نصب مفعول لأجله.
في الغنى: جار ومجرور متعلقان بـ " الرغبة"''',
        'keywords': 'هاجر:في:رغبة:رغب:غنى',
        'phrase': 'هاجر للرغبة في الغنى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هاجر للرغبة في الغنى',
        },
    701: {
        'date': '2023-07-19',
        'id': 701,
        'inflection': '''دار :فعل ماض مبني على الفتح.
دار :فعل ماض مبني على الفتح.
اللاعب: فاعل مرفوع.
حول :ظرف مكان منصوب متعلق بدار ،وهو مضاف.
الملعب :مضاف إليه مجرور.
ثلاث :مفعول مطلق منصوب، وهو مضاف.
دورات :مضاف إليه مجرور.
''',
        'keywords': 'ثلاث:حول:ملعب:دورة:دور:دار:لاعب:دارى',
        'phrase': 'دار اللاعب حول الملعب ثلاث دورات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دار اللاعب حول الملعب ثلاث دورات',
        },
    702: {
        'date': '2023-07-19',
        'id': 702,
        'inflection': '''تحدثت :فعل وفاعل.
تحدثت :فعل وفاعل.
حديث :مفعول مطلق منصوب، وهو مضاف.
الواثق :مضاف إليه مجرور.
من نفسه: جار ومجرور متعلقان بالواثق.
''',
        'keywords': 'مان:تحدث:من:واثق:منى:حديث:نفس',
        'phrase': 'تحدثت حديث الواثق من نفسه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تحدثت حديث الواثق من نفسه',
        },
    703: {
        'date': '2023-07-19',
        'id': 703,
        'inflection': '''صبرا :مفعول مطلق منصوب.
صبرا :مفعول مطلق منصوب.
في مجال: جار ومجرور متعلقان بصبرا.
الشدة :مضاف إليه مجرور.
''',
        'keywords': 'مجال:شد:في:شدة:صبر',
        'phrase': 'صبرا في مجال الشدة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صبرا في مجال الشدة',
        },
    704: {
        'date': '2023-07-19',
        'id': 704,
        'inflection': '''وقفت: فعل وفاعل.
وقفت: فعل وفاعل.
قياما: مفعول مطلق منصوب.
''',
        'keywords': 'قاف:قفا:قف:وقف:قيام:قفى',
        'phrase': 'وقفت قياما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقفت قياما',
        },
    705: {
        'date': '2023-07-19',
        'id': 705,
        'inflection': '''توضأ :فعل ماض مبني على الفتح.
توضأ :فعل ماض مبني على الفتح.
المصلي: فاعل مرفوع بضمة مقدرة على آخره.
وضوءا: مفعول مطلق منصوب.
''',
        'keywords': 'توضأ:ضوء:وضأ:مصلي:ضاء:وضوء:مصل',
        'phrase': 'توضأ المصلي وضوءا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'توضأ المصلي وضوءا',
        },
    706: {
        'date': '2023-07-19',
        'id': 706,
        'inflection': '''اذكر :فعل أمر مبني على السكون، فاعله مستتر فيه أنت.
اذكر :فعل أمر مبني على السكون، فاعله مستتر فيه أنت.
اسم :مفعول به منصوب، وهو مضاف.
رب :مضاف إليه مجرور.
تبتل :فعل أمر مبني على السكون، فاعله مستتر فيه أنت.
إليه :شبه جمله متعلقة بتبتل.
تبتيلا :مفعول مطلق منصوب.
''',
        'keywords': 'تبتل:ربى:رب:راب:”:بتل:إلى:ابتل:ابتلى:اسم:ذكر:إلي:اذكر:سما:"',
        'phrase': '"اذكر اسم رب تبتل إليه تبتلا”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"اذكر اسم رب تبتل إليه تبتلا”',
        },
    707: {
        'date': '2023-07-19',
        'id': 707,
        'inflection': '''أحببت :فعل وفاعل.
ها :ضمير مبني في محل نصب مفعول به.
أحببت :فعل وفاعل.
ها :ضمير مبني في محل نصب مفعول به.
حبا :مفعول مطلق منصوب.
لم :حرف نفي وجزم مبني على السكون.
أحبب :فعل مضارع مجزوم، علامتخ السكون فاعله مستتر أنا.
ه :ضمير مبني على الضم، في محل نصب مفعول مطلق منصوب.
لأحد :جار ومجرور متعلقان بأحبب.
''',
        'keywords': 'لم:حدي:أحد:لام:حدى:حب:أحب:حدا:حبا:حد:حبب:حاد',
        'phrase': 'أحببتها حبا لم أحببه لأحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحببتها حبا لم أحببه لأحد',
        },
    708: {
        'date': '2023-07-19',
        'id': 708,
        'inflection': '''اجتهدت :فعل وفاعل.
اجتهدت :فعل وفاعل.
أحسن :مفعول مطلق منصوب، وهو مضاف.
اجتهاد :مضاف إليه مجرور.
''',
        'keywords': 'حاس:حس:أحس:أحسن:اجتهد:حسن:اجتهاد',
        'phrase': 'اجتهدت أحسن اجتهاد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اجتهدت أحسن اجتهاد',
        },
    709: {
        'date': '2023-07-19',
        'id': 709,
        'inflection': '''جلس :فعل ماض مبني على الفتح.
جلس :فعل ماض مبني على الفتح.
الولد :فاعل مرفوع.
القرفصاء: مفعول مطلق منصوب.
''',
        'keywords': 'ولد:قرفصاء:جلس',
        'phrase': 'جلس الولد القرفصاء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلس الولد القرفصاء',
        },
    710: {
        'date': '2023-07-19',
        'id': 710,
        'inflection': '''أنذرت :فعل وفاعل.
أنذرت :فعل وفاعل.
الحارس: مفعول به منصوب.
ثلاثا :مفعول مطلق منصوب.
''',
        'keywords': 'حارس:ثلاثا:نذر:أنذر',
        'phrase': 'أنذرت الحارس ثلاثا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنذرت الحارس ثلاثا',
        },
    711: {
        'date': '2023-07-19',
        'id': 711,
        'inflection': '''رشق :فعل ماض مبني على الفتح.
رشق :فعل ماض مبني على الفتح.
الأطفال :فاعل مرفوع.
العدو :مفعول به منصوب.
حجارة :مفعول مطلق منصوب.
''',
        'keywords': 'حجار:حجارة:عدو:أطفال:رشق',
        'phrase': 'رشق الأطفال العدو حجارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رشق الأطفال العدو حجارة',
        },
    712: {
        'date': '2023-07-19',
        'id': 712,
        'inflection': '''ضرب: فعل ماضِ مبني على السكون..
اللاعب: فاعل مرفوع بالضمة الظاهرة على آخره.
الكرة :مفعول به منصوب.
رأسا :مفعول مطلق منصوب.
''',
        'keywords': 'رأس:كرة:كر:لاعب:ضرب',
        'phrase': 'ضرب اللاعب الكرة رأسا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ضرب اللاعب الكرة رأسا',
        },
    713: {
        'date': '2023-07-19',
        'id': 713,
        'inflection': '''ما :اسم استفهام مبني على السكون في محل نصب مفعول مطلق.
ما :اسم استفهام مبني على السكون في محل نصب مفعول مطلق.
تزرع :فعل مضارع مرفوع، فاعله مستتر فيه تقديره أنت.
حقل :مفعول به منصوب، وهو مضاف.
''',
        'keywords': 'حقل:زرع:ما',
        'phrase': 'ما تزرع حقلك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما تزرع حقلك',
        },
    714: {
        'date': '2023-07-19',
        'id': 714,
        'inflection': '''مهما :اسم شرط منصوب في محل نصب مفعول مطلق.
مهما :اسم شرط منصوب في محل نصب مفعول مطلق.
تفعل: فعل مضارع مجزوم فعل شرط.
أفعل: فعل مضارع مجزوم جواب شرط.
''',
        'keywords': 'فعل:مهم:مهما:عل',
        'phrase': 'مهما تفعل أفعل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مهما تفعل أفعل',
        },
    715: {
        'date': '2023-07-19',
        'id': 715,
        'inflection': '''أي :مفعول مطلق مبني علامته الفتحة، وهو مضاف.
أي :مفعول مطلق مبني علامته الفتحة، وهو مضاف.
اتجاه: مضاف إليه مجرور.
تتجه: فعل مضارع مجزوم.
أتجه: فعل مضارع مجزوم.
''',
        'keywords': 'وجه:جه:أي:اتجه:اتجاه',
        'phrase': 'أي اتجاه تتجه أتجه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أي اتجاه تتجه أتجه',
        },
    716: {
        'date': '2023-07-19',
        'id': 716,
        'inflection': '''لا :حرف نهي مبني مبني على السكون.
لا :حرف نهي مبني مبني على السكون.
تسرف :فعل مضارع مجزوم، فاعل مستتر.
كل :مفعول مطلق منصوب.
الإسراف: مضاف إليه مجرور.
''',
        'keywords': 'لاتسرف:أكل:كال:وكل:كل:إسراف',
        'phrase': 'لاتسرف كل الإسراف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لاتسرف كل الإسراف',
        },
    717: {
        'date': '2023-07-19',
        'id': 717,
        'inflection': '''عدلت :فعل وفاعل.
عدلت :فعل وفاعل.
ذاك :اسم إشارة مبني في محل نصب مفعول مطلق وهو مضاف.
العدل :بدل منصوب.
''',
        'keywords': 'ذاك:عدل',
        'phrase': 'عدلت ذاك العدل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدلت ذاك العدل',
        },
    718: {
        'date': '2023-07-19',
        'id': 718,
        'inflection': '''احذر :فعل أمر مبني على السكون، والفاعل تقديره أنت.
احذر :فعل أمر مبني على السكون، والفاعل تقديره أنت.
عدو :مفعول به منصوب، وهو مضاف.
ك :في محل جر مضاف إليه.
حذرا :مفعول مطلق منصوب.
شديدا :صفة منصوبة.
''',
        'keywords': 'عدى:عد:شديد:حذر:عدو:عدا',
        'phrase': 'احذر عدوك حذرا شديدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احذر عدوك حذرا شديدا',
        },
    719: {
        'date': '2023-07-19',
        'id': 719,
        'inflection': '''رأيت :فعل ماض مبني على السكون، والناء في محل رفع فاعل.
رأيت :فعل ماض مبني على السكون، والناء في محل رفع فاعل.
ه :ضمير مبني في محل نصب مفعول به أول منصوب.
حزينا :مفعول ثان منصوب.
حزنا :مفعول مطلق منصوب.
''',
        'keywords': 'رأى:حاز:حزى:حز:حزن:حزا:حزين:رأي',
        'phrase': 'رأيته حزينا حزنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيته حزينا حزنا',
        },
    720: {
        'date': '2023-07-19',
        'id': 720,
        'inflection': '''إن :حرف مبني على الفتح.
إن :حرف مبني على الفتح.
جهنم :اسم إن منصوب.
جزاء :خبر إن مرفوع، وهو مضاف.
كم :في محل جر بالإضافة.
جزاء :مفعول مطلق منصوب.
موفورا: صفة منصوبة.
''',
        'keywords': '”:جهنم:إن:":جزاء:موفور',
        'phrase': '"إن جهنم جزائكم جزاء موفورا”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"إن جهنم جزائكم جزاء موفورا”',
        },
    721: {
        'date': '2023-07-19',
        'id': 721,
        'inflection': '''بلى :حرف جواب مبني على السكون.
بلى :حرف جواب مبني على السكون.
جلوسا :مفعول مطلق منصوب، عامله فعل محذوف تقديره جلست.
طويلا :صفة منصوبة.
''',
        'keywords': 'جلوس:طويل:جلس:بلى',
        'phrase': 'بلى جلوسا طويلا بلى جلست جلوسا طويلا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلى جلوسا طويلا بلى جلست جلوسا طويلا',
        },
    722: {
        'date': '2023-07-19',
        'id': 722,
        'inflection': '''حجا :مفعول مطلق منصوب، عامله محذوف تقديره حججت.
حجا :مفعول مطلق منصوب، عامله محذوف تقديره حججت.
''',
        'keywords': 'حجا:حج:مبرور',
        'phrase': 'حجا مبرورا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حجا مبرورا',
        },
    723: {
        'date': '2023-07-19',
        'id': 723,
        'inflection': '''حمدا :مفعول مطلق منصوب لفعل محذوف تقديره أحمد.
حمدا :مفعول مطلق منصوب لفعل محذوف تقديره أحمد.
شكرا :مفعول مطلق منصوب لفعل محذوف تقديره أشكر.
كفرا :مفعول مطلق منصوب لفعل محذوف تقديره تكفر.
''',
        'keywords': 'كفر:لا:حمد:شكر:،',
        'phrase': 'حمدا وشكرا، لا كفرا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حمدا وشكرا، لا كفرا',
        },
    724: {
        'date': '2023-07-19',
        'id': 724,
        'inflection': '''سقيا :مفعول مطلق منصوب لفعل محذوف تقديره سقاك الله.
سقيا :مفعول مطلق منصوب لفعل محذوف تقديره سقاك الله.
رعيا :مفعول مطلق منصوب لفعل محذوف تقديره رعاك الله.
''',
        'keywords': 'سقي:سقيا:رعا:سقى:رعى:رعي:ورع',
        'phrase': 'سقيا ورعيا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سقيا ورعيا',
        },
    725: {
        'date': '2023-07-19',
        'id': 725,
        'inflection': '''أ :حرف استفهام مبني.
أ :حرف استفهام مبني.
جرأة: مفعول مطلق منصوب.
على المعاصي :شبه جملة متعلقة بجرأة.
''',
        'keywords': 'معاصي:جرأة:على:؟',
        'phrase': 'أجرأة على المعاصي؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أجرأة على المعاصي؟',
        },
    726: {
        'date': '2023-07-19',
        'id': 726,
        'inflection': '''نأي :مفعول مطلق منصوب وهو مضاف.
نأي :مفعول مطلق منصوب وهو مضاف.
حبيب: مضاف إليه مجرور.
''',
        'keywords': '؟:نأي:حبيب',
        'phrase': 'نأي حبيب؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نأي حبيب؟',
        },
    727: {
        'date': '2023-07-19',
        'id': 727,
        'inflection': '''إن :حرف مبني على الفتح.
إن :حرف مبني على الفتح.
ذا :اسم إشارة مبني في محل نصب اسم إن.
لـ :حرف مبني على الفتح، يفيد التوكيد.
عظيم: خبر إن مرفوع.
''',
        'keywords': 'عظيم:إن:ذا',
        'phrase': 'إن ذا لعظيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن ذا لعظيم',
        },
    728: {
        'date': '2023-07-19',
        'id': 728,
        'inflection': '''سبحان :مفعول مطلق منصوب وهو مضاف.
سبحان :مفعول مطلق منصوب وهو مضاف.
الله :لفظ الجلالة مضاف إليه.
''',
        'keywords': 'سبحان:الله',
        'phrase': 'سبحان الله',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سبحان الله',
        },
    729: {
        'date': '2023-07-19',
        'id': 729,
        'inflection': '''معاذ :مفعول مطلق منصوب وهو مضاف.
معاذ :مفعول مطلق منصوب وهو مضاف.
الله :لفظ الجلالة مضاف إليه.
''',
        'keywords': 'معاذ:الله',
        'phrase': 'معاذ الله',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'معاذ الله',
        },
    730: {
        'date': '2023-07-19',
        'id': 730,
        'inflection': '''لبيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى ،والتقدير ألبيك تلبية بعد تلبية.
لبيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى ،والتقدير ألبيك تلبية بعد تلبية.
اللهم :لفظ الجلالة، منادى مبني على الضمة في محل نصب والميم عوضا عن حرف النداء ( يا لبيك :توكيد لفظي لمنصوب.
''',
        'keywords': 'باك:لبيك:اللهم:لبة:لب:لبى',
        'phrase': 'لبيك اللهم لبيك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لبيك اللهم لبيك',
        },
    731: {
        'date': '2023-07-19',
        'id': 731,
        'inflection': '''سعديك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير إسعادا لك بعد إسعاد.
سعديك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير إسعادا لك بعد إسعاد.
''',
        'keywords': 'سعد',
        'phrase': 'سعديك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سعديك',
        },
    732: {
        'date': '2023-07-19',
        'id': 732,
        'inflection': '''حنانيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير حنانا لك بعد حنان.
حنانيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير حنانا لك بعد حنان.
''',
        'keywords': 'حنان',
        'phrase': 'حنانيك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حنانيك',
        },
    733: {
        'date': '2023-07-19',
        'id': 733,
        'inflection': '''دواليك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير مداولة لك بعد مداولة.
دواليك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقدير مداولة لك بعد مداولة.
''',
        'keywords': 'دوالي',
        'phrase': 'دواليك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دواليك',
        },
    734: {
        'date': '2023-07-19',
        'id': 734,
        'inflection': '''حذاريك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقديرحذر لك بعد حذر.
حذاريك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، والتقديرحذر لك بعد حذر.
''',
        'keywords': 'حذار',
        'phrase': 'حذاريك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حذاريك',
        },
    735: {
        'date': '2023-07-19',
        'id': 735,
        'inflection': '''شدوا :فعل أمر مبني على حذف النون، والواو: في محل رفع فاعل.
شدوا :فعل أمر مبني على حذف النون، والواو: في محل رفع فاعل.
الوثاق :مفعول يه منصوب.
إما :حرف مبني على السكون.
منا :مفعول مطلق منصوب.
بعد :ظرف مبني على الضم، متعلق بما في محل نصب.
فداء :مفعول مطلق منصوب.
''',
        'keywords': 'منا:عد:فداء:شد:إما:شدا:بعد:من:وثاق:داء:شدو',
        'phrase': 'شدوا الوثاق إما منا بعد فداء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شدوا الوثاق إما منا بعد فداء',
        },
    736: {
        'date': '2023-07-19',
        'id': 736,
        'inflection': '''يسعى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من ظهورها التعذر.
يسعى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من ظهورها التعذر.
الفتى: فاعل مرفوع بضمة مقدرة على الألف منع من ظهورها التعذر.
العليا: صفة مجرورة بكسرة مقدرة على الألف منع من ظهورها التعذر.
''',
        'keywords': 'نيل:إلى:شهادة:سعى:عليا:نال:فتى:شهاد:يل',
        'phrase': 'يسعى الفتى إلى نيل الشهادة العليا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسعى الفتى إلى نيل الشهادة العليا',
        },
    737: {
        'date': '2023-07-19',
        'id': 737,
        'inflection': '''يدعو: فعل مضارع مرفوع، بضمة مقدرة على آخره منع من ظهروها الثقل.
يدعو: فعل مضارع مرفوع، بضمة مقدرة على آخره منع من ظهروها الثقل.
الداعي: فاعل مرفوع، بضمة مقدرة على آخره، منع من ظهورها الثقل.
القاصي: مضاف إليه مجرور بكسرة مقدرة على أخره منع من ظهورها الثقل.
''',
        'keywords': 'داعي:إلى:قاصي:داني:إقناع:دعا:قاص',
        'phrase': 'يدعو الداعي إلى إقناع القاصي والداني',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدعو الداعي إلى إقناع القاصي والداني',
        },
    738: {
        'date': '2023-07-19',
        'id': 738,
        'inflection': '''المحامي: اسم مجرور بكسرة مقدرة على آخره ،منع من ظهورها الثقل.
المحامي: اسم مجرور بكسرة مقدرة على آخره ،منع من ظهورها الثقل.
''',
        'keywords': 'ماع:حول:محامي:أجر:مع:اختلف:محام',
        'phrase': 'اختلفت مع المحامي حول الأجر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اختلفت مع المحامي حول الأجر',
        },
    739: {
        'date': '2023-07-19',
        'id': 739,
        'inflection': 'هذا: اسم إشارة مبني على السكون هذا: اسم إشارة مبني على السكون أخ: خبر مرفوع بضمة مقدرة على الخاء منع من ظهورها كسر الخاء لتناسب الياء في صوتها',
        'keywords': 'هذ:وخى:أخي:أخ:أخا:هذا',
        'phrase': 'هذا أخي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا أخي',
        },
    740: {
        'date': '2023-07-19',
        'id': 740,
        'inflection': '''أن: حرف مبني على الفتح.
أن: حرف مبني على الفتح.
أخ: أسم إن منصوب بفتحة مقدرة على الخاء، منع من ظهورها حركة المناسبة.
سائق: خبر إن مرفوع.
''',
        'keywords': 'وخى:أخي:أخ:أخا:إن:سائق',
        'phrase': 'إن أخي سائق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن أخي سائق',
        },
    741: {
        'date': '2023-07-19',
        'id': 741,
        'inflection': '''ذلك: اسم إشارة مبني على الفتح في محل رفع مبتدأ.
ذلك: اسم إشارة مبني على الفتح في محل رفع مبتدأ.
بيت: خبر مرفوع، وهو مضاف.
أم: مضاف إليه مجرور بكسرة مقدرة على آخره، منع من ظهورها حركة المناسبة.
ي: في محل جر بالإضافة.
''',
        'keywords': 'أم:بات:أمة:ذلك:بيت:ذل:أمي',
        'phrase': 'ذلك بيت أمي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذلك بيت أمي',
        },
    742: {
        'date': '2023-07-19',
        'id': 742,
        'inflection': '''هذه: اسم إشارة مبني على الكسر، في محل رفع مبتدأ.
هذه: اسم إشارة مبني على الكسر، في محل رفع مبتدأ.
عصا: خبر مرفوع بضمة مقدرة على الألف وهو مضاف.
ي: ضمير مبني على الفتح، في محل جر مضاف إليه.
''',
        'keywords': 'هذ:عصا:هذه',
        'phrase': 'هذه عصاي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذه عصاي',
        },
    743: {
        'date': '2023-07-19',
        'id': 743,
        'inflection': '''تركت: فعل وفاعل.
تركت: فعل وفاعل.
عصا: مفعول به منصوب بفتحة مقدرة على آخره، وهو مضاف.
''',
        'keywords': 'عصا:ترك:تورك',
        'phrase': 'تركت عصاي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تركت عصاي',
        },
    744: {
        'date': '2023-07-19',
        'id': 744,
        'inflection': '''على عصاي: عصا: اسم مجرور بكسرة مقدرة على الألف، وهو مضاف.
على عصاي: عصا: اسم مجرور بكسرة مقدرة على الألف، وهو مضاف.
''',
        'keywords': 'اتكأ:على:عصا',
        'phrase': 'اتكأت على عصاي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اتكأت على عصاي',
        },
    745: {
        'date': '2023-07-19',
        'id': 745,
        'inflection': '''أكره: فعل مضارع مرفوع.
أكره: فعل مضارع مرفوع.
عدو: مفعول به منصوب بفتحة مقدرة على آخرهوهو مضاف.
ي: ضمير مبني على السكون، في محل جر بالإضافة.
مقصي /ي: صفة منصوبة، بفتحة مقدرة على الياء الأولى.
ي: ضمير مبني في محل جر بالإضافة.
''',
        'keywords': 'كرا:كر:أرضة:رضى:عدوي:أرضى:رضا:مان:منى:أكرى:وكر:رضي:أكره:أكر:أرضي:رض:من:كار:عدوة:كرى:مقص:عدو:كره:أرض',
        'phrase': 'أكره عدوي مقصي من أرضي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكره عدوي مقصي من أرضي',
        },
    746: {
        'date': '2023-07-19',
        'id': 746,
        'inflection': '''مقصي /ي :خبر مرفوع بضمة مقدرة على الياء الأولى أما الياء الثانية فهي في محل جر بالإضافة.
مقصي /ي :خبر مرفوع بضمة مقدرة على الياء الأولى أما الياء الثانية فهي في محل جر بالإضافة.
''',
        'keywords': 'هذ:مان:مقص:هذا:من:منى:وطن',
        'phrase': 'هذا مقصي من الوطن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا مقصي من الوطن',
        },
    747: {
        'date': '2023-07-19',
        'id': 747,
        'inflection': '''من مقصي /ي: اسم مجرور بكسرة مقدرة على الياء الأولى والياء الثانية في محل جر مضاف إليه.
من مقصي /ي: اسم مجرور بكسرة مقدرة على الياء الأولى والياء الثانية في محل جر مضاف إليه.
''',
        'keywords': 'مان:سخر:مقص:من:منى',
        'phrase': 'سخرت من مقصي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سخرت من مقصي',
        },
    748: {
        'date': '2023-07-19',
        'id': 748,
        'inflection': '''هذا :اسم إشارة مبني على السكون في محل رفع مبتدأ.
هذا :اسم إشارة مبني على السكون في محل رفع مبتدأ.
هاتف :خبر مرفوع.
''',
        'keywords': 'هذا:هاتف:هذ',
        'phrase': 'هذا هاتف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا هاتف',
        },
    749: {
        'date': '2023-07-19',
        'id': 749,
        'inflection': '''هذه :اسم إشارة مبني على الكسر في محل رفع مبتدأ.
هذه :اسم إشارة مبني على الكسر في محل رفع مبتدأ.
سيارة: خبر مرفوع.
''',
        'keywords': 'هذ:سيارة:هذه:سيار',
        'phrase': 'هذه سيارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذه سيارة',
        },
    750: {
        'date': '2023-07-19',
        'id': 750,
        'inflection': '''هذا :اسم إشارة مبني في محل رفع مبتدأ.
هذا :اسم إشارة مبني في محل رفع مبتدأ.
العامل: بدل من مرفوع.
نشيط :خبر مرفوع.
''',
        'keywords': 'شيط:هذ:نشيط:عامل:هذا',
        'phrase': 'هذا العامل نشيط',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا العامل نشيط',
        },
    751: {
        'date': '2023-07-19',
        'id': 751,
        'inflection': '''أعجبت: أعجب فعل ماض مبني على الفتح، مجهول فاعله، التاء ضمير مبني في محل رفع نائب فاعل.
أعجبت: أعجب فعل ماض مبني على الفتح، مجهول فاعله، التاء ضمير مبني في محل رفع نائب فاعل.
هذا :اسم إشارة مبني في محل جر بحرف الجر.
الرأي :بدل من مجرور.
''',
        'keywords': 'هذا:عجب:رأي:أعجب',
        'phrase': 'أعجبت بهذا الرأي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعجبت بهذا الرأي',
        },
    752: {
        'date': '2023-07-19',
        'id': 752,
        'inflection': '''هذا :اسم إشارة مبني، في محل نصب مفعول به.
هذا :اسم إشارة مبني، في محل نصب مفعول به.
المبدأ: بدل منصوب.
''',
        'keywords': 'مبدأ:هذا:احترم:هذ',
        'phrase': 'احترمت هذا المبدأ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احترمت هذا المبدأ',
        },
    753: {
        'date': '2023-07-19',
        'id': 753,
        'inflection': '''يداوم :فعل مضارع مرفوع.
يداوم :فعل مضارع مرفوع.
هذان :فاعل مرفوع، علامته الألف، ملحق بإعراب المثنى.
الطبيبان: بدل مرفوع، علامته الألف.
''',
        'keywords': 'ساعةمتأخرة:طبيب:هذان:حتى:داوم',
        'phrase': 'يداوم هذان الطبيبان حتى ساعةمتأخرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يداوم هذان الطبيبان حتى ساعةمتأخرة',
        },
    754: {
        'date': '2023-07-19',
        'id': 754,
        'inflection': '''يرافق :فعل مضارع.
يرافق :فعل مضارع.
هذان :فاعل مرفوع، علامته الألف.
المرشدان: بدل مرفوع.
''',
        'keywords': 'سياح:سياحة:سياحي:هذان:رافق:مرشد:أفواج',
        'phrase': 'يرافق هذان المرشدان الأفواج السياحية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يرافق هذان المرشدان الأفواج السياحية',
        },
    755: {
        'date': '2023-07-19',
        'id': 755,
        'inflection': '''هذين :اسم إن منصوب، علامته الياء.
هذين :اسم إن منصوب، علامته الياء.
المبنيين: بدل من مجرور، علامته الياء.
مؤجران: خبر إن مرفوع.
''',
        'keywords': 'هذين:هذى:مبني:إن:هذا:مؤجر:مبنى',
        'phrase': 'إن هذين المبنيين مؤجران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن هذين المبنيين مؤجران',
        },
    756: {
        'date': '2023-07-19',
        'id': 756,
        'inflection': '''هذين: مفعول به منصوب علامته الياء.
هذين: مفعول به منصوب علامته الياء.
استعنت بهذين الكتابين هذين :اسم مجرور، علامته الياء الكتابين: بدل من مجرور.
''',
        'keywords': 'هذين:استفاد:مان:هذى:مرجع:هذا:من:منى',
        'phrase': 'استفدت من هذين المرجعين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استفدت من هذين المرجعين',
        },
    757: {
        'date': '2023-07-19',
        'id': 757,
        'inflection': '''هؤلاء :اسم إشارة مبني على الكسر في محل نصب مفعول به.
هؤلاء :اسم إشارة مبني على الكسر في محل نصب مفعول به.
الرجال :بدل منصوب.
الأغراب: صفة منصوبة.
''',
        'keywords': 'هؤلاء:استقبل:رجال:الأغراب',
        'phrase': 'استقبلت هؤلاء الرجال الأغراب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استقبلت هؤلاء الرجال الأغراب',
        },
    758: {
        'date': '2023-07-19',
        'id': 758,
        'inflection': '''اولئك :اسم إشارة مبني على الكسر في محل نصب اسم إن.
اولئك :اسم إشارة مبني على الكسر في محل نصب اسم إن.
اللاعبين :بدل منصوب علامته الياء.
محترفون: خبر إن مرفوع.
''',
        'keywords': 'إن:لاعب:محترف:أولئك',
        'phrase': 'إن أولئك اللاعبين محترفون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن أولئك اللاعبين محترفون',
        },
    759: {
        'date': '2023-07-19',
        'id': 759,
        'inflection': '''أولئك :اسم إشارة مبني على الكسر، في محل نصب اسم لعل.
أولئك :اسم إشارة مبني على الكسر، في محل نصب اسم لعل.
النسوة :بدل منصوب.
غريبات: خبر لعل مرفوع.
''',
        'keywords': 'غريب:أولئك:عل:لعل:نسوة',
        'phrase': 'لعل أولئك النسوة غريبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعل أولئك النسوة غريبات',
        },
    760: {
        'date': '2023-07-19',
        'id': 760,
        'inflection': '''هؤلاء :اسم إشارة مبني على الكسر، في محل نصب اسم كأن.
هؤلاء :اسم إشارة مبني على الكسر، في محل نصب اسم كأن.
الفتيات :بدل منصوب علامته الكسرة.
القادمات: صفة منصوبة علامتهما الكسرة.
لاعبات :خبر كأن مرفوع.
كرة :مضاف إليه مجرور.
سلة :مضاف إليه مجرور.
''',
        'keywords': 'سلة:كأن:فت:كرة:سل:كر:فتة:فتي:قادم:فتيات:أن:هؤلاء:فتى:لاعب',
        'phrase': 'كأن هؤلاء الفتيات القادمات لاعبات كرة سلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأن هؤلاء الفتيات القادمات لاعبات كرة سلة',
        },
    761: {
        'date': '2023-07-19',
        'id': 761,
        'inflection': '''نعيش: فعل مضارع مرفوع، فاعله مستتر تقديره نحن.
نعيش: فعل مضارع مرفوع، فاعله مستتر تقديره نحن.
أياما :ظرف زمان منصوب متعلق بـ نعيش.
مرة :صفة منصوبة.
بعد :ظرف زمان منصوب، متعلق بـمرة.
أولئك: اسم إشارة مبني على الكسر، في محل جر مضاف إليه.
الأيام :بدل من مجرور.
الحلوة: مضاف إليه مجرور.
''',
        'keywords': 'عد:أعاش:حلو:أيام:مرة:عيش:بعد:أولئك:أياما:مر',
        'phrase': 'نعيش أياما مرة بعد أولئك الأيام الحلوة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعيش أياما مرة بعد أولئك الأيام الحلوة',
        },
    762: {
        'date': '2023-07-19',
        'id': 762,
        'inflection': '''السمع :اسم إن منصوب.
السمع :اسم إن منصوب.
البصر :اسم معطوف على منصوب.
الفؤاد :اسم معطوف على منصوب.
كل :خبر إن مرفوع.
اولئك :اسم إشارة مبني على الكسر، في محل جر مضاف إليه.
كان :فعل ماض ناقص، اسمها محذوف تقديره -هو– عنه :جار ومجرور متعلقان بـ مسؤولا.
مسؤولا: خبر كان منصوب.
''',
        'keywords': '”:أكل:كال:وكل:أولئك:كل:إن:سمع:فؤاد:بصر:":،:كانعنهمسؤولا',
        'phrase': '"إن السمع والبصر والفؤاد، كل أولئك كانعنهمسؤولا”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"إن السمع والبصر والفؤاد، كل أولئك كانعنهمسؤولا”',
        },
    763: {
        'date': '2023-07-19',
        'id': 763,
        'inflection': '''افتتح :فعل ماض مبني على الفتح، مجهول فاعله.
افتتح :فعل ماض مبني على الفتح، مجهول فاعله.
التاء: حرف مبني على السكون لا محل له.
هاتان :نائب فاعل مرفوع، علامته الألف.
المؤسستان: بدل مرفوع.
حديثا :ظرف زمان منصوب.
''',
        'keywords': 'مؤسسة:أفتتحت:مؤسس:هاتان:حديث',
        'phrase': 'أفتتحت هاتان المؤسستان حديثا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفتتحت هاتان المؤسستان حديثا',
        },
    764: {
        'date': '2023-07-19',
        'id': 764,
        'inflection': '''هاتين :مفعول به منصوب، علامته الياء.
هاتين :مفعول به منصوب، علامته الياء.
الإشارتين: بدل منصوب، علامته الياء.
''',
        'keywords': 'إشارة:عرف:هاتين',
        'phrase': 'عرفت هاتين الإشارتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عرفت هاتين الإشارتين',
        },
    765: {
        'date': '2023-07-19',
        'id': 765,
        'inflection': '''هاتين :مضاف إليه مجرور علامته الياء.
هاتين :مضاف إليه مجرور علامته الياء.
الفرقتين: بدل مجرور علامته الياء.
''',
        'keywords': 'سر:فرقة:هاتين:أداء:سرر:فرق',
        'phrase': 'سررت بأداء هاتين الفرقتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سررت بأداء هاتين الفرقتين',
        },
    766: {
        'date': '2023-07-19',
        'id': 766,
        'inflection': '''تلك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ.
تلك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ.
الأيام: بدل مرفوع.
نداول: فعل مضارع مرفوع، فاعله مستتر تقديره نحن.
ها :ضمير مبني، في محل نصب مفعول به.
بين :ظرف مكان منصوب، متعلق بـ نداول.
الناس: مضاف إليه مجرور''',
        'keywords': 'داول:بين:أيام:تلك:ناس:لاك:لكي:تلى:لك:تل',
        'phrase': 'تلك الأيام نداولها بين الناس',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تلك الأيام نداولها بين الناس',
        },
    767: {
        'date': '2023-07-19',
        'id': 767,
        'inflection': '''لماذا :اسم استفهام مبني، في محل جر.
لماذا :اسم استفهام مبني، في محل جر.
يشن :فعل مضارع مرفوع.
الغرب :فاعل مرفوع.
تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
الحملات :بدل منصوب، علامته الكسرة.
الظالمة :صفة منصوبة على العرب: جار ومجرور، متعلقان بـ يشن.
و :حرف مبني على الفتح.
المسلمين :معطوف على مجرور، علامته الياء''',
        'keywords': 'حمل:ظالم:عرب:غرب:تلك:لك:شان:مسلم:لاك:على:حملة:حملات:تلى:لماذا:لكي:تل:ماذا:شن',
        'phrase': 'لماذا يشن الغرب تلك الحملات الظالمة على العرب والمسلمين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لماذا يشن الغرب تلك الحملات الظالمة على العرب والمسلمين',
        },
    768: {
        'date': '2023-07-19',
        'id': 768,
        'inflection': '''انظر :فعل أمر مبني، وفاعله مستتر فيه تقديره أنت.
انظر :فعل أمر مبني، وفاعله مستتر فيه تقديره أنت.
تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
الفتاة :بدل منصوب.
القادمة: صفة منصوبة.
هي :ضمير مبني على الفتح، في محل رفع مبتدأ.
تحمل :فعل مضارع مرفوع، فاعله مستتر تقديره هي، والجملة من الفعل والفاعل في محل رفع خبر تلك :اسم إشارة مبني في محل نصب مفعول به.
الحقيبة: بدل منصوب.
الثقيلة :صفة منصوبة.
''',
        'keywords': 'هي:حمل:تحمل:نظر:ظر:تلك:ثقيل:لاك:أنظر:قادم:حقيبة:تلى:لكي:فتاة:لك:تل:،:وهي',
        'phrase': 'أنظر تلك الفتاة القادمة، وهي تحمل تلك الحقيبة الثقيلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنظر تلك الفتاة القادمة، وهي تحمل تلك الحقيبة الثقيلة',
        },
    769: {
        'date': '2023-07-19',
        'id': 769,
        'inflection': '''لهذي :اسم إشارة مبني على السكون، في محل جر.
لهذي :اسم إشارة مبني على السكون، في محل جر.
البائعة: بدل مجرور.
ولدان :خبر مرفوع، علامته الألف.
''',
        'keywords': 'ولدان:بائع:داني:هاتي:ولد:لهاة:دان',
        'phrase': 'لهاتي البائعة ولدان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لهاتي البائعة ولدان',
        },
    770: {
        'date': '2023-07-19',
        'id': 770,
        'inflection': '''أصبح :فعل ماض ناقص مبني على الفتح، والتاء للتأنيث.
أصبح :فعل ماض ناقص مبني على الفتح، والتاء للتأنيث.
هذه :اسم إشارة مبني على الكسر، في محل رفع اسم أصبح.
المدينة :بدل من مرفوع.
مزدحمة: خبر أصبح منصوب.
''',
        'keywords': 'هذ:أصبح:صبح:هذه:مدين:مزدحم:مدينة',
        'phrase': 'أصبحت هذه المدينة مزدحمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أصبحت هذه المدينة مزدحمة',
        },
    771: {
        'date': '2023-07-19',
        'id': 771,
        'inflection': '''هذه :اسم إشارة مبني على الكسر في محل نصب اسم ليت.
هذه :اسم إشارة مبني على الكسر في محل نصب اسم ليت.
السيارة: بدل منصوب.
لي :جار ومجرور، في محل رفع خبر ليت.
''',
        'keywords': 'هذ:لي:ليت:سيارة:هذه:سيار:!:لات',
        'phrase': 'ليت هذه السيارة لي!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليت هذه السيارة لي!',
        },
    772: {
        'date': '2023-07-19',
        'id': 772,
        'inflection': '''هذه :اسم إشارة مبني على الكسر، في محل جر بحرف الجر.
هذه :اسم إشارة مبني على الكسر، في محل جر بحرف الجر.
الحفرة: بدل مجرور.
''',
        'keywords': 'عان:هذ:حفر:حفرة:عن:هذه:عنى:ابتعد',
        'phrase': 'ابتعد عن هذه الحفرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ابتعد عن هذه الحفرة',
        },
    773: {
        'date': '2023-07-19',
        'id': 773,
        'inflection': '''هاتين :مفعول به منصوب، علامته الياء.
هاتين :مفعول به منصوب، علامته الياء.
المسؤولتين: بدل منصوب.
''',
        'keywords': 'قابل:مسؤول:هاتين',
        'phrase': 'قابلت هاتين المسؤولتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قابلت هاتين المسؤولتين',
        },
    774: {
        'date': '2023-07-19',
        'id': 774,
        'inflection': '''هاتين :مضاف إليه مجرور.
هاتين :مضاف إليه مجرور.
النساجتين: بدل مجرور.
''',
        'keywords': 'عجب:نساج:هاتين:نساجة:أعجب:عمل',
        'phrase': 'أعجبت بعمل هاتين النساجتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعجبت بعمل هاتين النساجتين',
        },
    775: {
        'date': '2023-07-19',
        'id': 775,
        'inflection': '''هنا :اسم إشارة مبني على السكون، في محل فع مبتدأ.
هنا :اسم إشارة مبني على السكون، في محل فع مبتدأ.
محطة :خبر مرفوع.
الإذاعة: مضاف إليه مجرور.
''',
        'keywords': 'محط:وهن:هنا:هن:إذاعة:محطة',
        'phrase': 'هنا محطة الإذاعة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هنا محطة الإذاعة',
        },
    776: {
        'date': '2023-07-19',
        'id': 776,
        'inflection': '''هنالك: ها هناك: اسما إشارة مبنيان على الفتح، في محل رفع مبتدأ.
هنالك: ها هناك: اسما إشارة مبنيان على الفتح، في محل رفع مبتدأ.
في الساحة: جار ومجرور، متعلقان باسم الإشارة هنالك أو هناك.
زائرون :خبر مرفوع، علامته الواو.
''',
        'keywords': 'هناك:زائر:في:ساحة:ها',
        'phrase': 'ها هناك في الساحة زائرون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ها هناك في الساحة زائرون',
        },
    777: {
        'date': '2023-07-19',
        'id': 777,
        'inflection': '''ثمة :اسم إشارة مبني على الفتح، في محل رفع خبر إن مقدم.
ثمة :اسم إشارة مبني على الفتح، في محل رفع خبر إن مقدم.
كثيرا :اسم إن مؤخر منصوب.
من الغابات :جار ومجرور، متعلقان بـ محذوف – موجود استراليا: اسم مجرور علامته كسرة مقدرة على آخره – الجار والمجرور متعلقان بمحذوف تقديره موجودة.
''',
        'keywords': 'مان:غابة:في:أقال:إن:قال:من:ثمة:منى:أستراليا:أسترالي:كثير',
        'phrase': 'يقال إن ثمة كثيرا من الغابات في أستراليا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقال إن ثمة كثيرا من الغابات في أستراليا',
        },
    778: {
        'date': '2023-07-19',
        'id': 778,
        'inflection': '''ذلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
ذلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
القادم: بدل منصوب.
أهو :الهمزة، للاستفهام حرف مبني على الفتح، هو: ضمير مبني في محل مبتدأ.
رجل :خبر مرفوع.
أم :حرف عطف، مبني على السكون.
أمرأة: اسم معطوف على مرفوع.
''',
        'keywords': 'أم:هوي:نظر:ذلك:رجل:أهوى:أمرأة:؟:قادم:آم:ذل:هوى:،:هو',
        'phrase': 'انظر ذلك القادم، أهو رجل أم أمرأة ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انظر ذلك القادم، أهو رجل أم أمرأة ؟',
        },
    779: {
        'date': '2023-07-19',
        'id': 779,
        'inflection': '''تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به.
الطائرة: بدل منصوب.
''',
        'keywords': 'مدن:هي:أم:طائرة:عسكر:نظر:تلك:لاك:مدني:آم:؟:لكي:تلى:طائر:لك:تل',
        'phrase': 'انظر تلك الطائرة أمدنية هي أم عسكرية ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انظر تلك الطائرة أمدنية هي أم عسكرية ؟',
        },
    780: {
        'date': '2023-07-19',
        'id': 780,
        'inflection': '''يبدو :فعل مضارع مرفوع بضمة مقدرة على الواو.
يبدو :فعل مضارع مرفوع بضمة مقدرة على الواو.
هنالك: اسم إشارة مبني على الفتح ،في محل رفع خبر إن.
نارا :اسم إن منصوب، مؤخر.
''',
        'keywords': 'هنالك:آن:نار:أن:بدا',
        'phrase': 'يبدو أن هنالك نارا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبدو أن هنالك نارا',
        },
    781: {
        'date': '2023-07-19',
        'id': 781,
        'inflection': '''هل :حرف استفهام مبني على السكون، لا محل له.
هل :حرف استفهام مبني على السكون، لا محل له.
تستطيع :فعل مضارع مرفوع، وفاعله مستتر تقديره أنت.
تحديد :مفعول به منصوب.
اللون :مضاف إليه.
الغالب: صفة مجرورة.
على ثياب: جار ومجرور.
أولئك :اسم إشارة مبني على الكسر، في محل جر مضاف إليه.
القادمين :مضاف إليه مجرور علامته الياء.
''',
        'keywords': 'ثياب:وهل:استطاع:تحديد:أولئك:غالب:؟:لون:هل:على:قادم:هال',
        'phrase': 'هل تستطيع تحديد اللون الغالب على ثياب أولئك القادمين ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هل تستطيع تحديد اللون الغالب على ثياب أولئك القادمين ؟',
        },
    782: {
        'date': '2023-07-19',
        'id': 782,
        'inflection': '''الحصان :مبتدأ مرفوع علامته الضمة.
الحصان :مبتدأ مرفوع علامته الضمة.
انطلق :فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره هو، والجملة من الفعلوالفاعل في محل رفع خبر المبتدأ.
''',
        'keywords': 'انطلق:حصان:لحص',
        'phrase': 'الحصان انطلق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الحصان انطلق',
        },
    783: {
        'date': '2023-07-19',
        'id': 783,
        'inflection': '''العصفور :مبتدأ مرفوع علامته الضمة.
العصفور :مبتدأ مرفوع علامته الضمة.
غرد :فعل ماض مبني على الفتح، وفاعله ضمير مستتر فيه، والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.
''',
        'keywords': 'غرد:عصفور',
        'phrase': 'العصفور غرد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العصفور غرد',
        },
    784: {
        'date': '2023-07-19',
        'id': 784,
        'inflection': '''أحب :فعل مضارع مرفوع.
أحب :فعل مضارع مرفوع.
أن :حرف نصب ومصدرية مبني على السكون.
تتقدم :فعل مضارع منصوب علامته الفتحة، وفاعله مستتر فيه والمصدر المتكون من أن والفعل (تقدمك) يقع مفعولا به.
''',
        'keywords': 'آن:حب:أحب:حبا:حبى:أن:تقدم:حاب',
        'phrase': 'أحب أن تتقدم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحب أن تتقدم',
        },
    785: {
        'date': '2023-07-19',
        'id': 785,
        'inflection': '''نحن :ضمير مبني على الضم في محل رفع مبتدأ.
نحن :ضمير مبني على الضم في محل رفع مبتدأ.
نحب :فعل مضارع مرفوع علامته الضمة، وفاعله مستتر فيه.
لك :جار ومجرور متعلقان بـ (نحب).
الخير :مفعول به منصوب علامته الفتحة.
والجملة من الفعل والفاعل والمفعول به في محل رفع''',
        'keywords': 'خير:نح:حن:حبا:حبى:لك:حاب:نحن:حب:حان:نحب:نحى:أحب:ناح:حنا:لاك:أحنى:وحن:حنى',
        'phrase': 'نحن نحب لك الخير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحن نحب لك الخير',
        },
    786: {
        'date': '2023-07-19',
        'id': 786,
        'inflection': '''القط :مبتدأ مرفوع علامته الضمة.
القط :مبتدأ مرفوع علامته الضمة.
يموء :فعل مضارع مرفوع علامته الضمة وفاعله مستتر فيه.
والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.
''',
        'keywords': 'قط:لقط:ماء',
        'phrase': 'القط يموء والقطة تموء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'القط يموء والقطة تموء',
        },
    787: {
        'date': '2023-07-19',
        'id': 787,
        'inflection': '''سارة :مبتدأ مرفوع علامته الضمة سارة :مبتدأ مرفوع علامته الضمة تحسن :فعل مضارع مرفوع علامته الضمة وفاعله مستتر فيه تقديره هي قيادة :مفعول به منصوب وعلامته الفتحة وهو مضاف.
السيارة :مضاف إليه مجرور علامته الكسرة.
''',
        'keywords': 'قيادة:حاس:حس:أحس:سيارة:سيار:أحسن:حسى:سار:قياد:حسن:تحسن:حسا',
        'phrase': 'سارة تحسن قيادة السيارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سارة تحسن قيادة السيارة',
        },
    788: {
        'date': '2023-07-19',
        'id': 788,
        'inflection': '''احترم :فعل أمر مبني على السكون – والفاعل مستتر فيه تقديره أنت.
احترم :فعل أمر مبني على السكون – والفاعل مستتر فيه تقديره أنت.
الوقت :مفعول به منصوب علامته الفتحة.
''',
        'keywords': 'وقت:احترم',
        'phrase': 'احترم الوقت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احترم الوقت',
        },
    789: {
        'date': '2023-07-19',
        'id': 789,
        'inflection': 'ضعي :فعل أمر مبني على حذف النون، والفاعل ضمير مستتر تقديره أنت ضعي :فعل أمر مبني على حذف النون، والفاعل ضمير مستتر تقديره أنت حزام :مفعول به منصوب علامته الفتحة، وهو مضاف الأمان :مضاف إليه مجرور علامته الكسرة عند :ظرف زمان منصوب – وهو مضاف السوق: مضاف إليه مجرور علامته الكسرة',
        'keywords': 'أم:ضعة:لأم:ضع:عند:سوق:أمان:وضع:حزام',
        'phrase': 'ضعي حزام الأمان عند السوق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ضعي حزام الأمان عند السوق',
        },
    790: {
        'date': '2023-07-19',
        'id': 790,
        'inflection': '''ودعت: فعل وفاعل.
ودعت: فعل وفاعل.
الذي: اسم موصول مبني على السكون، في محل نصب مفعول به.
عز :فعل ماض مبني على الفتح.
علي: شبه جملة، متعلقة بـ عز.
وداع: فاعل مرفوع مؤخر، وهو مضاف.
ه: في محل جر مضاف إليه، وهو عائد الصلة، الجملة من الفعل والفاعل صلة الموصول، لا محل لها من الإعراب.
''',
        'keywords': 'ودع:دع:علي:عاز:عز:لذي:الذي:داع:عزى:عل:علة:دعا:على:وداع:دعت:داعى:علا:وعل',
        'phrase': 'ودعت الذي عز علي وداعه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ودعت الذي عز علي وداعه',
        },
    791: {
        'date': '2023-07-19',
        'id': 791,
        'inflection': '''إلى الذين: الذين اسم موصول على السكون، في محل جر.
إلى الذين: الذين اسم موصول على السكون، في محل جر.
أدلوا: فعل ماض مبني على الضم لاتصاله بواو الجماعة، وهي في محل رفع فاعل، وهو العائد وجملة الفعل والفاعل، صلة الموصول لا محل لها.
''',
        'keywords': 'دل:الذين:دلى:لذي:إلى:دلو:شهادة:استمع:أدل:دلا:أدلى',
        'phrase': 'استمعت إلى الذين أدلوا بشهاداتهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استمعت إلى الذين أدلوا بشهاداتهم',
        },
    792: {
        'date': '2023-07-19',
        'id': 792,
        'inflection': '''الذي: اسم موصول مبني في محل رفع مبتدأ.
الذي: اسم موصول مبني في محل رفع مبتدأ.
يربح: فعل مضارع مرفوع، وفاعله ضمير مستتر تقديره هو، وهو عائد الصلة وجملة الفعل والفاعل لا محل لها صلة الموصول.
يحمد: فعل مضارع مرفوع، فاعله مستتر.
السوق: مفعول به منصوب، والجملة من الفعل والفاعل والمفعول به في محل رفع خبر.
''',
        'keywords': 'لذي:ربح:الذي:حمد:سوق',
        'phrase': 'الذي يربح يحمد السوق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الذي يربح يحمد السوق',
        },
    793: {
        'date': '2023-07-19',
        'id': 793,
        'inflection': '''الذي: اسم موصول مبني في محل جر صفة.
الذي: اسم موصول مبني في محل جر صفة.
يباع: فعل مضارع مرفوع، مجهول فاعله.
فيه: شبه جملة جار ومجرور متعلقان بـ يباع، والضمير في (فيه) هو العائد إلى الاسم الموصول.
السكر: نائب فاعل مرفوع، والجملة من الفعل والفاعل، صلة الموصول، لا محل لها.
''',
        'keywords': 'سكن:لذي:سك:في:الذي:باع:سكر:سوق:أسكن:نسك:نس',
        'phrase': 'نسكن في السوق الذي يباع فيه السكر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نسكن في السوق الذي يباع فيه السكر',
        },
    794: {
        'date': '2023-07-19',
        'id': 794,
        'inflection': '''ما: اسم مبني في محل رفع مبتدأ.
ما: اسم مبني في محل رفع مبتدأ.
أجمل: فعل ماض مبني على الفتح.
الغيمة: مفعول به منصوب.
التي: في محل نصب صفة.
تحمل: فعل مضارع مرفوع ،والفاعل مستتر فيه تقديره هو ،وهو عائد الصلة.
المطر: مفعول به منصوب، والجملة من الفعل والفاعل والمفعول به صلة الموصول ،لا محل لها من الإعراب.
''',
        'keywords': 'حمل:غيم:تحمل:مطر:!:التي:جمل:ما:أجمل:غيمة',
        'phrase': 'ما أجمل الغيمة التي تحمل المطر !',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أجمل الغيمة التي تحمل المطر !',
        },
    795: {
        'date': '2023-07-19',
        'id': 795,
        'inflection': '''الولدان: مبتدأ مرفوع ،علامته الألف.
الولدان: مبتدأ مرفوع ،علامته الألف.
اللذان: صفة مرفوعة ،علامتها الألف.
ترى: فعل مضارع مرفوع بضمة مقدرة على الألف ،وفاعله مستتر تقديره أنت.
هما: ضمير مبني في محل نصب مفعول به ،وهو عائد الصلة.
والجملة من الفعل والفاعل والمفعول به صلة الموصول.
أخوان: خبر مرفوع ،علامته الألف.
''',
        'keywords': 'رأى:تر:ولدان:اللذان:خوان:ولد:وتر:لذ:راءى',
        'phrase': 'الولدان اللذان تراهما أخوان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الولدان اللذان تراهما أخوان',
        },
    796: {
        'date': '2023-07-19',
        'id': 796,
        'inflection': '''الولدين: اسم إن منصوب ،علامته الياء.
الولدين: اسم إن منصوب ،علامته الياء.
اللذين: صفة منصوبة علامتها الياء.
ترى: فعل مضارع مرفوع بضمة مقدرة على الألف ،وفاعله مستتر تقديره أنت.
هما: ضمير مبني في محل نصب مفعول به ،وهو عائد الصلة.
والجملة من الفعل والفاعل والمفعول به صلة الموصول.
توأمان: خبر مرفوع.
''',
        'keywords': 'رأى:اللذين:تر:توأم:ولد:إن:وتر:لذ:راءى',
        'phrase': 'إن الولدين اللذين تراهما توأمان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الولدين اللذين تراهما توأمان',
        },
    797: {
        'date': '2023-07-19',
        'id': 797,
        'inflection': '''والدة: مبتدأ مرفوع.
الولدين: مضاف إليه مجرور ،علامته الياء.
والدة: مبتدأ مرفوع.
الولدين: مضاف إليه مجرور ،علامته الياء.
اللذين: صفة مجرورة علامتها الياء ترى: فعل مضارع مرفوع بضمة مقدرة على الألف، وفاعله مستتر تقديره أنت.
هما: ضمير مبني في محل نصب مفعول به ،وهو عائد الصلة.
والجملة من الفعل والفاعل والمفعول به صلة الموصول.
طبيبة: خبر مرفوع.
''',
        'keywords': 'رأى:الذين:تر:لذي:طبيب:ولد:والد:وتر:راءى',
        'phrase': 'والدة الولدين الذين تراهما طبيبة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'والدة الولدين الذين تراهما طبيبة',
        },
    798: {
        'date': '2023-07-19',
        'id': 798,
        'inflection': '''فازت: فعل ماض مبني على الفتح ،والتاء للتأنيث.
فازت: فعل ماض مبني على الفتح ،والتاء للتأنيث.
الفتاتان: فاعل مرفوع، علامته الألف.
اللتان: صفة مرفوعة علامتها الألف.
شاركتا: فعل ماض مبني على الفتح ،والتاء للتأنيث، والألف ضمير في محل رفع فاعل – وهو عائد الصلة.
''',
        'keywords': 'شارك:فاز:فتات:فتاة:اللتان',
        'phrase': 'فازت الفتاتان اللتان شاركتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فازت الفتاتان اللتان شاركتا',
        },
    799: {
        'date': '2023-07-19',
        'id': 799,
        'inflection': '''توج: فعل ماض مبني على الفتح، مجهول فاعله، والتاء للتأنيث.
توج: فعل ماض مبني على الفتح، مجهول فاعله، والتاء للتأنيث.
الفرحة: نائب فاعل مرفوع.
بفوز: جار ومجرور – متعلقان بـ توج.
الطالبتين: مضاف إليه مجرور، علامته الياء.
اللتين: صفة مجرورة علامتها الياء.
مثلتا: فعل ماض مبني على الفتح ،والتاء للتأنيث، والألف ضمير مبني على السكون، في محل رفع فاعل – وهو عائد الصلة–''',
        'keywords': 'فوز:مدرسة:فرحة:توج:مدرس:مثل:طالب:فرح:اللتين',
        'phrase': 'توجت الفرحة بفوز الطالبتين اللتين مثلتا المدرسة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'توجت الفرحة بفوز الطالبتين اللتين مثلتا المدرسة',
        },
    800: {
        'date': '2023-07-19',
        'id': 800,
        'inflection': '',
        'keywords': 'منصوب:مدرس:.:صل:::له:به:مدرسة:إعراب:مان:صلة:جملة:منى:،:مفعول:من:فاعل:فعل:وله:لها:جمل:لامحل:موصول:باه',
        'phrase': 'المدرسة: مفعول به منصوب. والجملة من الفعل والفاعل والمفعول به، صلة الموصول ،لامحل لها من الإعراب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المدرسة: مفعول به منصوب. والجملة من الفعل والفاعل والمفعول به، صلة الموصول ،لامحل لها من الإعراب',
        },
    801: {
        'date': '2023-07-19',
        'id': 801,
        'inflection': '''يسر: فعل مضارع مرفوع.
ني :النون للوقاية، حرف مبني على الكسر لا محل له، والياء ضمير مبني في محل نصب مفعول به.
يسر: فعل مضارع مرفوع.
ني :النون للوقاية، حرف مبني على الكسر لا محل له، والياء ضمير مبني في محل نصب مفعول به.
الرجال: فاعل مرفوع، علامته الضمة.
الألى: اسم موصول مبني على السكون في محل رفع صفة.
يهتمون: فعل مضارع مرفوع، علامته ثبوت النون.
والواو: ضمير مبني في محل رفع فاعل، وهو عائد الصلة – والجملة من الفعل والفاعل، صلة الموصول، لا محل لها.
بالثقافة: جار ومجرور متعلقان بـ يهتمون''',
        'keywords': 'اهتم:يسر:سر:سرا:أسر:الألى:ثقاف:هتم:أسرى:سار:رجال:ألى:ثقافة:سرى',
        'phrase': 'يسرني الرجال الألى يهتمون بالثقافة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسرني الرجال الألى يهتمون بالثقافة',
        },
    802: {
        'date': '2023-07-19',
        'id': 802,
        'inflection': '''يقضي: فعل مضارع مرفوع بضمة مقدرة على الياء.
يقضي: فعل مضارع مرفوع بضمة مقدرة على الياء.
الواجب: فاعل مرفوع.
الاهتمام: مفعول به منصوب.
بآثار: جار ومجرور متعلقان بـ الاهتمام.
العلماء: مضاف إليه مجرور.
الألى: اسم موصول مبني، في محل جر صفة.
خدموا: فعل ماض مبني على الضم، لاتصاله بواو الجماعةوهي ضمير مبني على السكون في محل رفع، وهي عائد الصلة.
أمتهم :مفعول به منصوب، ومضاف إليه.
والجملة من الفعل والفاعل والمفعول به صلة الموصول، لا محل لها.
''',
        'keywords': 'أم:خدم:متا:واجب:الألى:أمة:أمت:اهتمام:علماء:متى:آم:ألى:أمات:قضى:متهم:آثار',
        'phrase': 'يقضي الواجب الاهتمام بآثار العلماء الألى خدموا أمتهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقضي الواجب الاهتمام بآثار العلماء الألى خدموا أمتهم',
        },
    803: {
        'date': '2023-07-19',
        'id': 803,
        'inflection': '''مضى: فعل ماض مبني على الفتح المقدر على آخره.
مضى: فعل ماض مبني على الفتح المقدر على آخره.
الذين: اسم موصول، مبني على الفتح، في محل رفع فاعل.
أحب: فعل مضارع مرفوع، فاعله مستتر فيه تقديره أنا.
هم: ضمير مبني على السكون، في محل نصب مفعول به، وهو عائد الصلة.
والجملة من الفعل والفاعل والمفعول به، صلة الموصول.
فداء: مفعول لأجله منصوب.
''',
        'keywords': 'مضى:الذين:فداء:لذي:حب:أحب:حبا:داء',
        'phrase': 'ومضى الذين أحبهم فداء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ومضى الذين أحبهم فداء',
        },
    804: {
        'date': '2023-07-19',
        'id': 804,
        'inflection': '''إن: حرف مبني على الفتح.
إن: حرف مبني على الفتح.
الذين: اسم موصول مبني على الفتح، في محل نصب اسم إن.
يحرصون: فعل مضارع مرفوع ،علامته ثبوت النون.
والواو: في محل رفع فاعل وهي الضمير العائد إلى الاسم الموصول، والجملة من الفعل والفاعل، صلة الموصول.
على السر: جار ومجرور متعلقان بـ يحرصون.
قليلون: خبر المبتدأ مرفوع، علامته الواو.
''',
        'keywords': 'الذين:سر:قليل:لذي:إن:على:حرص',
        'phrase': 'إن الذين يحرصون على السر قليلون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الذين يحرصون على السر قليلون',
        },
    805: {
        'date': '2023-07-19',
        'id': 805,
        'inflection': '''هذا: اسم إشارة مبني في محل رفع مبتدأ.
واحد: خبر مرفوع.
هذا: اسم إشارة مبني في محل رفع مبتدأ.
واحد: خبر مرفوع.
الذين: اسم موصول مبني في محل جر، والجار والمجرور متعلقان بـ يمارسون.
يمارسون: فعل مضارع مرفوع، علامته ثبون النون، والواو في محل رفع فاعل وهي الضمير العائد للاسم الموصول.
الرياضة: مفعول به منصوب.
يوميا: ظرف زمان منصوب – متعلق بـ يمارسون.
''',
        'keywords': 'حدي:هذ:الذين:مان:لذي:يوم:حدى:يومي:هذا:حدا:من:منى:واحد:رياضة:مارس:الرياض:رياض',
        'phrase': 'هذا واحد من الذين يمارسون الرياضة يوميا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا واحد من الذين يمارسون الرياضة يوميا',
        },
    806: {
        'date': '2023-07-19',
        'id': 806,
        'inflection': '''الطبيبات: مبتدأ مرفوع علامته الضمة.
الطبيبات: مبتدأ مرفوع علامته الضمة.
اللاتي، اللاتي، اللواتي: اسم موصول مبني على السكون، في محل رفع صفة.
يتخصص: فعل مضارع مبني على السكون، لاتصاله بنون النسوة، وهي حرف مبني على الفتح، في محل رفع فاعل، وهي عائد الصلة.
والجملة من الفعل والفاعل صلة الموصول، لا محل لها.
في الطب: جار ومجرور، متعلقان بـ يتخصصن.
الطبيعي: صفة لمجرور.
كثيرات: خبر مرفوع.
''',
        'keywords': 'طبيعي:اللاتي:في:تخصص:(:طب:طبيب:):اللائي:اللواتي:لات:كثير:طبيعة',
        'phrase': 'الطبيبات اللاتي (اللائي) اللواتي يتخصصن في الطب الطبيعي كثيرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الطبيبات اللاتي (اللائي) اللواتي يتخصصن في الطب الطبيعي كثيرات',
        },
    807: {
        'date': '2023-07-19',
        'id': 807,
        'inflection': '''غادة: مبتدأ مرفوع.
من أوائل: جار ومجرور متعلقان بـ درس.
غادة: مبتدأ مرفوع.
من أوائل: جار ومجرور متعلقان بـ درس.
الطالبات: مضاف إليه مجرور.
اللاتي – اللائي – اللواتي: اسم موصول مبني على السكون، في محل جر صفة.
درسن: فعل ماض مبني على السكون لاتصاله بنون النسوة، وهي في محل رفع فاعل، وعائد الصلة.
الهندسة: مفعول به منصوب، والجملة من الفعل والفاعل والمفعول به، لا محل لها.
''',
        'keywords': 'مان:اللاتي:أوائل:من:منى:هندسة:غادة:اللائي:طالب:اللواتي:درس:لات:،',
        'phrase': 'غادة من أوائل الطالبات اللاتي، اللائي، اللواتي درسن الهندسة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'غادة من أوائل الطالبات اللاتي، اللائي، اللواتي درسن الهندسة',
        },
    808: {
        'date': '2023-07-19',
        'id': 808,
        'inflection': '''يا: حرف مبني على السكون.
يا: حرف مبني على السكون.
سرب: منادى منصوب.
الحمام: مضاف إليه مجرور.
العائد: صفة مجرورة.
إلى الوطن: جار ومجرور متعلقان بـ العائد.
من: اسم استفهام، مبني على السكون في محل رفع مبتدأ.
منكن: جار ومجرور متعلقان بـ يحمل.
يحمل: فعل مضارع مرفوع، وفاعله مستتر فيه، وهو عائد الصلة.
سلامي: مفعول به منصوب، والياء مضاف إليه، والجملة من الفعل والفاعل والمفعول به صلة الموصول.
إلى الاحباب: جار ومجرور، متعلقان بـ يحمل.
''',
        'keywords': 'يا:حمل:سرب:مان:إلى:سلامة:عائد:من:منى:سلام:أحباب:وطن:حمام:،',
        'phrase': 'يا سرب الحمام العائد إلى الوطن ،من منكن يحمل سلامي للأحباب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سرب الحمام العائد إلى الوطن ،من منكن يحمل سلامي للأحباب',
        },
    809: {
        'date': '2023-07-19',
        'id': 809,
        'inflection': '''أعجب: فعل ماض مبني على الفتح، ي: في محل نصب مفعول به.
أعجب: فعل ماض مبني على الفتح، ي: في محل نصب مفعول به.
ما :اسم موصول، مبني على السكون، في محل رفع فاعل.
قال :فعل ماض مبني على الفتح، وفاعله مستتر فيه.
ه :ضمير مبني على الضم، في محل نصب مفعول بهوهو عائد الصلة.
سعيد: فاعل مرفوع.
''',
        'keywords': 'سعيد:عجب:قال:ما:أعجب',
        'phrase': 'أعجبني ما قاله سعيد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعجبني ما قاله سعيد',
        },
    810: {
        'date': '2023-07-19',
        'id': 810,
        'inflection': '''ساعد :فعل أمر مبني على السكون.
ما :اسم موصول مبني على السكون، في محل نصب مفعول به.
ساعد :فعل أمر مبني على السكون.
ما :اسم موصول مبني على السكون، في محل نصب مفعول به.
شئت :فعل ماض مبني على السكون، لاتصاله بتاء المتكلم، وهي في محل رفع فاعل – وهي عائد الصلة – والجملة من الفعل والفاعل، صلة الموصول، لا محل لها.
من الفقراء: جار ومجرور، متعلقان بـ ساعد.
المعوق :بدل مجرور.
''',
        'keywords': 'فقراء:شاء:ساعد:مان:معوق:من:منى:ما:،:مريض',
        'phrase': 'ساعد ما شئت من الفقراء، المعوق والمريض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساعد ما شئت من الفقراء، المعوق والمريض',
        },
    811: {
        'date': '2023-07-19',
        'id': 811,
        'inflection': '''من: اسم استفهام مبني على السكون ن في محل رفع مبتدأ.
من: اسم استفهام مبني على السكون ن في محل رفع مبتدأ.
ذا: اسم موصول مبني على السكون في محل رفع خبر.
نجح: فعل ماض، مبني على الفتح، وفاعله مستتر فيه وهو عائد الصلة والجملة من الفعل والفاعل صلة الموصول ،لا محل لها.
''',
        'keywords': 'جحا:جح:مان:وجح:جاح:من:منى:ذا:نجح',
        'phrase': 'من ذا نجح',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من ذا نجح',
        },
    812: {
        'date': '2023-07-19',
        'id': 812,
        'inflection': '''ما: اسم استفهام، مبني في محل رفع مبتدأ.
ما: اسم استفهام، مبني في محل رفع مبتدأ.
ذا: اسم موصول مبني في محل رفع خبر.
قابلت: فعل ماض مبني على الفتح، لاتصاله بتاء المتكلم، وهي في محل رفع فاعل.
ها :ضمير مبني، في محل نصب مفعول به، وهو عائد الصلة والجملة من الفعل والفاعل والمفعول به، صلة الموصول.
''',
        'keywords': 'قابل:ماذا:؟',
        'phrase': 'ماذا قابلتها ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ماذا قابلتها ؟',
        },
    813: {
        'date': '2023-07-19',
        'id': 813,
        'inflection': '''ماذا: اسم استفهام مبني في محل رفع خبر مقدم.
ماذا: اسم استفهام مبني في محل رفع خبر مقدم.
الأمر: مبتدأ مؤخر مرفوع.
''',
        'keywords': 'ماذا:أمر:؟',
        'phrase': 'ماذا الأمر ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ماذا الأمر ؟',
        },
    814: {
        'date': '2023-07-19',
        'id': 814,
        'inflection': '''من ذا: اسم استفهام مبني، في محل رفع خبر مقدم.
من ذا: اسم استفهام مبني، في محل رفع خبر مقدم.
الحاضر: خبر مرفوع.
''',
        'keywords': 'مان:من:منى:ذا:؟:حاضر',
        'phrase': 'من ذا الحاضر ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من ذا الحاضر ؟',
        },
    815: {
        'date': '2023-07-19',
        'id': 815,
        'inflection': '''هذا: اسم إشارة مبني على السكون، في محل رفع مبتدأ.
هذا: اسم إشارة مبني على السكون، في محل رفع مبتدأ.
ذو :اسم موصول، مبني على السكون، في محل رفع خبر.
قال: فعل ماض مبني على الفتح، وفاعله مستتر فيه تقديره هو، وهو عائد الصلة.
''',
        'keywords': 'هذا:قال:ذو:هذ',
        'phrase': 'هذا ذو قال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذا ذو قال',
        },
    816: {
        'date': '2023-07-19',
        'id': 816,
        'inflection': '''هذان: مبتدأ مرفوع علامته الألف.
هذان: مبتدأ مرفوع علامته الألف.
ذو :اسم موصول، مبني على السكون، في محل رفع خبر.
قالا :فعل، وفاعله الألف في محل رفع، وهو عائد الصلة، والجملة لا محل لها صلة الموصول''',
        'keywords': 'هذان:قال:ذو',
        'phrase': 'هذان ذو قالا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هذان ذو قالا',
        },
    817: {
        'date': '2023-07-19',
        'id': 817,
        'inflection': '''هؤلاء: اسم إشارة مبني على السكون في محل رفع مبتدأ.
هؤلاء: اسم إشارة مبني على السكون في محل رفع مبتدأ.
ذو :اسم موصول مبني، في محل رفع خبر.
قالوا :فعل ماض مبني على الضم، والواو ضمير مبني على السكون في محل رفع فاعل، وهو الضمير العائد للاسم الموصول.
''',
        'keywords': 'هؤلاء:قال:ذو',
        'phrase': 'هؤلاء ذو قالوا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هؤلاء ذو قالوا',
        },
    818: {
        'date': '2023-07-19',
        'id': 818,
        'inflection': '''إن: حرف مبني على الفتح.
إن: حرف مبني على الفتح.
الماء: اسم إن منصوب.
ماء: خبر إن مرفوع.
أب :مضاف إليه مجرور بالفتحة المقدرة على الباء.
ي :ضمير مبني على السكون، في محل جر مضاف إليه.
بئرى: مبتدأ مرفوع، وهو مضاف، والياء في محل جر مضاف إليه.
ذو :اسم موصول مبني على السكون، في محل رفع صفة.
حفرت: فعل وفاعل.
''',
        'keywords': 'جدة:جدى:بي:أبي:جد:جدا:ماء:جدي:طوى:حفر:وجدة:أبى:إن:وجد:أب:بئر:طوي:أبا:ذو',
        'phrase': 'فإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت',
        },
    819: {
        'date': '2023-07-19',
        'id': 819,
        'inflection': '''ساعد: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
ساعد: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
أي :مفعول به منصوب علامته الفتحة.
محتاج: مضاف إليه مجرور.
''',
        'keywords': 'ساعد:أي:محتاج',
        'phrase': 'ساعده أي محتاج',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساعده أي محتاج',
        },
    820: {
        'date': '2023-07-19',
        'id': 820,
        'inflection': '''استقل: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
استقل: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
أي :مفعول به منصوب، علامته الفتحة.
سيارة: مضاف إليه مجرور.
قادمة: صفة مجرورة.
''',
        'keywords': 'استقل:سيارة:سيار:استقال:أي:قادم',
        'phrase': 'استقل أي سيارة قادمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استقل أي سيارة قادمة',
        },
    821: {
        'date': '2023-07-19',
        'id': 821,
        'inflection': '''أي: اسم مجرور علامته الكسرة.
أي: اسم مجرور علامته الكسرة.
''',
        'keywords': 'سافر:أي:على:مغادر:طائرة:طائر',
        'phrase': 'سافر على أي طائرة مغادرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سافر على أي طائرة مغادرة',
        },
    822: {
        'date': '2023-07-19',
        'id': 822,
        'inflection': '''أيا: مفعول به منصوب.
هو: ضمير مبني في محل رفع مبتدأ.
أيا: مفعول به منصوب.
هو: ضمير مبني في محل رفع مبتدأ.
محتاج: خبر مرفوع.
''',
        'keywords': 'ساعد:محتاج:هو:أيا',
        'phrase': 'ساعد أيا هو محتاج',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساعد أيا هو محتاج',
        },
    823: {
        'date': '2023-07-19',
        'id': 823,
        'inflection': '''أي: مفعول به منصوب، علامته الفتحة ،وهو مضاف.
أي: مفعول به منصوب، علامته الفتحة ،وهو مضاف.
هم: ضمير مبني في محل جر مضاف إليه.
''',
        'keywords': 'أيهم:عمل:أهم:وهم:هم:أي:أعمل:مخلص:يهم:احترم:هو',
        'phrase': 'احترم أيهم هو مخلص فيعمله',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احترم أيهم هو مخلص فيعمله',
        },
    824: {
        'date': '2023-07-19',
        'id': 824,
        'inflection': '''لـ: حرف توكيد، مبني على الفتح.
لـ: حرف توكيد، مبني على الفتح.
ننزع: فعل مضارع مبني على الفتح، لاتصاله بنون التوكيد، وهي حرف مبني على الفتح، والفاعل ضمير مستتر تقديره نحن.
من كل: جار ومجرور متعلقان بـ ننزع.
شيعة: مضاف إليه مجرور.
أيهم: أي مفعول به منصوب، علامته الفتحة، وهم في محل جر بالإضافة.
أيهم: أي اسم موصول مبني على الضم في محل نصب، وهم في محل جر مضاف إليه.
''',
        'keywords': 'عان:عن:وكل:أشاد:مان:وهم:عنى:منى:أي:أشد:عتي:شد:شدا:رحمن:أيهم:شاد:كل:من:شيع:أكل:كال:شيعة:أهم:هم:على:يهم:نزع',
        'phrase': 'لننزع عن من كل شيعة أيهم أشد على الرحمن عتيا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لننزع عن من كل شيعة أيهم أشد على الرحمن عتيا',
        },
    825: {
        'date': '2023-07-19',
        'id': 825,
        'inflection': '''شكرت: فعل وفاعل.
شكرت: فعل وفاعل.
الذي: اسم موصول مبني على السكون، في محل نصب.
أعاد: فعل ماض مبني على الفتح، وفاعله مستتر فيه، وهو عائد الصلة.
والجملة الفعلية من الفعل والفاعل، صلة الموصول، لا محل لها.
إلى منزلي: شبه جملة متعلقة بـ أعاد.
''',
        'keywords': 'منزلة:أعاد:لذي:إلى:عاد:منزلي:عادي:عادى:الذي:ماء:منزل:شكر',
        'phrase': 'شكرت الذي أعاد الماء إلى منزلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شكرت الذي أعاد الماء إلى منزلي',
        },
    826: {
        'date': '2023-07-19',
        'id': 826,
        'inflection': '''الذين: اسم موصول مبني على الفتح، في محل رفع فاعل.
الذين: اسم موصول مبني على الفتح، في محل رفع فاعل.
هم :ضمير مبني على السكون، في محل رفع مبتدأ.
قادرون: خبر مرفوع، علامته الواو.
والجملة الاسمية من المبتدأ والخبر – لا محل لها صلة الموصول''',
        'keywords': 'حمل:الذين:نظاف:نظافة:ساهم:لذي:في:وهم:هم:قادر:حملة:هام',
        'phrase': 'ساهم في حملة النظافة الذين هم قادرون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساهم في حملة النظافة الذين هم قادرون',
        },
    827: {
        'date': '2023-07-19',
        'id': 827,
        'inflection': '''انظر: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
انظر: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت.
الصورة: اسم منصوب، بحذف حرف الجر – التقدير انظر في الصورة التي: اسم موصول مبني على السكون، في محل جر صفة.
أمام: ظرف مكان منصوب.
ك :ضمير في محل جر مضاف إليه، وشبه الجملة الظرفية، صلة الموصول، لا محل لها.
''',
        'keywords': 'نظر:أمام:التي:صورة:أمامك:صور',
        'phrase': 'انظر الصورة التي أمامك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'انظر الصورة التي أمامك',
        },
    828: {
        'date': '2023-07-19',
        'id': 828,
        'inflection': '''آه: اسم فعل مضارع مبني على الكسر، فاعله مستتر تقديره أنا.
آه: اسم فعل مضارع مبني على الكسر، فاعله مستتر تقديره أنا.
من الصداع: جار ومجرور متعلقان بـ آه.
''',
        'keywords': 'مان:آه:من:منى:صداع',
        'phrase': 'آه من الصداع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'آه من الصداع',
        },
    829: {
        'date': '2023-07-19',
        'id': 829,
        'inflection': '''أف: اسم فعل مضارع مبني على الكسر.
أف: اسم فعل مضارع مبني على الكسر.
''',
        'keywords': 'وفى:مان:ف:من:منى:كسل:أ',
        'phrase': 'أ ف من الكسل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أ ف من الكسل',
        },
    830: {
        'date': '2023-07-19',
        'id': 830,
        'inflection': '''أخ، حس: اسما فعل مضارع مبنيان على الكسر مضاف مبنيان على السكون.
أخ، حس: اسما فعل مضارع مبنيان على الكسر مضاف مبنيان على السكون.
''',
        'keywords': 'لما:وخى:حاس:فراق:لمى:لمي:مان:حس:لام:منى:أ:ألم:لم:خ:سن:من:حسى:ألام:لسن',
        'phrase': 'أ خ من ألم السن حس من الفراق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أ خ من ألم السن حس من الفراق',
        },
    831: {
        'date': '2023-07-19',
        'id': 831,
        'inflection': '''وا، وي: اسما فعل مضارع مبنيان على الكسر.
وا، وي: اسما فعل مضارع مبنيان على الكسر.
''',
        'keywords': 'نجاح:وا:وي:مان:سل:من:منى:كسل:سلك',
        'phrase': 'وي من كسلك وا من نجاحك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وي من كسلك وا من نجاحك',
        },
    832: {
        'date': '2023-07-19',
        'id': 832,
        'inflection': '''بجل: اسم فعل مضارع مبني على السكون.
بجل: اسم فعل مضارع مبني على السكون.
''',
        'keywords': 'اهتم:جل:هتم:ثم:وثم:بجل:نفس',
        'phrase': 'اهتم بنفسك ثم بجل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اهتم بنفسك ثم بجل',
        },
    833: {
        'date': '2023-07-19',
        'id': 833,
        'inflection': '''حي: اسم فعل أمر مبني على الفتح.
حي: اسم فعل أمر مبني على الفتح.
''',
        'keywords': 'حيا:إلى:أمر:حي',
        'phrase': 'حي إلى الأمر حي بالأمر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حي إلى الأمر حي بالأمر',
        },
    834: {
        'date': '2023-07-19',
        'id': 834,
        'inflection': 'هيت: اسم فعل أمر مبني على السكون، فاعله مستتر تقديره أنت هيت: اسم فعل أمر مبني على السكون، فاعله مستتر تقديره أنت لك: شبه جملة جار ومجرور ،متعلقان بـ هيت.\n',
        'keywords': 'هيت:لك:لاك',
        'phrase': 'هيت لك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هيت لك',
        },
    835: {
        'date': '2023-07-19',
        'id': 835,
        'inflection': '''هلم: اسم فعل أمر مبني على الفتح، فاعله مستتر فيه.
هلم: اسم فعل أمر مبني على الفتح، فاعله مستتر فيه.
''',
        'keywords': 'هلم:إلى:إلي:شهداء:،',
        'phrase': 'هلم إلينا ،هلم شهداءكم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هلم إلينا ،هلم شهداءكم',
        },
    836: {
        'date': '2023-07-19',
        'id': 836,
        'inflection': 'تيد: اسم فعل أمر مبني على الفتح، وفاعله مستتر تقديره أنت تيد: اسم فعل أمر مبني على الفتح، وفاعله مستتر تقديره أنت المدين: مفعول به منصوب.\n',
        'keywords': 'يدى:مدين:يدي:مد',
        'phrase': 'تيد المدين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تيد المدين',
        },
    837: {
        'date': '2023-07-19',
        'id': 837,
        'inflection': '''قد: اسم فعل أمر مبني على السكون.
ك: ضمير مبني على الفتح، في محل نصب مفعول به.
قد: اسم فعل أمر مبني على السكون.
ك: ضمير مبني على الفتح، في محل نصب مفعول به.
خمسة: فاعل مرفوع.
قروش: مضاف إليه مجرور.
''',
        'keywords': 'قروش:قاد:قد:خمس:خمسة',
        'phrase': 'قدك خمسة قروش',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قدك خمسة قروش',
        },
    838: {
        'date': '2023-07-19',
        'id': 838,
        'inflection': '''دونك: اسم فعل أمر مبني على الفتح.
دونك: اسم فعل أمر مبني على الفتح.
العنوان: مفعول به منصوب.
''',
        'keywords': 'دوى:عنوان:دون:دونك',
        'phrase': 'دونك العنوان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دونك العنوان',
        },
    839: {
        'date': '2023-07-19',
        'id': 839,
        'inflection': '''عليك: اسم فعل أمر مبني على الفتح، وفاعله تقديره أنت.
عليك: اسم فعل أمر مبني على الفتح، وفاعله تقديره أنت.
أخا: مفعول به منصوب، لاسم الفعل، وهو مضاف.
ك: في محل جر بالإضافة''',
        'keywords': 'علي:أخ:أخا:عل:علة:على:عليك',
        'phrase': 'عليك أخاك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عليك أخاك',
        },
    840: {
        'date': '2023-07-19',
        'id': 840,
        'inflection': '''إليك: اسم فعل أمر، مبني على الفتح، فاعله تقديره أنت.
إليك: اسم فعل أمر، مبني على الفتح، فاعله تقديره أنت.
عني: عن: حرف جر.
الياء: ضمير مبني في محل جر، والجار والمجرور متعلقان بـ إليك.
''',
        'keywords': 'إليك:عنا:إلى:عن:إلي:عنى:عني',
        'phrase': 'إليك عني',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إليك عني',
        },
    841: {
        'date': '2023-07-19',
        'id': 841,
        'inflection': '''هاء، هاك: اسما فعل أمر مبنيان عل الفتح.
هاء، هاك: اسما فعل أمر مبنيان عل الفتح.
النقود: مفعول به منصوب.
''',
        'keywords': 'نقود:هاء:،:هاك',
        'phrase': 'هاك، هاء النقود',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هاك، هاء النقود',
        },
    842: {
        'date': '2023-07-19',
        'id': 842,
        'inflection': '''حذار: اسم فعل أمر مبني على الكسر، وفاعله مستتر فيه (أنت ).
حذار: اسم فعل أمر مبني على الكسر، وفاعله مستتر فيه (أنت ).
الدهان: مفعول به منصوب.
''',
        'keywords': 'حذار:دهان',
        'phrase': 'حذار الدهان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حذار الدهان',
        },
    843: {
        'date': '2023-07-19',
        'id': 843,
        'inflection': '''نزال: اسم فعل أمر مبني على الكسر، فاعله مستتر تقديره أنت.
نزال: اسم فعل أمر مبني على الكسر، فاعله مستتر تقديره أنت.
مسرعا: حال منصوب.
''',
        'keywords': 'مسرع:نزال:أزال',
        'phrase': 'نزال مسرعا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نزال مسرعا',
        },
    844: {
        'date': '2023-07-19',
        'id': 844,
        'inflection': '''هيهات: اسم فعل ماض مبني على الفتح.
هيهات: اسم فعل ماض مبني على الفتح.
عنك: في محل جر، وشبه الجملة متعلقة بـ هيهات.
الوطن: فاعل مرفوع.
''',
        'keywords': 'عان:عنك:عن:عنى:هيهات:وطن',
        'phrase': 'هيهات عنك الوطن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هيهات عنك الوطن',
        },
    845: {
        'date': '2023-07-19',
        'id': 845,
        'inflection': '''رويد: اسم فعل أمر مبني على الفتح، وفاعله مستتر فيه تقديره أنت.
رويد: اسم فعل أمر مبني على الفتح، وفاعله مستتر فيه تقديره أنت.
المفلس: مفعول به منصوب.
''',
        'keywords': 'مفلس:رويد',
        'phrase': 'رويد المفلس',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رويد المفلس',
        },
    846: {
        'date': '2023-07-19',
        'id': 846,
        'inflection': '''أ: حرف نداء مبني على الفتح.
أ: حرف نداء مبني على الفتح.
عادل: منادى مبني على الضمة في محل نصب.
''',
        'keywords': 'عادل:ساعد:في:رفع:صندوق',
        'phrase': 'أعادل ساعدني في رفع الصندوق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعادل ساعدني في رفع الصندوق',
        },
    847: {
        'date': '2023-07-19',
        'id': 847,
        'inflection': '''أي :حرف نداء مبني على السكون.
أي :حرف نداء مبني على السكون.
خليل: منادى مبني على الضمة في محل نصب.
''',
        'keywords': 'ردعلى:خليل:أي:هاتف:،',
        'phrase': 'أي خليل ،ردعلى الهاتف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أي خليل ،ردعلى الهاتف',
        },
    848: {
        'date': '2023-07-19',
        'id': 848,
        'inflection': '''وا، هيا، يا: حرف نداء مبني على السكون.
وا، هيا، يا: حرف نداء مبني على السكون.
عبد: منادى منصوب، وهو مضاف.
الرحمن :مضاف إليه مجرور.
''',
        'keywords': 'وا:هلوجدت:محفظة:رحمن:عبد:،',
        'phrase': 'وا عبد الرحمن ،هلوجدت المحفظة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وا عبد الرحمن ،هلوجدت المحفظة',
        },
    849: {
        'date': '2023-07-19',
        'id': 849,
        'inflection': '''عماد: منادى منصوب، وهو مضاف.
عماد: منادى منصوب، وهو مضاف.
الدين: مضاف إليه مجرور.
''',
        'keywords': 'يا:توقف:أوقف:وقف:عماد:دين',
        'phrase': 'يا عماد الدين توقف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا عماد الدين توقف',
        },
    850: {
        'date': '2023-07-19',
        'id': 850,
        'inflection': '''سعاد: منادى مبني على الضمة في محل نصب.
سعاد: منادى مبني على الضمة في محل نصب.
''',
        'keywords': 'يا:سعاد',
        'phrase': 'يا سعاد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سعاد',
        },
    851: {
        'date': '2023-07-19',
        'id': 851,
        'inflection': '''شرطي: منادى مبني على الضمة في محل نصب.
شرطي: منادى مبني على الضمة في محل نصب.
''',
        'keywords': 'يا:شرط:شرطة:شرطي',
        'phrase': 'يا شرطي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا شرطي',
        },
    852: {
        'date': '2023-07-19',
        'id': 852,
        'inflection': '''سامعا: منادى منصوب علامته تنوين الفتح.
سامعا: منادى منصوب علامته تنوين الفتح.
''',
        'keywords': 'يا:سامع:ساعد',
        'phrase': 'يا سامعا ساعدني',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سامعا ساعدني',
        },
    853: {
        'date': '2023-07-19',
        'id': 853,
        'inflection': '''عبد :منادى منصوب ,علامته الفتحة وهومضاف.
عبد :منادى منصوب ,علامته الفتحة وهومضاف.
الرحمن: مضاف إليه مجرور.
''',
        'keywords': 'يا:رحمن:عبد',
        'phrase': 'يا عبد الرحمن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا عبد الرحمن',
        },
    854: {
        'date': '2023-07-19',
        'id': 854,
        'inflection': '''متقنا: منادى منصوب علامته تنوين الفتح ـ شبيه بالمضاف.
متقنا: منادى منصوب علامته تنوين الفتح ـ شبيه بالمضاف.
عمل: مفعول به منصوب، لاسم الفاعل ( متقن )، وهو مضاف.
''',
        'keywords': 'يا:فاق:الل:!:فق:متقن:وفق:،:عمل',
        'phrase': 'يا متقنا عمله ،وفقك الل!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا متقنا عمله ،وفقك الل!',
        },
    855: {
        'date': '2023-07-19',
        'id': 855,
        'inflection': '''ابن: منادى منصوب ،علامته الفتحة، وهو مضاف.
ابن: منادى منصوب ،علامته الفتحة، وهو مضاف.
''',
        'keywords': 'يا:بنى:كرام:لا:ابن:تسرع',
        'phrase': 'يا ابن الكرام لا تتسرع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا ابن الكرام لا تتسرع',
        },
    856: {
        'date': '2023-07-19',
        'id': 856,
        'inflection': '''حسنا: منادى منصوب، علامته الفتحة.
حسنا: منادى منصوب، علامته الفتحة.
خلق: فاعل مرفوع ـ للصفة المشبهة ( حسنا ) علامته الضمة.
''',
        'keywords': 'يا:خلق:حاس:حس:!:حسى:قدم:حسن:تقدم:أقدم',
        'phrase': 'يا حسنا خلقه تقدم!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا حسنا خلقه تقدم!',
        },
    857: {
        'date': '2023-07-19',
        'id': 857,
        'inflection': '''هذا :اسم إشارة مبني على السكون، في محل نصب منادى.
هذا :اسم إشارة مبني على السكون، في محل نصب منادى.
الرجل: بدل مرفوع.
''',
        'keywords': 'يا:هذا:رجل:هذ',
        'phrase': 'يا هذا الرجل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا هذا الرجل',
        },
    858: {
        'date': '2023-07-19',
        'id': 858,
        'inflection': '''هذه :اسم إشارة مبني في محل نصب منادى.
هذه :اسم إشارة مبني في محل نصب منادى.
الفتاة: بدل من مرفوع''',
        'keywords': 'يا:هذ:هذه:فتاة',
        'phrase': 'يا هذه الفتاة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا هذه الفتاة',
        },
    859: {
        'date': '2023-07-19',
        'id': 859,
        'inflection': 'ذا :منادى منصوب علامته الألف، وهو مضاف ذا :منادى منصوب علامته الألف، وهو مضاف الكرم: مضاف إليه مجرور ذا :اسم معطوف على منصوب، علامته الألفوهو مضاف.\n',
        'keywords': 'يا:كرم:ذا:عقل',
        'phrase': 'يا ذا الكرم وذا العقل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا ذا الكرم وذا العقل',
        },
    860: {
        'date': '2023-07-19',
        'id': 860,
        'inflection': '''يا :حرف نداء مبني على السكون.
يا :حرف نداء مبني على السكون.
لـ :حرف جر زائد مبني على الفتح.
الماء: اسم مجرور لفظا، منصوب محلا عل أن منادى.
''',
        'keywords': 'يا:!:ماء',
        'phrase': 'يا للماء!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا للماء!',
        },
    861: {
        'date': '2023-07-19',
        'id': 861,
        'inflection': '''ماءا: منادى متعجب منه مبني على الضمة في محل نصب والألف لإطلاق الصوت.
ماءا: منادى متعجب منه مبني على الضمة في محل نصب والألف لإطلاق الصوت.
''',
        'keywords': 'يا:!:ماء',
        'phrase': 'يا ماءا!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا ماءا!',
        },
    862: {
        'date': '2023-07-19',
        'id': 862,
        'inflection': '''ماء: منادى متعجب منه مبني على الضمة في محل نصب منادى.
ماء: منادى متعجب منه مبني على الضمة في محل نصب منادى.
''',
        'keywords': 'يا:!:ماء',
        'phrase': 'يا ماء !',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا ماء !',
        },
    863: {
        'date': '2023-07-19',
        'id': 863,
        'inflection': '''وا :حرف نداء مبني على السكون.
وا :حرف نداء مبني على السكون.
معتصماه :منادى مبني على ضمة مقدرة على آخره في محل نصبوالألف والهاء لإطلاق الصوت.
''',
        'keywords': 'وا:معتصم',
        'phrase': 'وا معتصماه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وا معتصماه',
        },
    864: {
        'date': '2023-07-19',
        'id': 864,
        'inflection': '''حر: منادى مضاف منصوب، علامته الفتحة وهو مضاف.
حر: منادى مضاف منصوب، علامته الفتحة وهو مضاف.
كبد: مضاف إليه مجرور بكسرة مقدرة على آخره.
ا :عوضا عن الياءالضمير المبني في محل جر بالإضافة.
''',
        'keywords': 'حر:وا:حار:كبد:وحر',
        'phrase': 'وا حر كبدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وا حر كبدا',
        },
    865: {
        'date': '2023-07-19',
        'id': 865,
        'inflection': '''سيبويه: منادى علم مبني على الضمة، منع من ظهورها حركة البناء، الأصلية ( الكسرة ) في محل نصب منادى.
سيبويه: منادى علم مبني على الضمة، منع من ظهورها حركة البناء، الأصلية ( الكسرة ) في محل نصب منادى.
العالم :نعت مرفوع على الضمة.
''',
        'keywords': 'يا:عالم:سيبو',
        'phrase': 'يا سيبويه العالم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سيبويه العالم',
        },
    866: {
        'date': '2023-07-19',
        'id': 866,
        'inflection': '''.
هؤلاء: اسم إشارة مبني على الضمة التي منع من ظهورها حركة البناء الأصلية في محل نصب منادى.
.
هؤلاء: اسم إشارة مبني على الضمة التي منع من ظهورها حركة البناء الأصلية في محل نصب منادى.
الكرام: نعت مرفوع على الضمة.
''',
        'keywords': 'يا:هؤلاء:كرام',
        'phrase': 'يا هؤلاء الكرام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا هؤلاء الكرام',
        },
    867: {
        'date': '2023-07-19',
        'id': 867,
        'inflection': '''حذام :اسم مبني على الكسر، في محل رفع علم ـ على أنه منادى منصوب.
حذام :اسم مبني على الكسر، في محل رفع علم ـ على أنه منادى منصوب.
الفاضلة: صفة مرفوعة لمحل ( حذام ) العلم.
''',
        'keywords': 'فاضل:ياحذام',
        'phrase': 'ياحذام الفاضلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ياحذام الفاضلة',
        },
    868: {
        'date': '2023-07-19',
        'id': 868,
        'inflection': '''أيها :منادى مبني على الضمة، في محل نصب منادى.
أيها :منادى مبني على الضمة، في محل نصب منادى.
الإنسان: بدل مرفوع.
''',
        'keywords': 'يا:رب:غار:كريم:إنسان:غر:إنس:أي:غرى:ما:":وغر',
        'phrase': '"يا أيها الإنسان ما غرك بربك الكريم"',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"يا أيها الإنسان ما غرك بربك الكريم"',
        },
    869: {
        'date': '2023-07-19',
        'id': 869,
        'inflection': '''يا: حرف نداء مبني على السكون.
يا: حرف نداء مبني على السكون.
أيتها :منادى مبني على الضمة، منع من ظهورها اشتغال حركة آخره بالضم، في محل نصب منادى.
النفس :بدل مرفوع من محل ( أية).
المطمئنة :صفة مرفوعة.
''',
        'keywords': 'يا:”:مطمئن:":أية:نفس',
        'phrase': '"يا أيتها النفس المطمئنة”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"يا أيتها النفس المطمئنة”',
        },
    870: {
        'date': '2023-07-19',
        'id': 870,
        'inflection': '''أيها :منادى مبني على الضمة، في محل نصب.
أيها :منادى مبني على الضمة، في محل نصب.
الناس: بدل من مرفوع.
''',
        'keywords': 'يا:ربى:رب:راب:اتقى:”:ناس:أي:"',
        'phrase': '"يا أيها الناس اتقوا ربكم”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"يا أيها الناس اتقوا ربكم”',
        },
    871: {
        'date': '2023-07-19',
        'id': 871,
        'inflection': '''هذه :اسم إشارة مبني على ضمة منع من ظهورها اشتغال حركة الآخر بالكسر في محل نصب منادى.
هذه :اسم إشارة مبني على ضمة منع من ظهورها اشتغال حركة الآخر بالكسر في محل نصب منادى.
المرأة: بدل مرفوع.
''',
        'keywords': 'يا:هذ:المرأة:وي:هذه',
        'phrase': 'ويا هذه المرأة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ويا هذه المرأة',
        },
    872: {
        'date': '2023-07-19',
        'id': 872,
        'inflection': '''الل :لفظ الجلالة منادى مبني على الضمة في محل نصب منادى.
الل :لفظ الجلالة منادى مبني على الضمة في محل نصب منادى.
م :حرف مبني على الفتح، ذكر عوضا عن (ياء) النداء = يا الل.
فاطر :منادى منصوب، علامته الفتحة، وهو مضاف.
السموات: مضاف إليه مجرور علامته الكسرة.
أغث :فعل أمر مبني على السكون، أريد به الالتماسوفاعله مستتر فيه تقديره ( أنت ) يعود للفظ الجلالة.
نا :ضمير مبني على السكون في محل نصب مفعول به.
''',
        'keywords': 'يا:سمو:فاطر:طرا:طري:غث:أغاث:طرو:اللهم:سموات:غثى:غاث',
        'phrase': 'اللهم يا فاطر السموات أغثنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اللهم يا فاطر السموات أغثنا',
        },
    873: {
        'date': '2023-07-19',
        'id': 873,
        'inflection': '''رب :منادى بحرف نداء مقدر مضاف منصوب بفتحة مقدرة على الباء ـ وهو مضاف.
ي: المحذوفة في محل جر بالإضافة.
رب :منادى بحرف نداء مقدر مضاف منصوب بفتحة مقدرة على الباء ـ وهو مضاف.
ي: المحذوفة في محل جر بالإضافة.
أر :فعل أمر مبني على حذف آخره الياء.
النون: حرف مبني على الكسر للوقاية، والفاعل مستتر تقديره أنت.
ي: في محل نصب مفعول به أول.
انظر: بدل مبني على السكونمن أر وفاعله مستتر تقديره أنا والجملة من الفعل والفاعل في محل نصب مفعول ثان لـ ( أر” ).
''',
        'keywords': 'ربى:رب:رنة:راب:أر:إليك:”:نظر:ظر:إلى:آر:إلي:رنى:أنظر',
        'phrase': 'رب أرني أنظر إليك”',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رب أرني أنظر إليك”',
        },
    874: {
        'date': '2023-07-19',
        'id': 874,
        'inflection': '''يوسف: منادى بحرف نداء محذوف، مبني على الضمة في محل نصب.
يوسف: منادى بحرف نداء محذوف، مبني على الضمة في محل نصب.
أعرض: فعل أمر مبني على السكون، وفاعله مستتر فيه (أنت).
عن :حرف جر مبني على السكون.
هذا :اسم إشارة مبني، في محل جر، والجار والمجرور متعلقان بـ ( أعرض).
''',
        'keywords': 'عرض:أعرض:عان:هذ:عن:عنى:هذا:يوسف:"',
        'phrase': 'يوسف أعرض عن هذا "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يوسف أعرض عن هذا "',
        },
    875: {
        'date': '2023-07-19',
        'id': 875,
        'inflection': '''عباد: منادى منصوب مضاف علامته فتحة مقدرة على الياء المحذوفة.
عباد: منادى منصوب مضاف علامته فتحة مقدرة على الياء المحذوفة.
''',
        'keywords': 'يا:قول:عباد:فاتق:عالى:"::تعالى:"',
        'phrase': 'قوله تعالى " :يا عباد فاتقون "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قوله تعالى " :يا عباد فاتقون "',
        },
    876: {
        'date': '2023-07-19',
        'id': 876,
        'inflection': '''عبادي: منادى منصوب مضاف علامته فتحة مقدرة على الياء.
عبادي: منادى منصوب مضاف علامته فتحة مقدرة على الياء.
''',
        'keywords': 'يا:علي:عبادة:قول:عباد:عالى:"::تعالى:عل:لا:على:علة:خوف:"',
        'phrase': 'وقوله تعالى " :يا عبادي لا خوف عليكم "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'وقوله تعالى " :يا عبادي لا خوف عليكم "',
        },
    877: {
        'date': '2023-07-19',
        'id': 877,
        'inflection': '''عبادي: منادى منصوب مضاف علامته فتحة ظاهرة على الياء.
عبادي: منادى منصوب مضاف علامته فتحة ظاهرة على الياء.
''',
        'keywords': 'يا:سرف:الذين:عبادة:قول:لذي:عباد:"::على:نفس:أسرف:":أنفس',
        'phrase': 'وقوله " :يا عبادي الذين أسرفوا على أنفسهم"',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقوله " :يا عبادي الذين أسرفوا على أنفسهم"',
        },
    878: {
        'date': '2023-07-19',
        'id': 878,
        'inflection': '''حسرتا: منادى منصوب مضاف، علامته فتحة مقدرة على الياء التي انقلبت إلى ألف.
حسرتا: منادى منصوب مضاف، علامته فتحة مقدرة على الياء التي انقلبت إلى ألف.
''',
        'keywords': 'يا:فرط:قول:حسر:رطا:عالى:تعالى:على:أجنب:ما:جنب:":راط:الل',
        'phrase': 'قوله تعالى " يا حسرتا على ما فرطت فيجنب الل"',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قوله تعالى " يا حسرتا على ما فرطت فيجنب الل"',
        },
    879: {
        'date': '2023-07-19',
        'id': 879,
        'inflection': '''فتا: منادى مضاف منصوب علامته فتحة مقدرة على آخره.
فتا: منادى مضاف منصوب علامته فتحة مقدرة على آخره.
ي: حرف مبني على الفتح، في محل جر بالإضافة.
''',
        'keywords': 'يا:فت:فتى',
        'phrase': 'يا فتاي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا فتاي',
        },
    880: {
        'date': '2023-07-19',
        'id': 880,
        'inflection': '''محامي: منادى منصوب مضاف، علامته فتحة مقدرة على الياء، وهو مضاف.
محامي: منادى منصوب مضاف، علامته فتحة مقدرة على الياء، وهو مضاف.
ي :حرف مبني على الفتح، في محل جر بالإضافة.
''',
        'keywords': 'يا:محام',
        'phrase': 'يا محامي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا محامي',
        },
    881: {
        'date': '2023-07-19',
        'id': 881,
        'inflection': '''سائل: منادى مضاف منصوب بفتحة مقدرة على اللام، وهو مضاف.
سائل: منادى مضاف منصوب بفتحة مقدرة على اللام، وهو مضاف.
ي :حرف مبني، في محل جر بالإضافة.
''',
        'keywords': 'يا:ساءل:سائل',
        'phrase': 'يا سائلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سائلي',
        },
    882: {
        'date': '2023-07-19',
        'id': 882,
        'inflection': '''يا :حرف مبني في محل جر بالإضافة.
يا :حرف مبني في محل جر بالإضافة.
ابن: منادى مضاف منصوب علامته الفتحة.
خال: مضاف إليه مجرور، وهو مضاف.
''',
        'keywords': 'يا:خال:بنى:ابن',
        'phrase': 'يا ابن خالي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا ابن خالي',
        },
    883: {
        'date': '2023-07-19',
        'id': 883,
        'inflection': '''فاطم:منادى مرخم، مبني على ضمة مقدرة التاء المحذوفة في محل نصب.
فاطم:منادى مرخم، مبني على ضمة مقدرة التاء المحذوفة في محل نصب.
''',
        'keywords': 'طمى:طما:فاطم',
        'phrase': 'فاطم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فاطم',
        },
    884: {
        'date': '2023-07-19',
        'id': 884,
        'inflection': '''عبل :منادى مرخم ـ أصلهعبلة ـ مبني على ضمة مقدرة على التاء المحذوفة من آخره.
في محل عبل :منادى مرخم ـ أصلهعبلة ـ مبني على ضمة مقدرة على التاء المحذوفة من آخرهفي محل نصب.
''',
        'keywords': 'عبل',
        'phrase': 'عبل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عبل',
        },
    885: {
        'date': '2023-07-19',
        'id': 885,
        'inflection': '''يا للأقوياء: اسم مجرور بحرف الجر الزائد، في محل نصب منادى.
يا للأقوياء: اسم مجرور بحرف الجر الزائد، في محل نصب منادى.
للضعفاء :اسم مجرور علامته الكسرة.
من الظلم :شبه جملة جار ومجرور.
''',
        'keywords': 'يا:أقوياء:مان:من:منى:ضعفاء:ظلم',
        'phrase': 'يا للأقوياء للضعفاء من الظلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا للأقوياء للضعفاء من الظلم',
        },
    886: {
        'date': '2023-07-19',
        'id': 886,
        'inflection': '''يا: حرف نداء مبني على السكون.
يا: حرف نداء مبني على السكون.
لله: لفظ الجلالة مجرور بحرف الجر الزائد، في محل نصب منادى.
''',
        'keywords': 'يا:مظلوم:له',
        'phrase': 'يا لله للمظلومين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا لله للمظلومين',
        },
    887: {
        'date': '2023-07-19',
        'id': 887,
        'inflection': '''أغنياءا: منادى مبني على الضمة في محل نصب منادى ،والألف لإطلاق الصوت.
أغنياءا: منادى مبني على الضمة في محل نصب منادى ،والألف لإطلاق الصوت.
''',
        'keywords': 'يا:أغنياءا',
        'phrase': 'يا أغنياءا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا أغنياءا',
        },
    888: {
        'date': '2023-07-19',
        'id': 888,
        'inflection': '''شهد: فعل ماض مبني على السكون.
شهد: فعل ماض مبني على السكون.
بيرل هاربر: اسم مبني على ما سمع عليه في محل رفع فاعل.
معركة: مفعول به منصوب.
''',
        'keywords': 'عالم:جوة:ثاني:بيرل:جو:جوى:في:حرب:جوي:عالمي:شهد:ثانية:معركة:هاربر',
        'phrase': 'شهد بيرل هاربر معركة جوية في الحرب العالمية الثانية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شهد بيرل هاربر معركة جوية في الحرب العالمية الثانية',
        },
    889: {
        'date': '2023-07-19',
        'id': 889,
        'inflection': '''ريودي جانيرو: اسم مبني على ما سمع عليه في محل رفع مبتدأ.
ريودي جانيرو: اسم مبني على ما سمع عليه في محل رفع مبتدأ.
بيونج يانج: اسم مبني على ما سمع عليه في محل جر بحرف الجرز''',
        'keywords': 'ريودي:عاصم:عاصمة:جانيرو:برازيل',
        'phrase': 'ريودي جانيرو عاصمة البرازيل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ريودي جانيرو عاصمة البرازيل',
        },
    890: {
        'date': '2023-07-19',
        'id': 890,
        'inflection': '''زرت: فعل وفاعل.
زرت: فعل وفاعل.
آثار: مفعول به منصوب.
بلعل: اسم مبني على الفتح.
بك: مضاف إليه مجرور بالفتحة، لأنه ممنوع من الصرف.
''',
        'keywords': 'زار:زر:زرى:آثار:علب',
        'phrase': 'زرت آثار بعلبك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'زرت آثار بعلبك',
        },
    891: {
        'date': '2023-07-19',
        'id': 891,
        'inflection': '''بيت: اسم مبني على الفتح.
بيت: اسم مبني على الفتح.
لحم: مضاف إليه مجرور بالفتحة، ممنوع من الصرف.
''',
        'keywords': 'بات:محتل:بيت:مدين:حم:مدينة:لحم',
        'phrase': 'بيت لحم مدينة محتلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بيت لحم مدينة محتلة',
        },
    892: {
        'date': '2023-07-19',
        'id': 892,
        'inflection': '''أقيم: فعل ماض مبني على التفح، مجهول فاعل.
أقيم: فعل ماض مبني على التفح، مجهول فاعل.
مصنع: نائب فاعل مرفوع.
البيتروكيميائيات: اسم مجرور باللام علامته الكسرة.
حضر: اسم مبني على الفتح.
موت: اسم مجرور علامته الفتحة لأنه ممنوع من الصرف.
''',
        'keywords': 'قيم:في:حضرموت:أقام:للبتروكيمائيات:مصنع:قام',
        'phrase': 'أقيم مصنع للبتروكيمائيات في حضرموت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقيم مصنع للبتروكيمائيات في حضرموت',
        },
    893: {
        'date': '2023-07-19',
        'id': 893,
        'inflection': '''لا: حرف يفيد نفي الجنس مبني على السكون.
لا: حرف يفيد نفي الجنس مبني على السكون.
طالب: اسم لا مبني على الفتح.
في الساحة: جار ومجرور في محل رفع خبر لا.
''',
        'keywords': 'ساحة:في:لا:طالب',
        'phrase': 'لا طالب في الساحة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا طالب في الساحة',
        },
    894: {
        'date': '2023-07-19',
        'id': 894,
        'inflection': '''إذا: حرف مبني على السكون، يفيد الشرط.
إذا: حرف مبني على السكون، يفيد الشرط.
قالت: فعل ماض مبني على الفتح، والتاء للتأنيث.
حذام: اسم مبني على الكسر، في محل رفع فاعل.
ف: حرف مبني على الفتح، لا محل له.
صدقوا: فعل أمر مبني على حذف النون، والواو في محل رفع فاعل.
ها: ضمير مبني في محل نصب مفعول به.
إن: حرف مبني على الفتح.
القول: اسم إن منصوب.
ما: اسم موصول في محل رفع خبر إن.
قالت: فعل ماض.
حذام: اسم مبني على الكسر في محل رفع فاعل.
والجملة من الفعل والفاعل، صلة الموصول لا محل لها.
''',
        'keywords': 'إذا:قول:حذام:إن:قال:صدق:ما',
        'phrase': 'إذا قالت حذام فصدقوها فإن القول ما قالت حذام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذا قالت حذام فصدقوها فإن القول ما قالت حذام',
        },
    895: {
        'date': '2023-07-19',
        'id': 895,
        'inflection': '''ودعت: فعل وفاعل.
ودعت: فعل وفاعل.
قطام: اسم مبني على الكسر، في محل نصب مفعول به.
سهاد: اسم معطوف على محل قطام بالنصب.
''',
        'keywords': 'ودع:دع:سافر:سهاد:إذ:داع:قطام:دعا:دعت:،',
        'phrase': 'ودعت قطام وسهاد، إذ سافرنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ودعت قطام وسهاد، إذ سافرنا',
        },
    896: {
        'date': '2023-07-19',
        'id': 896,
        'inflection': '''هاتف: مبتدأ مرفوع، وهو مضاف.
هاتف: مبتدأ مرفوع، وهو مضاف.
قطام: اسم مبني على الكسر، في محل جر مضاف إليه.
مشغول: خبر مرفوع.
''',
        'keywords': 'قطام:هاتف:مشغول',
        'phrase': 'هاتف قطام مشغول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هاتف قطام مشغول',
        },
    897: {
        'date': '2023-07-19',
        'id': 897,
        'inflection': '''سيبويه: اسم مبني على الكسر، في محل رفع مبتدأ.
سيبويه: اسم مبني على الكسر، في محل رفع مبتدأ.
أحد: خبر مرفوع.
أساتذة: مضاف إليه مجرور.
النحو: مضاف إليه مجرور.
العربي: صفة لمجرور.
''',
        'keywords': 'حدي:أحد:عربة:عرب:سيبو:حدى:أساتذة:حدا:عربي:حد:حاد:نحو',
        'phrase': 'سيبويه أحد أساتذة النحو العربي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سيبويه أحد أساتذة النحو العربي',
        },
    898: {
        'date': '2023-07-19',
        'id': 898,
        'inflection': '''أقدر: فعل مضارع مرفوع، وفاعله مستتر فيه تقديره أنا.
أقدر: فعل مضارع مرفوع، وفاعله مستتر فيه تقديره أنا.
سيبويه: اسم مبني على الكسر، في محل نصب مفعول به.
آراء: اسم معطوف بالنصب على المنصوب.
''',
        'keywords': 'أقدر:آراء:سيبو:قدر',
        'phrase': 'أقدر سيبويه وآراءه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقدر سيبويه وآراءه',
        },
    899: {
        'date': '2023-07-19',
        'id': 899,
        'inflection': '''على سيبويه: اسم مبني على الكسر، في محل جر بحرف الجر.
على سيبويه: اسم مبني على الكسر، في محل جر بحرف الجر.
''',
        'keywords': 'تعلم:على:سيبو',
        'phrase': 'تعلمت على سيبويه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعلمت على سيبويه',
        },
    900: {
        'date': '2023-07-19',
        'id': 900,
        'inflection': '''أعرف: فعل مضارع مرفوع، وفاعله مستتر تقديره أنا.
أعرف: فعل مضارع مرفوع، وفاعله مستتر تقديره أنا.
ك: ضمير مبني على الفتح، في محل نصب مفعول به.
قبل: ظرف مبني على الضم مقطوع عن الإضافة، في محل جر.
بعد: ظرف مبني على الضم مقطوع عن الإضافة، في محل جر.
''',
        'keywords': 'عد:أعرف:مان:بعد:من:منى:قبل:عرف',
        'phrase': 'أعرفك من قبل ومن بعد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعرفك من قبل ومن بعد',
        },
    901: {
        'date': '2023-07-19',
        'id': 901,
        'inflection': '''ليس: فعل ماض ناقص مبني على الفتح.
ليس: فعل ماض ناقص مبني على الفتح.
غير: ظرف مبني على الضم، في محل رفع اسم ليس، التقدير ليس غير الساعتين وقتا.
''',
        'keywords': 'لاس:غار:غير:يس:ليس',
        'phrase': 'ليس غير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس غير',
        },
    902: {
        'date': '2023-07-19',
        'id': 902,
        'inflection': '''وائل: منادى مبني على الضم، في محل نصب.
وائل: منادى مبني على الضم، في محل نصب.
مرحبا: مفعول مطلق منصوب.
''',
        'keywords': 'يا:مرحب:،:ألي',
        'phrase': 'يا وائل، مرحبا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا وائل، مرحبا',
        },
    903: {
        'date': '2023-07-19',
        'id': 903,
        'inflection': '''يا: حرف نداء مبني على السكون.
يا: حرف نداء مبني على السكون.
سماح: اسم مبني على الكسر، في محل رفع منادى علم على أنه منصوب منادى''',
        'keywords': 'يا:سماح',
        'phrase': 'يا سماح',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا سماح',
        },
    904: {
        'date': '2023-07-19',
        'id': 904,
        'inflection': '''عذاب: اسم مبني على الكسر، في محل رفع منادى علم، على أنه منصوب.
عذاب: اسم مبني على الكسر، في محل رفع منادى علم، على أنه منصوب.
''',
        'keywords': 'يا:عذاب',
        'phrase': 'يا عذاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا عذاب',
        },
    905: {
        'date': '2023-07-19',
        'id': 905,
        'inflection': 'ظل: فعل ماض ناقص، مبني على الفتح ظل: فعل ماض ناقص، مبني على الفتح المتهمون: اسم ظل مرفوع، علامته الواو، لأنه جمع مذكر سالم خائفين: خبر ظل منصوب علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'متهم:ظل:خائف',
        'phrase': 'ظل المتهمون خائفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل المتهمون خائفين',
        },
    906: {
        'date': '2023-07-19',
        'id': 906,
        'inflection': 'قد: حرف تحقيق، مبني على السكون قد: حرف تحقيق، مبني على السكون أفلح: فعل ماض مبني على الفتح المؤمنون: فاعل مرفوع، علامته الواو، لأنه جمع مذكر سالم.\n',
        'keywords': 'مؤمن:فلي:قاد:وحى:فال:ح:قد:وفل:أفل:فل:فلا:فلى:"',
        'phrase': '"قد أفل ح المؤمنون "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"قد أفل ح المؤمنون "',
        },
    907: {
        'date': '2023-07-19',
        'id': 907,
        'inflection': 'يكلف: فعل مضارع مرفوع علامته الضمة، مجهول فاعله يكلف: فعل مضارع مرفوع علامته الضمة، مجهول فاعله الممثلون: نائب فاعل مرفوع علامته الواو',
        'keywords': 'أدوار:لف:مختلف:كلف:ممثل',
        'phrase': 'كلف الممثلون بأدوار مختلفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كلف الممثلون بأدوار مختلفة',
        },
    908: {
        'date': '2023-07-19',
        'id': 908,
        'inflection': 'يصوم: فعل مضارع مرفوع علامته الضمة، مجهول فاعله يصوم: فعل مضارع مرفوع علامته الضمة، مجهول فاعله المسلمون: فاعل مرفوع علامته الواو، لأنه جمع مذكر سالم شهر: اسم منصوب بإسقاط حرف الجر (في )',
        'keywords': 'شهر:صام:رمضان:مسلم:صوم:رمض',
        'phrase': 'يصوم المسلمون شهر رمضان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يصوم المسلمون شهر رمضان',
        },
    909: {
        'date': '2023-07-19',
        'id': 909,
        'inflection': 'يصمم: فعل مضارع مرفوع علامته الضمة يصمم: فعل مضارع مرفوع علامته الضمة المهندسون: فاعل مرفوع علامته الواو، لأنه جمع مذكر سالم',
        'keywords': 'صم:مشروع:مهندس:مختلف:صمم',
        'phrase': 'يصمم المهندسون مشروعات مختلفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يصمم المهندسون مشروعات مختلفة',
        },
    910: {
        'date': '2023-07-19',
        'id': 910,
        'inflection': 'ليت: حرف مشبه بالفعل، مبني على الفتح ليت: حرف مشبه بالفعل، مبني على الفتح المسؤولين: اسم ليت منصوب علامته الياء، لأنه جمع مذكر سالم قادرون: خبر ليت مرفوع علامته الواو، لأنه جمع مذكر سالم',
        'keywords': 'ليت:مسؤولية:احتمال:مسؤول:قادر:على:لات',
        'phrase': 'ليت المسؤولين قادرون على احتمال المسؤولية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليت المسؤولين قادرون على احتمال المسؤولية',
        },
    911: {
        'date': '2023-07-19',
        'id': 911,
        'inflection': 'ينتظر: فعل مضارع مرفوع علامته الضمة ينتظر: فعل مضارع مرفوع علامته الضمة الموظفون: فاعل مرفوع، علامته الواو، لأنه جمع مذكر سالم',
        'keywords': 'شهر:شوق:!:انتظر:موظف:نهاية',
        'phrase': 'ينتظر الموظفون نهاية الشهر بشوق!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ينتظر الموظفون نهاية الشهر بشوق!',
        },
    912: {
        'date': '2023-07-19',
        'id': 912,
        'inflection': 'المصرفيون: مبتدأ مرفوع علامته الواو، لأنه جمع مذكر سالم المصرفيون: مبتدأ مرفوع علامته الواو، لأنه جمع مذكر سالم يداومون: فعل مضارع مرفوع علامته ثبوت النون، لأنه من الأفعال الخمسة، الواو: ضمير مبني في محل رفع فاعل، والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.\n',
        'keywords': 'أيام:في:مصرفي:أسبوع:ست:داوم',
        'phrase': 'المصرفيون يداومون ستة أيام في الأسبوع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المصرفيون يداومون ستة أيام في الأسبوع',
        },
    913: {
        'date': '2023-07-19',
        'id': 913,
        'inflection': 'يرتاد: فعل مضارع مرفوع، علامته الضمة يرتاد: فعل مضارع مرفوع، علامته الضمة السائحون: فاعل مرفوع علامته الواو، لأنه جمع مذكر سالم',
        'keywords': 'سائح:لأم:أماكن:ارتاد:أثري:أثر',
        'phrase': 'يرتاد السائحون الأماكن الأثرية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يرتاد السائحون الأماكن الأثرية',
        },
    914: {
        'date': '2023-07-19',
        'id': 914,
        'inflection': 'المواطنون: مبتدأ مرفوع، علامته الواو، لأنه جمع مذكر سالم المواطنون: مبتدأ مرفوع، علامته الواو، لأنه جمع مذكر سالم معتادون: خبر مرفوع، علامته الواو، لأنه جمع مذكر سالم',
        'keywords': 'معتاد:ضرائب:!:على:كثير:دفع:مواطن',
        'phrase': 'المواطنون معتادون على دفع الضرائب الكثيرة!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المواطنون معتادون على دفع الضرائب الكثيرة!',
        },
    915: {
        'date': '2023-07-19',
        'id': 915,
        'inflection': 'أحال: فعل ماض مبني على الفتح أحال: فعل ماض مبني على الفتح القاضي: فاعل مرفوع بضمة مقدرة على آخره المتهمين: مفعول به منصوب علامته الياء لأنه جمع مذكر سالم',
        'keywords': 'حال:مدن:أحالي:أحال:إلى:محكمة:مدني:قاضي:متهم:محكم',
        'phrase': 'أحال القاضي المتهمين إلى محكمة مدنية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحال القاضي المتهمين إلى محكمة مدنية',
        },
    916: {
        'date': '2023-07-19',
        'id': 916,
        'inflection': 'إن: حرف مشبه بالفعل مبني على الفتح إن: حرف مشبه بالفعل مبني على الفتح المؤمنين: اسم إن منصوب علامته الياء، لأنه جمع مذكر سالم في جنات: شبه جملة في محل رفع خبر إن',
        'keywords': 'مؤمن:في:إن:نعيم:جنة:عيم:جن',
        'phrase': 'إن المؤمنين في جنات ونعيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن المؤمنين في جنات ونعيم',
        },
    917: {
        'date': '2023-07-19',
        'id': 917,
        'inflection': 'ظل: فعل ماض ناقص مبني على الفتح ظل: فعل ماض ناقص مبني على الفتح الحاضرون: اسم ظل مرفوع علامته الواو، لأنه جمع مذكر سالم منجذبين: خبر ظل منصوب، علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'وقت:طيلة:منجذب:إلى:ظل:محاضر:حاضر',
        'phrase': 'ظل الحاضرون منجذبين إلى المحاضر طيلة الوقت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل الحاضرون منجذبين إلى المحاضر طيلة الوقت',
        },
    918: {
        'date': '2023-07-19',
        'id': 918,
        'inflection': 'احترم: فعل وفاعل احترم: فعل وفاعل الممثلين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم الملتزمين: صفة منصوبة علامتها الياء، لأنه جمع مذكر سالم',
        'keywords': 'ممثل:احترم:ملتزم',
        'phrase': 'احترم الممثلين الملتزمين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'احترم الممثلين الملتزمين',
        },
    919: {
        'date': '2023-07-19',
        'id': 919,
        'inflection': 'العاملين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم العاملين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'صرف:دون:تعويض:دوى:عامل:مصنع:صاحب',
        'phrase': 'صرف صاحب المصنع العاملين دون تعويض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صرف صاحب المصنع العاملين دون تعويض',
        },
    920: {
        'date': '2023-07-19',
        'id': 920,
        'inflection': 'المصلين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم المصلين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'ودع:دع:إمام:إلى:دعا:مصل:انتظام',
        'phrase': 'دعا الإمام المصلين إلى الانتظام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دعا الإمام المصلين إلى الانتظام',
        },
    921: {
        'date': '2023-07-19',
        'id': 921,
        'inflection': 'المواطنين: اسم ليت منصوب علامته الياء، لأنه جمع مذكر سالم المواطنين: اسم ليت منصوب علامته الياء، لأنه جمع مذكر سالم يقدرون: فعل مضارع مرفوع علامته ثبوت النون، لأنه من الأفعال الخمسة، الواو: ضمير مبني في محل رفع فاعل، والجملة من الفعل والفاعل في محل رفع خبر ليت',
        'keywords': 'ليت:نظاف:نظافة:مواطن:عمال:قدر:لات:عمل',
        'phrase': 'ليت المواطنين يقدرون عمل عمال النظافة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليت المواطنين يقدرون عمل عمال النظافة',
        },
    922: {
        'date': '2023-07-19',
        'id': 922,
        'inflection': 'أتعب: فعل ماض مبني على الفتح أتعب: فعل ماض مبني على الفتح صوت: فاعل مرفوع علامته الضمة، وهو مضاف المغني: مضاف إليه مجرور بكسرة مقدرة على الياء الأجش: صفة (سيئة) مرفوعة لصوت المستمعين: مفعول به منصوب، علامته الياء لأنه جمع مذكر سالم',
        'keywords': 'صوى:وعب:أجش:أتعب:صوت:مغني:تعب:!:عب:صات:مستمع',
        'phrase': 'أتعب صوت المغني الأجش المستمعين!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أتعب صوت المغني الأجش المستمعين!',
        },
    923: {
        'date': '2023-07-19',
        'id': 923,
        'inflection': 'المبادرين: صفة منصوبة علامتها الياء، لأنه جمع مذكر سالم المبادرين: صفة منصوبة علامتها الياء، لأنه جمع مذكر سالم',
        'keywords': 'مبادر:شباب:ناس:حب:أحب:حبا:حبى:حاب',
        'phrase': 'يحب الناس الشباب المبادرين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحب الناس الشباب المبادرين',
        },
    924: {
        'date': '2023-07-19',
        'id': 924,
        'inflection': 'المدينين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم المدينين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'سداد:مبالغ:ذر:أنذر:مدين:نذر:مصرف:وذر',
        'phrase': 'أنذر المصرف المدينين بسداد المبالغ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنذر المصرف المدينين بسداد المبالغ',
        },
    925: {
        'date': '2023-07-19',
        'id': 925,
        'inflection': 'مصير: مبتدأ مرفوع علامته الضمة، وهو مضاف مصير: مبتدأ مرفوع علامته الضمة، وهو مضاف الظالمين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم سيء: خبر مرفوع علامته تنوين الضم',
        'keywords': 'ظالم:مصير:ساء',
        'phrase': 'مصير الظالمين سيء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مصير الظالمين سيء',
        },
    926: {
        'date': '2023-07-19',
        'id': 926,
        'inflection': 'الغابرين: اسم مجرور، علامته الياء، لأنه جمع مذكر سالم الغابرين: اسم مجرور، علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'عظة:لنا:في:ولى:غابر',
        'phrase': 'ولنا في الغابرين عظة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ولنا في الغابرين عظة',
        },
    927: {
        'date': '2023-07-19',
        'id': 927,
        'inflection': 'تعاني: فعل مضارع مرفوع، بضمة مقدرة على آخره تعاني: فعل مضارع مرفوع، بضمة مقدرة على آخره المشافي: فاعل مرفوع، بضمة مقدرة على آخره نقص: مفعول به منصوب، وهو مضاف الممرضين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'عان:المشافي:نقص:عانى:أعان:أقصى:قص:قاص:ممرض:وقص',
        'phrase': 'تعاني المشافي نقص الممرضين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعاني المشافي نقص الممرضين',
        },
    928: {
        'date': '2023-07-19',
        'id': 928,
        'inflection': 'المدمنين: مضاف إليه مجرور، علامته الياء المدمنين: مضاف إليه مجرور، علامته الياء',
        'keywords': 'اهتم:هتم:معالجة:مدمن:دولة:دول:معالج:تاه',
        'phrase': 'تهتم الدولة بمعالجة المدمنين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تهتم الدولة بمعالجة المدمنين',
        },
    929: {
        'date': '2023-07-19',
        'id': 929,
        'inflection': 'العاملين: اسم مجرور علامته الياء، لأنه جمع مذكر سالم العاملين: اسم مجرور علامته الياء، لأنه جمع مذكر سالم المخلصين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم',
        'keywords': 'إنسان:إلى:إنس:عامل:اطمأن:مخلص:طمأن',
        'phrase': 'يطمئن الإنسان إلى العاملين المخلصين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يطمئن الإنسان إلى العاملين المخلصين',
        },
    930: {
        'date': '2023-07-19',
        'id': 930,
        'inflection': 'المبدعين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم المبدعين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم',
        'keywords': 'اهتم:مدرسة:هتم:مدرس:أطفال:مبدع:تاه',
        'phrase': 'تهتم المدرسة بالأطفال المبدعين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تهتم المدرسة بالأطفال المبدعين',
        },
    931: {
        'date': '2023-07-19',
        'id': 931,
        'inflection': 'الموظفين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم الموظفين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'إدارة:اشتغل:شؤون:في:موظف',
        'phrase': 'أشتغل في إدارة شؤون الموظفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أشتغل في إدارة شؤون الموظفين',
        },
    932: {
        'date': '2023-07-19',
        'id': 932,
        'inflection': 'المودعين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم المودعين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'اهتم:كبار:مدير:هتم:إلا:!:مصرف:لا:مودع',
        'phrase': 'لا يهتم مدير المصرف إلا بكبار المودعين!',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا يهتم مدير المصرف إلا بكبار المودعين!',
        },
    933: {
        'date': '2023-07-19',
        'id': 933,
        'inflection': 'وجهت: فعل ماض مبني على الفتح، مجهول فاعله، والتاء للتأنيث وجهت: فعل ماض مبني على الفتح، مجهول فاعله، والتاء للتأنيث الدعوة: نائب فاعل مرفوع علامته الضمة إلى عدد: شبة جملة جار ومجرور غفير: صفة لمجرور المدعويين: اسم مجرور علامته الياء، لأنه جمع مذكر سالم',
        'keywords': 'عدد:وجه:جاه:إلى:جه:مان:من:منى:دعوة:غفير:المدعويين',
        'phrase': 'وجهت الدعوة إلى عدد غفير من المدعويين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وجهت الدعوة إلى عدد غفير من المدعويين',
        },
    934: {
        'date': '2023-07-19',
        'id': 934,
        'inflection': 'صعد: فعل ماض مبني على الفتح ،التاء حرف مبني على السكون للتأنيث صعد: فعل ماض مبني على الفتح ،التاء حرف مبني على السكون للتأنيث المضيفات: فاعل مرفوع، علامته الضمة إلى الطائرة: شبه جملة متعلقة ب ( صعد )',
        'keywords': 'إلى:صعد:طائرة:طائر:مضيف',
        'phrase': 'صعدت المضيفات إلى الطائرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صعدت المضيفات إلى الطائرة',
        },
    935: {
        'date': '2023-07-19',
        'id': 935,
        'inflection': 'ظل: فعل ماض مبني على الفتح ،التاء تاء التأنيث ظل: فعل ماض مبني على الفتح ،التاء تاء التأنيث الطبيبات: إسم ظل مرفوع علامته الضمة مناوبات: خبر ظل منصوب، علامته تنوين الكسر ،لأنه جمع مؤنث سالم',
        'keywords': 'مناوب:ظل:مناوبة:طبيب',
        'phrase': 'ظلت الطبيبات مناوبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظلت الطبيبات مناوبات',
        },
    936: {
        'date': '2023-07-19',
        'id': 936,
        'inflection': 'تساهم: فعل مضارع مرفوع علامته الضمة تساهم: فعل مضارع مرفوع علامته الضمة المحطات: فاعل مرفوع علامته الضمة الفضائية: صفة لمرفوع، علامتها الضمة الشبكات: إسم معطوف على مرفوع علامته الضمة الأرضية: صفة لمرفوع علامتها الضمة في نقل: شبه جملة متعلقة بـ ( تساهم ) المعلومات: مضاف إليه مجرور علامته الكسرة',
        'keywords': 'فضاء:أرضة:فضائي:نقل:قلا:وقل:،:محط:أرضي:قلي:محطة:شبكة:ساهم:في:أقال:قال:قلى:معلوم:أرض',
        'phrase': 'تساهم المحطات الفضائية، والشبكات الأرضية في نقل المعلومات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تساهم المحطات الفضائية، والشبكات الأرضية في نقل المعلومات',
        },
    937: {
        'date': '2023-07-19',
        'id': 937,
        'inflection': 'تزود: فعل مضارع مرفوع، مجهول فاعله تزود: فعل مضارع مرفوع، مجهول فاعله المكتبات: نائب فاعل مرفوع، علامته الضمة بالصحف: جار ومجرور المجلات، الدوريات، الحوليات: أسماء معطوفة على مجرور علامتها الكسرة',
        'keywords': 'حول:دورة:زود:زاد:مكتب:مجلة:دوري:صحف:حولى:حولي:دور:تزود:مكتبة',
        'phrase': 'تزود المكتبات بالصحف والمجلات والدوريات والحوليات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تزود المكتبات بالصحف والمجلات والدوريات والحوليات',
        },
    938: {
        'date': '2023-07-19',
        'id': 938,
        'inflection': 'تسير: فعل مضارع مرفوع ،علامته الضمة تسير: فعل مضارع مرفوع ،علامته الضمة رحلات: فاعل مرفوع، علامته الضمة وهو مضاف شركة: مضاف إليه مجرور، علامته الكسرة ،وهو مضاف الطيران: مضاف إليه مجرور علامته الكسرة بدقة: شبه جملة متعلقة ب ( تسير )',
        'keywords': 'طير:دق:شركة:شرك:طيران:سير:رحل:سار:دقة:رحلات:رحلة',
        'phrase': 'تسير رحلات شركة الطيران بدقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تسير رحلات شركة الطيران بدقة',
        },
    939: {
        'date': '2023-07-19',
        'id': 939,
        'inflection': 'إن: حرف مبني على الفتح إن: حرف مبني على الفتح الطفلات: إسم إن منصوب علامته الكسرة /جمع مؤنث سالم بريئات: خبر إن مرفوع، علامته تنوين الضم',
        'keywords': 'إن:طفل:بريئة',
        'phrase': 'إن الطفلات بريئات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الطفلات بريئات',
        },
    940: {
        'date': '2023-07-19',
        'id': 940,
        'inflection': 'حالة: مبتدأ مرفوع، علامته الضمة حالة: مبتدأ مرفوع، علامته الضمة المريضات: مضاف إليه مجرور، علامته الكسرة مستقرة: خبر مرفوع علامته تنوين الضم',
        'keywords': 'حال:حالة:مريض:مستقر',
        'phrase': 'حالة المريضات مستقرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حالة المريضات مستقرة',
        },
    941: {
        'date': '2023-07-19',
        'id': 941,
        'inflection': 'يهتم: فعل مضارع مرفوع، علامته الضمة يهتم: فعل مضارع مرفوع، علامته الضمة المربون: فاعل مرفوع، علامته الواو /جمع مذكر سالم بدراسة: شبه جملة جار ومجرور إتجاهات: مضاف إليه مجرور، علامته الكسرة، وهو مضاف المراهقات: مضاف إليه مجرور، علامته الكسرة والمراهقين: إسم معطوف على مجرور، علامته الياء /جمع مذكر سالم',
        'keywords': 'اهتم:هتم:دراس:دراسة:مراهق:المربون:اتجاه:مراهقة',
        'phrase': 'يهتم المربون بدراسة اتجاهات المراهقات والمراهقين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يهتم المربون بدراسة اتجاهات المراهقات والمراهقين',
        },
    942: {
        'date': '2023-07-19',
        'id': 942,
        'inflection': 'في المشفى: شبه جملة جار ومجرور في محل رفع خبر مقدم في المشفى: شبه جملة جار ومجرور في محل رفع خبر مقدم عديد: مبتدأ مؤخر مرفوع علامته تنوين الضم من: حرف جر الطبيبات: إسم مجرور، علامه الكسرة ذوات: صفة مجرورة، علامتها الكسرة، وهي مضافة الكفايات: مضاف إليه مجرور، علامته الكسرة العالية: صفة مجرورة، علامنها الكسرة',
        'keywords': 'مشفى:مان:عالة:في:عال:طبيب:من:منى:عديد:كفاية:عالي:ذو',
        'phrase': 'في المشفى عديد من الطبيبات ذوات الكفايات العالية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المشفى عديد من الطبيبات ذوات الكفايات العالية',
        },
    943: {
        'date': '2023-07-19',
        'id': 943,
        'inflection': '''كفى: فعل ماض مبني على الفتح المقدر على آخره.
كفى: فعل ماض مبني على الفتح المقدر على آخره.
بـ :حرف جر زائد مبني على الكسر.
الله: لفظ الجلالة، مجرور بحرف الجر الزائد لفظا، مرفوع محلا فاعل.
شهيدا: تمييز منصوب''',
        'keywords': 'شهيد:الله:كفى',
        'phrase': 'كفى بالله شهيدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كفى بالله شهيدا',
        },
    944: {
        'date': '2023-07-19',
        'id': 944,
        'inflection': '''كن: فعل أمر، مبني على السكون، اسمه ضمير مستتر تقديره أنت، وخبرها محذوف تقديره ثابتا.
كن: فعل أمر، مبني على السكون، اسمه ضمير مستتر تقديره أنت، وخبرها محذوف تقديره ثابتا.
ك: حرف جر مبني على الفتح.
ما: اسم موصول مبني على السكون، في محل جر، والجار والمجرور متعلقان بـ ( كن).
أنت: ضمير مبني في محل رفع مبتدأ.
عليه: على: حرف جر والهاء ضمير مبني في محل جر، والجار والمجرور في محل رفع خبر''',
        'keywords': 'علي:كم:نات:وكن:كن:أنت:آن:نتا:وكم:أنى:كنى:عل:على:علة:كما',
        'phrase': 'كن كما أنت عليه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كن كما أنت عليه',
        },
    945: {
        'date': '2023-07-19',
        'id': 945,
        'inflection': '''ليس :فعل ماض مبني على الفتح.
ليس :فعل ماض مبني على الفتح.
ك :حرف جر زائد، مبني على الفتح.
مثله :اسم مجرور لفظا منصوب محلا على أنه خبر ( ليس) شيء: اسم ليس مرفوع.
''',
        'keywords': 'لاس:شاء:يس:ليس:مثل:شيء',
        'phrase': 'ليس كمثله شيء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس كمثله شيء',
        },
    946: {
        'date': '2023-07-19',
        'id': 946,
        'inflection': '''يا :حرف نداء مبني على السكون يا :حرف نداء مبني على السكون لـ :حرف جر مبني على الفتح، أريد به التعجب.
الروعة: اسم مجرور لفظا، منصوب محلا منادى.
''',
        'keywords': 'يا:روعة:روع',
        'phrase': 'يا للروعة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يا للروعة',
        },
    947: {
        'date': '2023-07-19',
        'id': 947,
        'inflection': '''عن :حرف جر مبني على السكون.
عن :حرف جر مبني على السكون.
ما :حرف مبني على السكون ( زائد) قليل: اسم مجرور، والجار والمجرور متعلقان بـ ( تعرفون ).
''',
        'keywords': 'نتيجة:قليل:عم:عما:وعم:عرف',
        'phrase': 'عما قليل ستعرفون النتيجة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عما قليل ستعرفون النتيجة',
        },
    948: {
        'date': '2023-07-19',
        'id': 948,
        'inflection': '''لـ :حرف جر مبني.
لـ :حرف جر مبني.
كم :ضمير مبني على السكون في محل جروالجار والمجرور في محل رفع خبر مقدم.
في: حرف جر مبني على السكون.
رسول: اسم مجرور، والجار والمجرور، متعلقان بـالخبر المقدم.
الله :لفظ الجلالة مضاف إليه مجرور.
أسوة :مبتدأ مرفوع مؤخر.
حسنة: صفة مرفوعة''',
        'keywords': 'رسول:أسوة:كم:في:ولى:حسنة:حسن:لكم:الله',
        'phrase': 'ولكم في رسول الله أسوة حسنة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ولكم في رسول الله أسوة حسنة',
        },
    949: {
        'date': '2023-07-19',
        'id': 949,
        'inflection': '''اللام :حرف توكيد مبني على الفتح.
اللام :حرف توكيد مبني على الفتح.
أصلبن: فعل مضارع مبني على الفتح لاتصاله بنون التوكيد، وهي حرف مبني على الفتح لا محل له،  والفاعل ضمير مستتر تقديره ( أنا ) يعود إلى لفظ الجلالة.
كم :ضمير مبني على السكون، في محل نصب مفعول به.
في :حرف جر.
جذوع: اسم مجرور علامته الكسرة، والجار والمجرور، متعلقان بـ ( أصلب).
النخل: مضاف إليه مجرور.
''',
        'keywords': 'صلب:في:جذوع:نخل',
        'phrase': 'لأصلبنكم في جذوع النخل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لأصلبنكم في جذوع النخل',
        },
    950: {
        'date': '2023-07-19',
        'id': 950,
        'inflection': '''أحب :فعل مضارع مرفوع، فاعله مستتر تقديره ( أنا ) أحب :فعل مضارع مرفوع، فاعله مستتر تقديره ( أنا ) المسرحيات: مفعول به منصوب، علامته الكسرة.
خلا :حرف جر زائد ـ شبيه بالزائد ـ مبني على السكون.
الهابطة :اسم مجرور لفظا منصوب محلا ـ مستثنى''',
        'keywords': 'هابط:خل:مسرح:حب:أحب:حبا:خلا:حبى:حاب:مسرحي',
        'phrase': 'أحب المسرحيات خلا الهابطة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحب المسرحيات خلا الهابطة',
        },
    951: {
        'date': '2023-07-19',
        'id': 951,
        'inflection': '''أخو :مبتدأ مرفوع، علامته الواووهو مضاف.
أخو :مبتدأ مرفوع، علامته الواووهو مضاف.
ك :في محل جر بالإضافة.
في الدار: جار ومجرور، متعلقان بكون محذوف تقديره ـ موجود ـ أو جار ومجرور سدا مسد الخبر.
''',
        'keywords': 'أخو:في:خوى:أخا:دار',
        'phrase': 'أخوك في الدار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخوك في الدار',
        },
    952: {
        'date': '2023-07-19',
        'id': 952,
        'inflection': '''رب :حرف جر زائد مبني على الفتح.
رب :حرف جر زائد مبني على الفتح.
مخادع :اسم مجرور لفظا، مرفوع محلا، مبتدأ مكشوف: خبر مرفوع.
''',
        'keywords': 'ربى:رب:راب:مكشوف:مخادع',
        'phrase': 'رب مخادع مكشوف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رب مخادع مكشوف',
        },
    953: {
        'date': '2023-07-19',
        'id': 953,
        'inflection': '''كفى :فعل ماض مبني على الفتح المقدر على آخره.
كفى :فعل ماض مبني على الفتح المقدر على آخره.
بـ :حرف جر زائد مبني على الكسر.
عقل :اسم مجرور لفظا، مرفوع محلا ـ فاعل ـ وهو مضاف.
ك :في محل جر بالإضافة هاديا: تمييز منصوب.
''',
        'keywords': 'هادي:هاد:هادى:كفى:عقل',
        'phrase': 'كفى بعقلك هاديا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كفى بعقلك هاديا',
        },
    954: {
        'date': '2023-07-19',
        'id': 954,
        'inflection': '''استعنت :فعل وفاعل.
استعنت :فعل وفاعل.
بـ :حرف جر.
كتابي :اسم مجرور علامته الياء ـ مثنى ـ وحذفت نونه للإضافة.
الرياضيات: مضاف إليه مجرور.
''',
        'keywords': 'كتاب:رياضيات:استعان:كتابة:رياضة:رياضي:الرياض',
        'phrase': 'استعنت بكتابي الرياضيات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعنت بكتابي الرياضيات',
        },
    955: {
        'date': '2023-07-19',
        'id': 955,
        'inflection': '''ذاك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ.
ذاك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ.
جدار :خبر مرفوع، وهو مضاف.
اسمنت: مضاف إليه مجرور.
''',
        'keywords': 'جدار:ذاك:اسمنت',
        'phrase': 'ذاك جدار اسمنت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذاك جدار اسمنت',
        },
    956: {
        'date': '2023-07-19',
        'id': 956,
        'inflection': '''ساعدت :فعل وفاعل.
ساعدت :فعل وفاعل.
إنسانا :مفعول به منصوب.
مهضوما: صفة ( نعت ) منصوب.
حق :نائب فاعل مرفوع، لاسم المفعول، وهو مضاف.
ه :في محل جر بالإضافة.
''',
        'keywords': 'إنسان:ساعد:إنس:مهضوم:حاق:حق',
        'phrase': 'ساعدت إنسانا مهضوما حقه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساعدت إنسانا مهضوما حقه',
        },
    957: {
        'date': '2023-07-19',
        'id': 957,
        'inflection': '''لو: أداة شرط غير جازمة، حرف الشرط يفيد امتناع ( الجواب ) لامتناع ( الشرط ).
لو: أداة شرط غير جازمة، حرف الشرط يفيد امتناع ( الجواب ) لامتناع ( الشرط ).
عرف: فعل ماض مبنى على الفتح.
الإنسان: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
مقداره: مفعول به منصوب وعلامة نصبه الفتحه الظاهرة على آخره، الهاء: ضمير مبنى على الضم في محل جر على أنه مضاف إليه.
والجملة من الفعل والفاعل جملة الشرط.
لم: حرف نفي وجزم وقلب.
يفخر: فعل مضارع مجزوم بلم وعلامة جزمه سكون آخره، وكسر لالتقاء الساكنين.
المولى : فاعل مرفوع وعلامة رفعة الضمة المقدرة على الألف منع من ظهورها التعذر.
على: حرف جر.
عبده: اسم مجرور بعلى وعلامة جره الكسرة الظاهرة على آخره والجار والمجرور متعلقان بالفعل يفخر، الهاء: ضمير مبنى على الكسر في محل جر مضاف إليه والجملة من الفعل والفاعل لا محل لها من الإعراب لأنها جواب شرط غير جازم.
أمس: اسم مبنى على الكسر في محل رفع على أنه مبتدأ.
الذي: اسم موصول مبنى في محل رفع صفة أمس.
مر: فعل ماض مبنى على الفتح، والفاعل ضمير مستتر تقديرة هو يعود على أمس والجمله من الفعل والفاعل لا محل لها من الإعراب لأنها صلة الاسم الموصول.
على قربه: جار ومجرور متعلقان بمحذوف منصوب على أنه حال من أمس، والهاء: ضمير مبنى على الكسر في محل جر مضاف إليه.
يعجز: فعل مضارع لتجرده عن الناصب والجازم وعلامة رفعه ضم آخره، أهل: فاعل مرفوع بالضمة الظاهرة على آخره وهو مضاف.
الأرض: مضاف إليه مجرور بالكسرة الظاهرة على آخره.
عن رده: جار ومجرور متعلقان بالفعل يعجز والهاء ضمير مبنى على الكسر في محل جر مضاف إليه وجملة يعجز أهل الأرض من الفعل والفاعل في محل رفع خبره.
''',
        'keywords': 'مسا:إنس:عبد:مر:ومس:عرف:مقدار:مولى:لذي:لام:لو:لم:أمس:الذي:لوى:مس:إنسان:مسى:قرب:على:أمسى:فخر',
        'phrase': 'لو عرف الإنسان مقداره لم يفخر المولى على عبده أمس الذي مر على قربه أمس الذي مر على قربه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لو عرف الإنسان مقداره لم يفخر المولى على عبده أمس الذي مر على قربه أمس الذي مر على قربه',
        },
    958: {
        'date': '2023-07-19',
        'id': 958,
        'inflection': '''إذا :ظرف لما يستقبل من الزمان خافض لشرطه منصوب بجوابه مبنى على السكون في محل نصب، وهو أداة شرط غير جازمة ولا يليه إلا الفعل ظاهرا أو مقدرا.
إذا :ظرف لما يستقبل من الزمان خافض لشرطه منصوب بجوابه مبنى على السكون في محل نصب، وهو أداة شرط غير جازمة ولا يليه إلا الفعل ظاهرا أو مقدرا.
نوديت: فعل ماض مبنى على السكون لاتصاله بضمير رفع متحرك مبنى للمجهول، التاء: ضمير مبنى على الفتح في محل رفع نائب فاعل، والجملة في محل جر بإضافة إذا إليها.
للخير: اللام: حرف جر.
الخير: اسم مجرور باللام وعلامة جرة كسر آخره، والجار والمجرور متعلقان بالفعل نودي.
''',
        'keywords': 'خير:نادى:إذا',
        'phrase': 'إذا نوديت للخير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذا نوديت للخير',
        },
    959: {
        'date': '2023-07-19',
        'id': 959,
        'inflection': '''فكن :الفاء: رابطة لجواب الشرط، كن: فعل أمر ناقص مبنى على السكون يدخل على المبتدأ فكن :الفاء: رابطة لجواب الشرط، كن: فعل أمر ناقص مبنى على السكون يدخل على المبتدأ والخبر يرفع الأول فيسمى اسمه وينصب الثاني فيسمى خبره، واسمه ضمير مستتر تقديرة أنت أول: خبر كان منصوب بالفتحة الظاهرة على آخره وهو مضاف.
سباق: مضاف إليه مجرور بالكسرة الظاهرة على آخرة والجملة من كان واسمها وخبرها لا محل لها من الإعراب جواب الشرط.
''',
        'keywords': 'ألا:وكن:كن:ولي:أولى:آلى:ولى:كنى:سباق:أول:فكن:فك',
        'phrase': 'فكن أول سباق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فكن أول سباق',
        },
    960: {
        'date': '2023-07-19',
        'id': 960,
        'inflection': '''وإن: الواو: حرف عطف، إن: حرف شرط يجزم فعلين الأول فعل شرط والثاني جوابه وجزاؤه.
وإن: الواو: حرف عطف، إن: حرف شرط يجزم فعلين الأول فعل شرط والثاني جوابه وجزاؤه.
عوديت: فعل ماض مبنى على السكون في محل جزم على أنه فعل شرط وهو مبنى للمجهول، التاء: ضمير مبنى على الفتح في محل رفع نائب فاعل.
فاستعصم: الفاء: رابط لجواب الشرط.
استعصم: فعل أمر مبنى على السكون، والفاعل ضمير مستتر تقديره أنت، والجملة في محل جزم على أنها جواب شرط جازم.
بـآداب وأخلاق بآداب: جار ومجرور بالفعل استعصم.
وأخلاق: الواو: حرف عطف، أخلاق: اسم معطوف على آداب مجرور بالكسرة الظاهرة على آخره.
''',
        'keywords': 'أخلاق:عادى:استعصم:إن:آداب',
        'phrase': 'وإن عوديت فاستعصم بآداب وأخلاق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإن عوديت فاستعصم بآداب وأخلاق',
        },
    961: {
        'date': '2023-07-19',
        'id': 961,
        'inflection': 'الهاتف: مبتدأ مرفوع علامته الضمة الهاتف: مبتدأ مرفوع علامته الضمة فوق: ظرف زمان منصوب علامته الفتحة، وهو مضاف الطاولة: مضاف إليه مجرور علامته الكسرة، والمضاف إليه – شبه الجملة – في محل رفع خبر',
        'keywords': 'فوق:هاتف:وقى:طاولة',
        'phrase': 'الهاتف فوق الطاولة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الهاتف فوق الطاولة',
        },
    962: {
        'date': '2023-07-19',
        'id': 962,
        'inflection': '''في الصدور: جار ومجرور في محل رفع خبر.
في الصدور: جار ومجرور في محل رفع خبر.
''',
        'keywords': 'صدور:في:علم',
        'phrase': 'العلم في الصدور',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العلم في الصدور',
        },
    963: {
        'date': '2023-07-19',
        'id': 963,
        'inflection': '''أنت: ضمير مبني في محل رفع مبتدأ.
أنت: ضمير مبني في محل رفع مبتدأ.
بخير: جار ومجرور في محل رفع خبر.
''',
        'keywords': 'نات:أنت:آن:نتا:خير:أنى',
        'phrase': 'أنت بخير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنت بخير',
        },
    964: {
        'date': '2023-07-19',
        'id': 964,
        'inflection': 'العقاد: مبتدأ مرفوع العقاد: مبتدأ مرفوع شاعر: خبر مرفوع كاتب: خبر مرفوع مفكر: خبر مرفوع',
        'keywords': 'عقاد:مفكر:كاتب:شاعر',
        'phrase': 'العقاد شاعر كاتب مفكر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'العقاد شاعر كاتب مفكر',
        },
    965: {
        'date': '2023-07-19',
        'id': 965,
        'inflection': 'نعم: فعل ماض مبني على الفتح نعم: فعل ماض مبني على الفتح الفاتح: فاعل مرفوع علامته الضمة والتقدير نعم الفاتح هو أي (الممدوح) صلاح الدين هو (الضمير المحذوف مبني في محل رفع مبتدأ) صلاح: خبر مؤخر مرفوع وهو مضاف الدين: مضاف إليه مجرور',
        'keywords': 'صلاح:أعمى:عم:نعم:عام:فاتح:عمى:عمي:وعم:دين',
        'phrase': 'نعم الفاتح صلاح الدين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم الفاتح صلاح الدين',
        },
    966: {
        'date': '2023-07-19',
        'id': 966,
        'inflection': 'في ذمتي: جار ومجرور في محل رفع خبر (عهد أو يمين المحذوفتان) مبتدأ مرفوع في ذمتي: جار ومجرور في محل رفع خبر (عهد أو يمين المحذوفتان) مبتدأ مرفوع',
        'keywords': 'ذمة:ذم:في:أراد:ما:فعل',
        'phrase': 'في ذمتي لأفعلن ما تريد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في ذمتي لأفعلن ما تريد',
        },
    967: {
        'date': '2023-07-19',
        'id': 967,
        'inflection': 'صبر: خبر مرفوع علامته تنوين الضم لمبتدأ محذوف تقديره (صبري) صبر: خبر مرفوع علامته تنوين الضم لمبتدأ محذوف تقديره (صبري) جميل: صفة مرفوعة علامتها تنوين الضم',
        'keywords': 'جميل:صبر',
        'phrase': 'صبر جميل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صبر جميل',
        },
    968: {
        'date': '2023-07-19',
        'id': 968,
        'inflection': '''لا: نافية للجنس مبنية على السكون.
لا: نافية للجنس مبنية على السكون.
سي: اسم لا النافية للجنس منصوبة بالفتحة.
ما: زائدة، لا محل لها كرة: خبر مرفوع لمبتدأ محذوف تقديره (هي).
''',
        'keywords': 'كرة:كر:حب:أحب:حبا:لا:حبى:رياضة:مضرب:الرياض:حاب:رياض:سام',
        'phrase': 'أحب الرياضة لا سيما كرة المضرب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحب الرياضة لا سيما كرة المضرب',
        },
    969: {
        'date': '2023-07-19',
        'id': 969,
        'inflection': 'لولا: حرف مبني على السكون لولا: حرف مبني على السكون المشقة: مبتدأ مرفوع علامته الضمة، والخبر محذوف وجوبا لانه كون عام – موجودة ساد: فعل ماض مبني على الفتح الناس: فاعل مرفوع علامته الضمة كل: توكيد مرفوع علامته الضمة – وهو مضاف هم: في محل جر بالإضافة',
        'keywords': 'لولا:أكل:كال:ناس:وكل:كل:مشقة:ساد',
        'phrase': 'لولا المشقة ساد الناس كلهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا المشقة ساد الناس كلهم',
        },
    970: {
        'date': '2023-07-19',
        'id': 970,
        'inflection': '''استفد: فعل أمر مبني على السكون والفاعل مستتر تقديره أنت.
من الطبيب: شبه جملة جار ومجرور
العالم: خبر مرفوع علامته الضمة، لمبتدأ محذوف تقديره هو''',
        'keywords': 'عالم:استفاد:مان:طبيب:من:منى',
        'phrase': 'استفد من الطبيب العالم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استفد من الطبيب العالم',
        },
    971: {
        'date': '2023-07-19',
        'id': 971,
        'inflection': 'تجنب: فعل أمر مبني على السكون، وفاعله مستتر فيه تجنب: فعل أمر مبني على السكون، وفاعله مستتر فيه صحبة: مفعول به منصوب علامته الفتحة، وهو مضاف الكاذب: مضاف إليه مجرور المخادع: خبر مرفوع لمبتدأ محذوف تقديره هو',
        'keywords': 'كاذب:صحب:تجنب:أجنب:مخادع:جنب:صحبة',
        'phrase': 'تجنب صحبة الكاذب المخادع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تجنب صحبة الكاذب المخادع',
        },
    972: {
        'date': '2023-07-19',
        'id': 972,
        'inflection': '''مشاهدة: مبتدأ مرفوع علامته الضمة ،وهو مضافوالياء في محل جر بالإضافة.
مشاهدة: مبتدأ مرفوع علامته الضمة ،وهو مضافوالياء في محل جر بالإضافة.
التلفاز: مفعول به منصوب للمصدر – مشاهدة- جالسا: حال من الياء – الضمير في مشاهدتي سدت مسدت الخبر.
''',
        'keywords': 'مشاهد:جالس:تلفاز:مشاهدة',
        'phrase': 'مشاهدتي التلفاز جالسا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مشاهدتي التلفاز جالسا',
        },
    973: {
        'date': '2023-07-19',
        'id': 973,
        'inflection': 'أفضل: مبتدأ مرفوع علامته الضمة أفضل: مبتدأ مرفوع علامته الضمة ما: حرف مصدري مبني على السكون يكون: فعل مضارع تام مرفوع المصدر المصوغ من (ما ويكون) = كون مضاف اليه مجرورا الإنسان: فاعل مرفوع منتجا: حال منصوبة سدت مسد الخبر',
        'keywords': 'كون:إنسان:إنس:فضل:أفضل:ما:كوى:منتج:ضل',
        'phrase': 'أفضل ما يكون الإنسان منتجا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفضل ما يكون الإنسان منتجا',
        },
    974: {
        'date': '2023-07-19',
        'id': 974,
        'inflection': 'من: اسم استفهام مبني على السكون في محل رفع مبتدأ من: اسم استفهام مبني على السكون في محل رفع مبتدأ عندك: ظرف ومضاف إليه ،شبه الجملة في محل رفع خبر.\n',
        'keywords': 'مان:من:؟:منى:عند',
        'phrase': 'من عندك ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من عندك ؟',
        },
    975: {
        'date': '2023-07-19',
        'id': 975,
        'inflection': '''من: اسم شرط مبني على السكون جازم فعلين في محل رفع مبتدأ من: اسم شرط مبني على السكون جازم فعلين في محل رفع مبتدأ تساعد: فعل مضارع مجزوم فعل الشرط وفاعله مستتر فيه.
ه: في محل نصب مفعول به.
يشكر: فعل مضارع مجزوم -جواب الشرط – علامته السكون وفاعله مستتر في.
ك: في محل نصب مفعول بهالجملة من فعل الشرط وجوابه في محل رفع خبر المبتدأ.
''',
        'keywords': 'مان:ساعد:من:منى:شكر',
        'phrase': 'من تساعده يشكرك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'من تساعده يشكرك',
        },
    976: {
        'date': '2023-07-19',
        'id': 976,
        'inflection': '''ما: اسم تعجب مبني في محل رفع مبتدأ ما: اسم تعجب مبني في محل رفع مبتدأ أجمل: فعل ماض مبني على الفتح والفاعل ضمير مستتر تقديره هو يعود إلي (ما ) الحرية: مفعول به منصوب علامته الفتحة.
والجملة من الفعل والفاعل والمفعول به في محل رفع خبر.
''',
        'keywords': 'حر:حرية:!:جمل:ما:أجمل:حري',
        'phrase': 'ما أجمل الحرية !',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أجمل الحرية !',
        },
    977: {
        'date': '2023-07-19',
        'id': 977,
        'inflection': 'كم: اسم مبني على السكون في محل رفع مبتدأ كم: اسم مبني على السكون في محل رفع مبتدأ عظة: اسم مجرور بالإضافة أو بـ(من) المقدرة بعد (كم) مرت: فعل وفاعل في محل رفع خبر بك: الباء حرف جر (ك) ضمير مبني في محل جر',
        'keywords': 'عظة:كم:بك:باك:وكم:كام:مرى:مر:مرت',
        'phrase': 'كم عظة مرت بك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم عظة مرت بك',
        },
    978: {
        'date': '2023-07-19',
        'id': 978,
        'inflection': 'اللام: لام الابتداء حرف مبني على الفتح لا محل له اللام: لام الابتداء حرف مبني على الفتح لا محل له أنت: في محل رفع مبتدأ اسود: خبر مرفوع.\n',
        'keywords': 'عان:عي:آن:عينة:أنى:سود:أنت:مان:منى:ساد:عين:نات:أسود:نتا:ال:من:في:اسود:ظلم',
        'phrase': 'لأنت أسود في عيني من ال ظلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لأنت أسود في عيني من ال ظلم',
        },
    979: {
        'date': '2023-07-19',
        'id': 979,
        'inflection': '''ما: حرف مبني على السكون لا محل له.
ما: حرف مبني على السكون لا محل له.
أنت: في محل رفع مبتدأ إلا: أداة (حرف) حصر مبني على السكون لا محل له كاتب: خبر مرفوع.
إنما: إن حرف مشبه بالفعل مبني على الفتح لا محل له ما: حرف مبني على السكون لا محل له هو: في محل رفع مبتدأ شاعر: خبر مرفوع.
''',
        'keywords': 'نات:أنت:آن:كاتب:نتا:إنما:أنى:إلا:ما:،:شاعر:هو',
        'phrase': 'ما أنت إلا كاتب، إنما هو شاعر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أنت إلا كاتب، إنما هو شاعر',
        },
    980: {
        'date': '2023-07-19',
        'id': 980,
        'inflection': 'متى: اسم استفهام مبني على السكون في محل رفع خبر مقدم متى: اسم استفهام مبني على السكون في محل رفع خبر مقدم السفر: مبتدأ مؤخر مرفوع علامته الضمة',
        'keywords': 'متى:؟:سفر',
        'phrase': 'متى السفر ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'متى السفر ؟',
        },
    981: {
        'date': '2023-07-19',
        'id': 981,
        'inflection': 'أين: اسم استفهام مبني على الفتح، في محل رفع خبر مقدم أين: اسم استفهام مبني على الفتح، في محل رفع خبر مقدم',
        'keywords': 'مفر:؟:أين',
        'phrase': 'أين المفر ؟',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أين المفر ؟',
        },
    982: {
        'date': '2023-07-19',
        'id': 982,
        'inflection': '',
        'keywords': 'مرفوع:مفر:مبتدأ:ضم:مؤخر:علامة:::ضمة:علام',
        'phrase': 'المفر: مبتدأ مرفوع مؤخر علامته الضمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المفر: مبتدأ مرفوع مؤخر علامته الضمة',
        },
    983: {
        'date': '2023-07-19',
        'id': 983,
        'inflection': 'ما: حرف نفي مبني على السكون ما: حرف نفي مبني على السكون ناجح: خبر مرفوع – مقدم – علامته تنوين الضم إلا: أداة حصر – حرف – مبني على السكون المجتهد: مبتدأ – مؤخر – مرفوع علامته الضمة',
        'keywords': 'مجتهد:ناجح:ما:إلا',
        'phrase': 'ما ناجح إلا المجتهد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما ناجح إلا المجتهد',
        },
    984: {
        'date': '2023-07-19',
        'id': 984,
        'inflection': 'في البستان: شبه جملة – جار ومجرور -في محل رفع خبر مقدم في البستان: شبه جملة – جار ومجرور -في محل رفع خبر مقدم شجر: مبتدأ مؤخر مرفوع علامته تنوين الضم عند: ظرف مكان منصوب علامته الفتحة، وهو مضاف ي: في محل جر بالإضافة، وشبه الجملة في محل رفع خبر مقدم آراء: مبتدأ مؤخر مرفوع علامته تنوين الضم',
        'keywords': 'آراء:بستان:عندة:في:شجر:عند',
        'phrase': 'في البستان شجر وعندي آراء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في البستان شجر وعندي آراء',
        },
    985: {
        'date': '2023-07-19',
        'id': 985,
        'inflection': 'في المزرعة: شبه جملة جار ومجرور في محل رفع خبر مقدم في المزرعة: شبه جملة جار ومجرور في محل رفع خبر مقدم حارس: مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف ها: في محل جر بالإضافةوالضمير هنا يعود إلى اسم مذكور في البداية (المزرعة )',
        'keywords': 'حارس:في:مزرعة',
        'phrase': 'في المزرعة حارسها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المزرعة حارسها',
        },
    986: {
        'date': '2023-07-19',
        'id': 986,
        'inflection': '''أ: حرف مبني على الفتح لا محل له.
أ: حرف مبني على الفتح لا محل له.
مسافر: مبتدأ مرفوع وهو اسم فاعل عامل فيما بعده.
أخوا: فاعل مرفوع علامته الألف، سد مسد الخبر وهو مضاف.
ك: في محل جر بالإضافة.
''',
        'keywords': 'أخا:خوى:مسافر',
        'phrase': 'أمسافر أخواك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمسافر أخواك',
        },
    987: {
        'date': '2023-07-19',
        'id': 987,
        'inflection': '''ما: حرف مبني على السكون.
ما: حرف مبني على السكون.
مقصر: مبتدأ مرفوع ،وهو اسم فاعل.
معلموك: فاعل لاسم الفاعل مرفوع علامته الواو سد مسد الخبر ،وهو مضاف.
ك: في محل جر بالإضافة.
''',
        'keywords': 'مقصر:معلم:ما',
        'phrase': 'ما مقصر معلموك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما مقصر معلموك',
        },
    988: {
        'date': '2023-07-19',
        'id': 988,
        'inflection': 'ما: حرف مبني على السكون لا محل له ما: حرف مبني على السكون لا محل له مذموم: مبتدأ مرفوع.\nوهو اسم مفعول أخلاق: نائب فاعل مرفوع سد مسد الخبر، وهو مضاف ك: في محل جر بالإضافة',
        'keywords': 'مذموم:أخلاق:خلاق:ما',
        'phrase': 'ما مذموم أخلاقك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما مذموم أخلاقك',
        },
    989: {
        'date': '2023-07-19',
        'id': 989,
        'inflection': 'الهمزة: حرف مبني لا محل له الهمزة: حرف مبني لا محل له عراقي: مبتدأ مرفوع، وهو اسم منسوب يعامل معاملة اسم المفعول صرفيا، والتقدير أمنسوب صديقك للعراق صديق: نائب فاعل للاسم المنسوب – اسم المفعول مرفوع سد مسد الخبر، -وهو مضاف ك: في محل جر بالإضافة',
        'keywords': 'عراق:صديق:أعراق:ي',
        'phrase': 'أعراق ي صديقك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعراق ي صديقك',
        },
    990: {
        'date': '2023-07-19',
        'id': 990,
        'inflection': 'المصباحان: مبتدأ مرفوع، علامته الألف – مثنى المصباحان: مبتدأ مرفوع، علامته الألف – مثنى منيران: خبر مرفوع، علامته الألف – مثنى',
        'keywords': 'مصباح:منير',
        'phrase': 'المصباحان منيران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المصباحان منيران',
        },
    991: {
        'date': '2023-07-19',
        'id': 991,
        'inflection': '''استمتع: فعل ماض مبنى على الفتح.
استمتع: فعل ماض مبنى على الفتح.
الولدان: فاعل مرفوع علامته الألف – مثنى برؤية: شبه جملة جار ومجرور.
الهرّين: مضاف إليه مجرور علامته الياء – مثنى''',
        'keywords': 'ولدان:رؤى:استمتع:رؤية:ولد:غزال:هر',
        'phrase': 'استمتع الولدان برؤية الهرّين والغزالة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استمتع الولدان برؤية الهرين والغزالة',
        },
    992: {
        'date': '2023-07-19',
        'id': 992,
        'inflection': '''يرافع: فعل مضارع مرفوع، علامته الضمة.
يرافع: فعل مضارع مرفوع، علامته الضمة.
المحاميان: فاعل مرفوع، علامته الألف – مثنى الجانيين: اسم مجرور، علامته الياء – مثنى''',
        'keywords': 'عان:محامي:رافع:الجانيين:عن:عنى',
        'phrase': 'يرافع المحاميان عن الجانيين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يرافع المحاميان عن الجانيين',
        },
    993: {
        'date': '2023-07-19',
        'id': 993,
        'inflection': '''صدر: فعل ماض مبني على الفتح.
 الاتفاق: فاعل مرفوع بالضمة الظاهرة على آخره.
في القضية: شبه جملة جار ومجرور.
بتوافق: شبه جملة جار ومجرور.
الجانبين: مضاف إليه مجرور، علامته الياء – مثنى''',
        'keywords': 'قضة:قضية:في:قض:جانب:توافق:اتفاق:صدر',
        'phrase': 'صدر الاتفاق في القضية بتوافق الجانبين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صدر الاتفاق في القضية بتوافق الجانبين',
        },
    994: {
        'date': '2023-07-19',
        'id': 994,
        'inflection': '''يسير الرجل: فعل وفاعل.
يسير الرجل: فعل وفاعل.
متكئا: حال منصوبة، علامتها تنوين الفتح.
عصوين: اسم مجرور علامته الياء لأنه مثنى.
''',
        'keywords': 'سير:يسير:رجل:متكئ:على:سار:عصوين',
        'phrase': 'يسير الرجل متكئا على عصوين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يسير الرجل متكئا على عصوين',
        },
    995: {
        'date': '2023-07-19',
        'id': 995,
        'inflection': 'امرأتان: فاعل مرفوع علامته الألف – مثنى امرأتان: فاعل مرفوع علامته الألف – مثنى حبليان: صفة مرفوعة علامتها الألف – مثنى',
        'keywords': 'مدرسة:في:مدرس:مرضع:أعمل:امرأة:حبلى:عمل',
        'phrase': 'تعمل في المدرسة امرأتان حبليان ومرضع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعمل في المدرسة امرأتان حبليان ومرضع',
        },
    996: {
        'date': '2023-07-19',
        'id': 996,
        'inflection': '''يراجع: فعل مضارع مرفوع.
يراجع: فعل مضارع مرفوع.
المستشفيين: مفعول به منصوب علامته الياء – مثنى الوحيدين: صفة منصوبة علامتها الياء – مثنى عدد: فاعل مرفوع.
هائل: نعت مرفوع.
''',
        'keywords': 'عدد:مان:في:محافظ:هائل:من:منى:مستشفى:مرضى:محافظة:وحيد:راجع',
        'phrase': 'يراجع المستشفيين الوحيدين في المحافظة عدد هائل من المرضى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يراجع المستشفيين الوحيدين في المحافظة عدد هائل من المرضى',
        },
    997: {
        'date': '2023-07-19',
        'id': 997,
        'inflection': '''في المسجد: شبه جملة في محل رفع خبر مقدم.
في المسجد: شبه جملة في محل رفع خبر مقدم.
قراءان: مبتدأ مؤخر مرفوع، علامته الألف – مثنى جيدان: صفة مرفوعة علامته الألف – مثنى''',
        'keywords': 'قراء:في:جيد:مسجد',
        'phrase': 'في المسجد قراءان جيدان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المسجد قراءان جيدان',
        },
    998: {
        'date': '2023-07-19',
        'id': 998,
        'inflection': '''تشكل: فعل مضارع مرفوع.
تشكل: فعل مضارع مرفوع.
الصحراوان: فاعل مروفع علامته الألف – مثنى النفود: بدل من (الصحراوان) مرفوع.
الربع: معطوف على مرفوع.
الخالي: صفة لمرفوع.
ثلثي: مفعول به منصوب علامته الياء لأنه مثنى.
''',
        'keywords': 'مساحة:عربة:عرب:::ثلثي:الصحراوان:شكل:خال:مساح:عربي:سعودية:ربع:مملكة:أشكل:ثلث:نفوذ:سعود:خالي:سعودي:تشكل:مملك',
        'phrase': 'تشكل الصحراوان: النفوذ والربع الخالي ثلثي مساحة المملكة العربية السعودية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تشكل الصحراوان: النفوذ والربع الخالي ثلثي مساحة المملكة العربية السعودية',
        },
    999: {
        'date': '2023-07-19',
        'id': 999,
        'inflection': '''يحتاج:فعل مضارع مرفوع بالضمة الظاهرة على آخره.
الطفل: فاعل مرفوع بالضمة الظاهرة على آخره.
كسائين: اسم مجرور، علامته الياء – مثنى جديدين: نعت مجرور، علامته الياء – مثنى''',
        'keywords': 'طفل:إلى:جديد:كسائين:احتاج',
        'phrase': 'يحتاج الطفل إلى كسائين جديدين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحتاج الطفل إلى كسائين جديدين',
        },
    1000: {
        'date': '2023-07-19',
        'id': 1000,
        'inflection': '''إن: حرف مشبه بالفعل مبني على الفتح.
إن: حرف مشبه بالفعل مبني على الفتح.
أبوي: اسم إن منصوب علامته الياء، وهو مضاف.
ه: في محل جر بالإضافة.
طيبان: خبر إن مرفوع علامته الألف – مثنى''',
        'keywords': 'أبوة:إن:أبوي:طيب',
        'phrase': 'إن أبويه طيبان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن أبويه طيبان',
        },
    1001: {
        'date': '2023-07-19',
        'id': 1001,
        'inflection': '''ظل: فعل ماض ناقص، مبني على الفتح.
ظل: فعل ماض ناقص، مبني على الفتح.
الحموان: اسم ظل مرفوع علامته الألف – مثنى مثالا: خبر ظل منصوب علامته تنوين الفتح.
''',
        'keywords': 'أبناء:ظل:مثال:بنات:حمو:بناة',
        'phrase': 'ظل الحموان مثالا لأبنائهما وبناتهما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل الحموان مثالا لأبنائهما وبناتهما',
        },
    1002: {
        'date': '2023-07-19',
        'id': 1002,
        'inflection': '''يدا: مبتدأ مرفوع علامته الألف – مثنى –، وهو مضاف.
يدا: مبتدأ مرفوع علامته الألف – مثنى –، وهو مضاف.
ك: في محل جر بالإضافة.
أوكتا: فعل ماض مبنى على الفتح، والألف ضمير مبني على السكون في محل رفع فاعل.
والجملة من الفعل والفاعل في محل خبر المبتدأ.
فو: مبتدأ مرفوع علامته الواو، لأنه من الأسماء الخمسة، وهو مضاف.
ك: في محل جر بالإضافة.
نفخ: فعل ماض مبني على الفتح، وفاعله مستتر فيه، والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.
''',
        'keywords': 'ربط:كت:وفى:وكى:(:يد:نفخ:):كتا:فاخ:يدى:أفاخ:فخ:وكت',
        'phrase': 'يداك أوكتا (ربطتا) وفوك نفخ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يداك أوكتا (ربطتا) وفوك نفخ',
        },
    1003: {
        'date': '2023-07-19',
        'id': 1003,
        'inflection': '''فصيلة: مبتدأ مرفوع علامته الضمة، وهو مضاف.
فصيلة: مبتدأ مرفوع علامته الضمة، وهو مضاف.
الدمين: مضاف إليه مجرور علامته الياء – مثنى –.
متطابقة: خبر مرفوع علامته تنوين الضم.
''',
        'keywords': 'فصيل:فصيلة:دم:متطابق:دمي',
        'phrase': 'فصيلة الدمين متطابقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فصيلة الدمين متطابقة',
        },
    1004: {
        'date': '2023-07-19',
        'id': 1004,
        'inflection': '''يبدو: فعل مضارع مرفوع، علامته الضمة المقدرة على آخره.
يبدو: فعل مضارع مرفوع، علامته الضمة المقدرة على آخره.
كأن: حرف مشبه بالفعل، مبني على الفتح.
لبعض: شبه جملة جار ومجرور، في محل رفع خبر كأن.
فمين: اسم كأن مؤخر، منصوب علامته الياء – مثنى ليس: فعل ماض ناقص مبني على الفتح.
لهم: جار ومجرور في محل نصب خبر ليس.
فم: اسم ليس مرفوع علامته تنوين الضم.
واحد: صفة لمرفوع.
''',
        'keywords': 'حدي:لاس:فم:بعض:كأن:مان:يس:ليس:حدى:ناس:هم:حدا:واحد:أن:بدا:لهم',
        'phrase': 'يبدو كأن لبعض الناس فمين وليس لهم فم واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبدو كأن لبعض الناس فمين وليس لهم فم واحد',
        },
    1005: {
        'date': '2023-07-19',
        'id': 1005,
        'inflection': '''نعم: فعل ماض مبني على الفتح.
نعم: فعل ماض مبني على الفتح.
الابنان: فاعل مرفوع علامته الألف – مثنى الباران: صفة مرفوعة علامتها الألف – مثنى''',
        'keywords': 'أعمى:عم:بار:نعم:عام:عمى:عمي:ابن:وعم',
        'phrase': 'نعم الابنان الباران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم الابنان الباران',
        },
    1006: {
        'date': '2023-07-19',
        'id': 1006,
        'inflection': 'عرف: فعل ماض مبني على السكون لاتصاله بضمير المتكلم (ت) والضمير في محل رفع فاعل عرف: فعل ماض مبني على السكون لاتصاله بضمير المتكلم (ت) والضمير في محل رفع فاعل المدعوين: مفعول به منصوب علامته الياء لأنه جمع مذكر سالم إلا: أداة استثناء حرف مبني على السكون واحدا: مستثنى منصوب علامته تنوين الفتح',
        'keywords': 'مدعو:عرف:واحد:إلا',
        'phrase': 'عرفت المدعوين إلا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عرفت المدعوين إلا واحدا',
        },
    1007: {
        'date': '2023-07-19',
        'id': 1007,
        'inflection': 'تعاملت: فعل وفاعل تعاملت: فعل وفاعل مع المصارف: شبه جملة جار ومجرور إلا: حرف مبني على السكون مصرفين: مستثنى منصوب علامته الياء لأنه مثنى',
        'keywords': 'ماع:مصارف:إلا:مصرف:تعامل:مع',
        'phrase': 'تعاملت مع المصارف إلا مصرفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعاملت مع المصارف إلا مصرفين',
        },
    1008: {
        'date': '2023-07-19',
        'id': 1008,
        'inflection': 'رجع: فعل ماض مبني على الفتح رجع: فعل ماض مبني على الفتح الصيادون: فاعل مرفوع علامته الواو إلا: حرف مبني على السكون شباك: مستثنى منصوب علامته الفتحة وهو مضاف هم: في محل جر بالإضافة',
        'keywords': 'رجع:شباك:صياد:إلا',
        'phrase': 'رجع الصيادون إلا شباكهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رجع الصيادون إلا شباكهم',
        },
    1009: {
        'date': '2023-07-19',
        'id': 1009,
        'inflection': 'غير: مستثنى منصوب غير: مستثنى منصوب غير: بدل مرفوع',
        'keywords': 'حدي:أحد:غار:حول:غير:تام:دوران:حدى:تم:أتم:حدا:حد:ما:دور:حاد:لاعب:،:مضمار',
        'phrase': 'ما أتم الدوران حول المضمار أحد غير، غير لاعب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أتم الدوران حول المضمار أحد غير، غير لاعب',
        },
    1010: {
        'date': '2023-07-19',
        'id': 1010,
        'inflection': 'غير: مستثنى منصوب غير: مستثنى منصوب غير: بدل منصوب',
        'keywords': 'أحد:غار:عادل:غير:صدق:حدا:حد:ما:،',
        'phrase': 'ما صدقت أحدا غير، غير عادل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما صدقت أحدا غير، غير عادل',
        },
    1011: {
        'date': '2023-07-19',
        'id': 1011,
        'inflection': 'سوى: مستثنى منصوب سوى: مستثنى منصوب سوى: بدل مجرور',
        'keywords': 'عبيد:سوى:تاجر:ما:وثق:،',
        'phrase': 'ما وثقت بتاجر سوى، عبيد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما وثقت بتاجر سوى، عبيد',
        },
    1012: {
        'date': '2023-07-19',
        'id': 1012,
        'inflection': 'سوى: مستثنى منصوب سوى: مستثنى منصوب سوى: بدل مجرور',
        'keywords': 'فصل:رسالة:مان:سوى:من:منى:صل:صلى:ما:صلا:صلي:كتب',
        'phrase': 'ما كتبت من الرسالة سوى فصلين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما كتبت من الرسالة سوى فصلين',
        },
    1013: {
        'date': '2023-07-19',
        'id': 1013,
        'inflection': '''يوصي: فعل مضارع مرفوع بضمة مقدرة على آخره.
يوصي: فعل مضارع مرفوع بضمة مقدرة على آخره.
الأطباء: فاعل مرفوع بضمة على آخره.
أن: حرف نصب مبني على السكون.
ينظف: فعل مضارع منصوب، مجهول فاعله.
الفم: نائب فاعل مرفوع.
صباح مسا ء: ظرف مبني على الفتح، في محل نصب.
''',
        'keywords': 'أوصى:فم:آن:لفم:مساء:صباح:وصى:نظف:أن:أطباء',
        'phrase': 'يوصي الأطباء أن ينظف الفم صباح مساء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يوصي الأطباء أن ينظف الفم صباح مساء',
        },
    1014: {
        'date': '2023-07-19',
        'id': 1014,
        'inflection': '''قدم: فعل ماض مبني على الفتح قدم: فعل ماض مبني على الفتح المتناظران: فاعل مرفوع، علامته الألف.
رأيين: مفعول به منصوب علامته الياء.
مختلفين: صفة مجرورة علامتها الياء.
''',
        'keywords': 'مختلف:رأيبن:قدم:متناظر',
        'phrase': 'قدم المتناظران رأيبن مختلفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قدم المتناظران رأيبن مختلفين',
        },
    1015: {
        'date': '2023-07-19',
        'id': 1015,
        'inflection': '''وقف: فعل ماض مبني على الفتح.
وقف: فعل ماض مبني على الفتح.
مقدم: فاعل مرفوع، وهو مضاف.
البرنامج: مضاف إليه مجرور.
بين بين: ظرف مبني على فتح الجزئين في محل نصب.
''',
        'keywords': 'مقدم:قاف:بين:قف:وقف:برنامج:قفى',
        'phrase': 'وقف مقدم البرنامج بين بين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقف مقدم البرنامج بين بين',
        },
    1016: {
        'date': '2023-07-19',
        'id': 1016,
        'inflection': '''هو: ضمير مبني على الفتح، في محل رفع مبتدأ.
هو: ضمير مبني على الفتح، في محل رفع مبتدأ.
جار: خبر مرفوع بضمة مقدرة على آخره، وهو مضاف.
ي: ضمير مبني في محل مضاف إليه.
بيت بيت: اسم مبني على فتح الجزئين في محل نصب حال.
''',
        'keywords': 'بات:جار:بيت:ملاصق:أي:جارى:هو',
        'phrase': 'هو جاري بيت بيت أي ملاصقا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هو جاري بيت بيت أي ملاصقا',
        },
    1017: {
        'date': '2023-07-19',
        'id': 1017,
        'inflection': 'تفرق: فعل ماض مبني على الضم، لاتصاله بواو الجماعة وهي ضمير مبني في محل رفع فاعل تفرق: فعل ماض مبني على الضم، لاتصاله بواو الجماعة وهي ضمير مبني في محل رفع فاعل شذر مذر: اسم مبني على فتح الجزئين، في محل نصب حال.\n',
        'keywords': 'أيد:مذر:يدى:(:يدي:يد:):شذر:سبأ:تفرق:فرق:ودى:متفرق',
        'phrase': 'تفرقوا شذر مذر (متفرقين) وتفرقوا أيدي سبأ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تفرقوا شذر مذر (متفرقين) وتفرقوا أيدي سبأ',
        },
    1018: {
        'date': '2023-07-19',
        'id': 1018,
        'inflection': '''صرفت: فعل وفاعل صرفت: فعل وفاعل احدى: اسم مبني على فتح الجزئين في محل نصب مفعول به.
دينارا: تمييز منصوبثمن متر الرخام ثلاثةعشر دينارا، وسبععشرة ليرة.
ثلاثة عشر: اسم مبني على فتح الجزئين، في محل رفع خبر.
سبع عشرة: اسم مبني على فتح الجزئين، في محل رفع خبر.
''',
        'keywords': 'صرف:أحد:حدي:عشرة:حدى:حدا:حد:دينار:ليرة:حاد:عشر:،:إحدى',
        'phrase': 'صرفت أحد عشر دينارا، إحدى عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صرفت أحد عشر دينارا، إحدى عشرة ليرة',
        },
    1019: {
        'date': '2023-07-19',
        'id': 1019,
        'inflection': '''ستة عشر: اسم مبني على فتح الجزئين، في محل جر.
ستة عشر: اسم مبني على فتح الجزئين، في محل جر.
ثماني عشر: اسم مبني على فتح الجزئين، في محل جر.
''',
        'keywords': 'اشترى:عشرة:ليرة:دينار:ثم:ست:عشر:وثم:،:معطف',
        'phrase': 'اشتريت المعطف بستة عشر دينارا، وثماني عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت المعطف بستة عشر دينارا، وثماني عشرة ليرة',
        },
    1020: {
        'date': '2023-07-19',
        'id': 1020,
        'inflection': 'جاء: فعل ماض مبني على الفتح جاء: فعل ماض مبني على الفتح ولد: فاعل مرفوع علامته تنوين الضم واحد: صفة مرفوعة',
        'keywords': 'حدي:حدى:جاء:ولد:حدا:واحد:لد',
        'phrase': 'جاء ولد واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء ولد واحد',
        },
    1021: {
        'date': '2023-07-19',
        'id': 1021,
        'inflection': 'جاءت: فعل ماض مبني على الفتح، التاء للتأنيث حرف مبني على السكون جاءت: فعل ماض مبني على الفتح، التاء للتأنيث حرف مبني على السكون بنتان: فاعل مرفوع علامته الألف لأنه مثنى اثنتان: صفة مرفوعة علامتها الألف',
        'keywords': 'جاء:بنت:ثنت:بن',
        'phrase': 'جاءت بنتان اثنتان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاءت بنتان اثنتان',
        },
    1022: {
        'date': '2023-07-19',
        'id': 1022,
        'inflection': 'كتبت: كتب فعل ماض مبني على السكون لاتصاله بتاء المتكلم وهي ضمير متصل مبني على الضمة في محل رفع فاعل كتبت: كتب فعل ماض مبني على السكون لاتصاله بتاء المتكلم وهي ضمير متصل مبني على الضمة في محل رفع فاعل سطرا: مفعول به منصوب علامته التنوين واحدا: نعت منصوب',
        'keywords': 'كتب:سطر:واحد',
        'phrase': 'كتبت سطرا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كتبت سطرا واحدا',
        },
    1023: {
        'date': '2023-07-19',
        'id': 1023,
        'inflection': 'مقالتين: مفعول به منصوب علامته الياء لأنه مثنى مقالتين: مفعول به منصوب علامته الياء لأنه مثنى اثنتين: صفة منصوبة علامتها الياء',
        'keywords': 'مقال:كتب:مقالة:اثنتين',
        'phrase': 'كتبت مقالتين اثنتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كتبت مقالتين اثنتين',
        },
    1024: {
        'date': '2023-07-19',
        'id': 1024,
        'inflection': 'استعنت: فعل وفاعل استعنت: فعل وفاعل بمرجع: جار ومجرور واحد: نعت مجرور',
        'keywords': 'حدي:حدى:استعان:مرجع:حدا:واحد',
        'phrase': 'استعنت بمرجع واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعنت بمرجع واحد',
        },
    1025: {
        'date': '2023-07-19',
        'id': 1025,
        'inflection': 'بموسوعتين: اسم مجرور علامته الياء بموسوعتين: اسم مجرور علامته الياء اثنتين: نعت مجرور علامته الياء',
        'keywords': 'استعان:اثنتين:موسوعة',
        'phrase': 'استعنت بموسوعتين اثنتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعنت بموسوعتين اثنتين',
        },
    1026: {
        'date': '2023-07-19',
        'id': 1026,
        'inflection': 'هنأت: فعل وفاعل هنأت: فعل وفاعل الفائز: مفعول به منصوب علامته الفتحة الأول: صفة منصوبة علامتها الفتحة',
        'keywords': 'أول:هنأ:الفائز',
        'phrase': 'هنأت الفائز الأول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هنأت الفائز الأول',
        },
    1027: {
        'date': '2023-07-19',
        'id': 1027,
        'inflection': 'الفائزة: مفعول به منصوب الفائزة: مفعول به منصوب الأولى: صفة لمنصوب منصوبة بفتحة مقدرة على آخرها',
        'keywords': 'الفائزة:أولى:هنأ',
        'phrase': 'هنأت الفائزة الأولى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هنأت الفائزة الأولى',
        },
    1028: {
        'date': '2023-07-19',
        'id': 1028,
        'inflection': 'في الطابق: جار ومجرور في الطابق: جار ومجرور الأول: صفة مجرورة علامتها الكسرة',
        'keywords': 'ساك:سكن:طابق:سك:في:أول:أسكن:سائق',
        'phrase': 'السائق يسكن في الطابق الأول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السائق يسكن في الطابق الأول',
        },
    1029: {
        'date': '2023-07-19',
        'id': 1029,
        'inflection': 'الطبقة: اسم مجرور علامته الكسرة الطبقة: اسم مجرور علامته الكسرة الأولى: صفة مجرورة علامته كسرة مقدرة على آخرها',
        'keywords': 'ساك:طبقة:طبق:سكن:سك:في:أولى:أسكن:سائق',
        'phrase': 'السائق يسكن في الطبقة الأولى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السائق يسكن في الطبقة الأولى',
        },
    1030: {
        'date': '2023-07-19',
        'id': 1030,
        'inflection': 'للرجل: شبه جملة في محل رفع خبر مقدم للرجل: شبه جملة في محل رفع خبر مقدم ثلاثة: مبتدأ مؤخر مرفوع علامته الضمة أولاد: مضاف إليه مجرور علامته تنوين الكسر',
        'keywords': 'ثلاثة:لاد:أولاد:رجل',
        'phrase': 'للرجل ثلاثة أولاد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'للرجل ثلاثة أولاد',
        },
    1031: {
        'date': '2023-07-19',
        'id': 1031,
        'inflection': 'ثلاث: مبتدأ مرفوع مؤخر علامته الضمة ثلاث: مبتدأ مرفوع مؤخر علامته الضمة بنات: مضاف إليه مجرور علامته الكسرة، وهو مضاف',
        'keywords': 'ثلاث:ولى:بن:لهى:بنات:لاه:وله:له',
        'phrase': 'وله ثلاث بنات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وله ثلاث بنات',
        },
    1032: {
        'date': '2023-07-19',
        'id': 1032,
        'inflection': 'اشتريت: فعل وفاعل اشتريت: فعل وفاعل أربعة: مفعول به منصوب علامته الفتحة، وهو مضاف كتب: مضاف إليه مجرور',
        'keywords': 'اشترى:ربع:تب:كتب:أربعة:ربعة:أربع',
        'phrase': 'اشتريت أربعة كتب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت أربعة كتب',
        },
    1033: {
        'date': '2023-07-19',
        'id': 1033,
        'inflection': 'أربع: مفعول به منصوب وهو مضاف أربع: مفعول به منصوب وهو مضاف مجلات: مضاف إليه مجرور',
        'keywords': 'اشترى:ربع:أربع:مجلة',
        'phrase': 'اشتريت أربع مجلات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت أربع مجلات',
        },
    1034: {
        'date': '2023-07-19',
        'id': 1034,
        'inflection': 'يباع: فعل مضارع مرفوع مجهول فاعله يباع: فعل مضارع مرفوع مجهول فاعله متر: نائب فاعل مرفوع علامته الفتحة، وهو مضاف البلاط: مضاف إليه مجرور بخمسة: الباء حرف جر – خمسة: اسم مجرور علامته الكسرة دنانير: مضاف إليه مجرورعلامته الفتحة عوضا عن الكسرة لأنه ممنوع من الصرف',
        'keywords': 'متر:بلاط:خمس:باع:دنانير:خمسة',
        'phrase': 'يباع متر البلاط بخمسة دنانير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يباع متر البلاط بخمسة دنانير',
        },
    1035: {
        'date': '2023-07-19',
        'id': 1035,
        'inflection': 'ثمن: مبتدأ مرفوع ثمن: مبتدأ مرفوع متر: مضاف إليه مجرور علامته الكسرة وهو مضاف القماش: مضاف إليه مجرور علامته الكسرة خمس: خبر مرفوع علامته الضمة وهو مضاف ليرات: مضاف إليه مجرور علامته تنوين الكسرة',
        'keywords': 'وثم:قماش:خمس:ثمن:ثم:ليرة:متر',
        'phrase': 'ثمن متر القماش خمس ليرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ثمن متر القماش خمس ليرات',
        },
    1036: {
        'date': '2023-07-19',
        'id': 1036,
        'inflection': 'أقلت: فعل ماض مبني على الفتح، التاء مبنية على السكون للتأنيث أقلت: فعل ماض مبني على الفتح، التاء مبنية على السكون للتأنيث السيارة: فاعل مرفوع علامته الضمة ستة: مفعول به علامته الفتحة وهو مضاف مسافرين: مضاف إليه مجرور علامته الياء',
        'keywords': 'سيارة:سيار:أقال:قال:قلى:قلت:ست:قلا:مسافر',
        'phrase': 'أقلت السيارة ستة مسافرين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقلت السيارة ستة مسافرين',
        },
    1037: {
        'date': '2023-07-19',
        'id': 1037,
        'inflection': 'ست: مفعول به منصوب علامته الفتحة وهو مضاف ست: مفعول به منصوب علامته الفتحة وهو مضاف مسافرات: مضاف إليه مجرور علامته تنوين الكسر',
        'keywords': 'سيارة:سيار:أقال:قال:قلى:قلت:ست:قلا:مسافر',
        'phrase': 'أقلت السيارة ست مسافرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقلت السيارة ست مسافرات',
        },
    1038: {
        'date': '2023-07-19',
        'id': 1038,
        'inflection': 'الأسبوع :مبتدأ مرفوع علامته الضمة الأسبوع :مبتدأ مرفوع علامته الضمة سبعة: خبر مرفوع علامته الضمة أيام: مضاف إليه مجرور',
        'keywords': 'سبع:سبعة:أيام:أسبوع',
        'phrase': 'الأسبوع سبعة أيام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأسبوع سبعة أيام',
        },
    1039: {
        'date': '2023-07-19',
        'id': 1039,
        'inflection': 'سبع: خبر مرفوع علامته الضمة سبع: خبر مرفوع علامته الضمة ليال: مضاف إليه مجرور',
        'keywords': 'سبع:أسبوع:ليالي',
        'phrase': 'الأسبوع سبع ليال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأسبوع سبع ليال',
        },
    1040: {
        'date': '2023-07-19',
        'id': 1040,
        'inflection': 'عدد: مبتدأ مرفوع عدد: مبتدأ مرفوع الطلاب: مضاف إليه مجرور في الصف: جار مجرور ثمانية: خبر مرفوع علامته الضمة طلاب: مضاف إليه مجرور',
        'keywords': 'عدد:صف:ثمانية:في:طلاب:لصف:ثماني',
        'phrase': 'عدد الطلاب في الصف ثمانية طلاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد الطلاب في الصف ثمانية طلاب',
        },
    1041: {
        'date': '2023-07-19',
        'id': 1041,
        'inflection': 'يربي: فعل مضارع مرفوع بضمة مقدرة على آخره يربي: فعل مضارع مرفوع بضمة مقدرة على آخره المزارع: فاعل مرفوع علامته الضمة عشرة: مفعول به منصوب علامته الفتحة رؤوس: مضاف إليه مجرور من الغنم: جار ومجرورة عشر: معطوف على منصوب بقرات: مضاف إليه مجرور علامته تنوين الكسر',
        'keywords': 'ربى:مزارع:عشرة:مان:بقر:أربى:من:منى:قرة:رؤوس:عشر:غنم:قر',
        'phrase': 'يربي المزارع عشرة رؤوس من الغنم وعشر بقرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يربي المزارع عشرة رؤوس من الغنم وعشر بقرات',
        },
    1042: {
        'date': '2023-07-19',
        'id': 1042,
        'inflection': 'ثماني: خبر مرفوع بضمة مقدرة على آخره ثماني: خبر مرفوع بضمة مقدرة على آخره طالبات: مضاف إليه مجرور',
        'keywords': 'عدد:وثم:ثم:طالب',
        'phrase': 'وعدد الطالبات ثماني طالبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وعدد الطالبات ثماني طالبات',
        },
    1043: {
        'date': '2023-07-19',
        'id': 1043,
        'inflection': 'بدلت: فعل وفاعل بدلت: فعل وفاعل بالدينار: جار ومجرور تسعة: مفعول به منصوب علامته الفتحة وهو مضاف دراهم: مضاف إليه مجرور بالفتحة بدلا من الكسرة لأنه ممنوع من الصرف',
        'keywords': 'تسعة:در:بدل:تسع:دراهم:دينار:درى',
        'phrase': 'بدلت بالدينار تسعة دراهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بدلت بالدينار تسعة دراهم',
        },
    1044: {
        'date': '2023-07-19',
        'id': 1044,
        'inflection': 'تسع: مفعول به منصوب علامته الفتحة، وهو مضاف تسع: مفعول به منصوب علامته الفتحة، وهو مضاف روبيات: مضاف إليه مجرور',
        'keywords': 'بدل:تسع:سعى:وسع:دينار:ساع:روب:روبة',
        'phrase': 'بدلت بالدينار تسع روبيات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بدلت بالدينار تسع روبيات',
        },
    1045: {
        'date': '2023-07-19',
        'id': 1045,
        'inflection': '''اثنا عشر: فاعل مرفوع جزؤه الأول مرفوع علامته الألف، وجزؤه الثاني مبني على الفتح.
اثنا عشر: فاعل مرفوع جزؤه الأول مرفوع علامته الألف، وجزؤه الثاني مبني على الفتح.
''',
        'keywords': 'اثنا:ضيف:جاء:ضاف:عشر',
        'phrase': 'جاء اثنا عشر ضيفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء اثنا عشر ضيفا',
        },
    1046: {
        'date': '2023-07-19',
        'id': 1046,
        'inflection': '''اثنتي عشرة: مفعول به منصوب، جزؤه الأول منصوب بالياء وجزؤه الثاني مبني على الفتح.
اثنتي عشرة: مفعول به منصوب، جزؤه الأول منصوب بالياء وجزؤه الثاني مبني على الفتح.
''',
        'keywords': 'عشرة:ثنت:أكرم:ضيف:كرم:عشر',
        'phrase': 'أكرمت اثنتي عشرة ضيفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكرمت اثنتي عشرة ضيفة',
        },
    1047: {
        'date': '2023-07-19',
        'id': 1047,
        'inflection': '''اثنتي عشرة: اسم مجرور جزؤه الأول مجرور علامته الياء والثاني مبني على الفتح.
اثنتي عشرة: اسم مجرور جزؤه الأول مجرور علامته الياء والثاني مبني على الفتح.
''',
        'keywords': 'ماع:فضاء:قناة:ثنت:اشترك:عشرة:فضائي:مع:عشر',
        'phrase': 'اشتركت مع اثنتي عشرة قناة فضائية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتركت مع اثنتي عشرة قناة فضائية',
        },
    1048: {
        'date': '2023-07-19',
        'id': 1048,
        'inflection': 'في الصف: شبه جملة جار ومجرور في محل رفع خبر مقدم في الصف: شبه جملة جار ومجرور في محل رفع خبر مقدم أحد عشر: عدد مبني على فتح الجزئين في محل رفع مبتدأ مؤخر طالبا: تمييز منصوب علامته تنوين الفتح إحدى عشرة: عدد مبني على فتح الجزئيين معطوف على مرفوع محلا طالبة: تمييز منصوب علامته تنوين الفتح',
        'keywords': 'حدي:أحد:صف:عشرة:في:حدى:لصف:حدا:حد:طالب:حاد:عشر:إحدى',
        'phrase': 'في الصف أحد عشر طالبا وإحدى عشرة طالبة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الصف أحد عشر طالبا وإحدى عشرة طالبة',
        },
    1049: {
        'date': '2023-07-19',
        'id': 1049,
        'inflection': 'رأيت: فعل وفاعل رأيت: فعل وفاعل أحد عشر: عدد مبني على فتح الجزئين، في محل نصب مفعول به كوكبا: تمييز منصوب إحدى عشرة: عدد مبني على فتح الجزئية معطوف محلا على ما هو منصوب نجمة: تمييز منصوب',
        'keywords': 'رأى:عشرة:أحدعشر:نجم:نجمة:كوكب:عشر:إحدى',
        'phrase': 'رأيت أحدعشر كوكبا وإحدى عشرة نجمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت أحدعشر كوكبا وإحدى عشرة نجمة',
        },
    1050: {
        'date': '2023-07-19',
        'id': 1050,
        'inflection': 'بأحد عشر: الباء حرف جر، أحد عشر عدد مبني على فتح الجزئين في محل جر بأحد عشر: الباء حرف جر، أحد عشر عدد مبني على فتح الجزئين في محل جر درهما: تمييز منصوب إحدى عشرة :عدد مبني على فتح الجزئين معطوف على منصوب ليرة: تمييز منصوب',
        'keywords': 'أحد:أبدل:عشرة:ليرة:در:بدل:درهم:دينار:دار:عشر:إحدى',
        'phrase': 'أبدلت الدينار بأحد عشر درهما وإحدى عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أبدلت الدينار بأحد عشر درهما وإحدى عشرة ليرة',
        },
    1051: {
        'date': '2023-07-19',
        'id': 1051,
        'inflection': 'عدد: مبتدأ مرفوع علامته الضمة، وهو مضاف عدد: مبتدأ مرفوع علامته الضمة، وهو مضاف هم: ضمير مبني على السكون في محل جر بالإضافة اثنا عشر: اثنا خبر مرفوع علامته الألف لأنه مثنى ،عشر اسم مبني على الفتح رجلا: تمييز منصوب اثنتا عشرة: اثنتا خبر مرفوع علامته الألف لأنه مثنى، وعشرة اسم مبني على الفتح امرأة: تمييز منصوب',
        'keywords': 'عدد:ثنت:عشرة:اثنا:رجل:امرأة:عشر',
        'phrase': 'عددهم اثنا عشر رجلا واثنتا عشرة امرأة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددهم اثنا عشر رجلا واثنتا عشرة امرأة',
        },
    1052: {
        'date': '2023-07-19',
        'id': 1052,
        'inflection': 'اثني عشر: اثني مفعول به منصوب علامته الياء لأنه مثنى، وعشر اسم مبني على الفتح اثني عشر: اثني مفعول به منصوب علامته الياء لأنه مثنى، وعشر اسم مبني على الفتح مرصدا: تمييز منصوب اثنتي عشرة: اثنتي مفعول به منصوب علامته الياء وعشرة اسم مبني على الفتح محطة: تمييز منصوب لسكة: جار ومجرور الحديد: مضاف إليه مجرور',
        'keywords': 'ثنت:مرصد:واثن:عشرة:محط:حديد:سك:أقام:سكة:ثنى:دول:دولة:محطة:عشر:قام',
        'phrase': 'أقامت الدولة اثني عشر مرصدا واثنتي عشرة محطة لسكة الحديد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقامت الدولة اثني عشر مرصدا واثنتي عشرة محطة لسكة الحديد',
        },
    1053: {
        'date': '2023-07-19',
        'id': 1053,
        'inflection': 'استعانت: فعل ماض مبني على الفتح والتاء للتأنيث استعانت: فعل ماض مبني على الفتح والتاء للتأنيث الفاعل: مستتر تقديره هي – الدولة باثني عشر :اثني اسم مجرور علامته الياء وعشر اسم مبني على الفتح خبيرا: تمييز منصوب باثنتي عشرة: اثنتي اسم مجرور علامته الياء وعشرة اسم مبني على الفتح خبيرة: تمييز منصوب',
        'keywords': 'باث:ثنت:واثن:عشرة:استعان:خبير:عشر',
        'phrase': 'واستعانت باثني عشر خبيرا واثنتي عشرة خبيرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'واستعانت باثني عشر خبيرا واثنتي عشرة خبيرة',
        },
    1054: {
        'date': '2023-07-19',
        'id': 1054,
        'inflection': 'قلم: فعل ماض مبني على الفتح قلم: فعل ماض مبني على الفتح المزارع: فاعل مرفوع علامته الضمة ثلاث عشرة: عدد مبني على فتح الجزئين في محل نصب مفعول به شجرة: تمييز منصوب علامته تنوين الفتح',
        'keywords': 'مزارع:ثلاث:عشرة:قلم:شجر:شجرة:عشر',
        'phrase': 'قلم المزارع ثلاث عشرة شجرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قلم المزارع ثلاث عشرة شجرة',
        },
    1055: {
        'date': '2023-07-19',
        'id': 1055,
        'inflection': 'ثلاثة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به ثلاثة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به عنقودا: تمييز منصوب',
        'keywords': 'ثلاثة:بلح:مان:من:منى:قطف:عنقود:عشر',
        'phrase': 'وقطف ثلاثة عشر عنقودا من البلح',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقطف ثلاثة عشر عنقودا من البلح',
        },
    1056: {
        'date': '2023-07-19',
        'id': 1056,
        'inflection': 'أربع عشرة :عدد مبني على فتح الجزئين في محل رفع خبر أربع عشرة :عدد مبني على فتح الجزئين في محل رفع خبر أربعة عشر :اسم مبني على فتح الجزئين في محل رفع خبر',
        'keywords': 'عدد:عددغرف:ربع:عشرة:غرفة:فندق:موظف:غرف:أربعة:عشر:ربعة:أربع',
        'phrase': 'عددغرف الفندق أربع عشرة غرفة وعدد موظفيه أربعة عشر موظفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددغرف الفندق أربع عشرة غرفة وعدد موظفيه أربعة عشر موظفا',
        },
    1057: {
        'date': '2023-07-19',
        'id': 1057,
        'inflection': 'بخمسة عشر: خمسة عشر: اسم مبني على فتح الجزئين في محل جر بحرف جر بخمسة عشر: خمسة عشر: اسم مبني على فتح الجزئين في محل جر بحرف جر قرشا: تمييز منصوب علامته تنوين الفتح',
        'keywords': 'قرش:خبز:كيلو:خمس:باع:عشر:خمسة',
        'phrase': 'يباع كيلو الخبز بخمسة عشر قرشا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يباع كيلو الخبز بخمسة عشر قرشا',
        },
    1058: {
        'date': '2023-07-19',
        'id': 1058,
        'inflection': 'بخمس عشرة: عدد مبني على فتح الجزئين في محل جر بخمس عشرة: عدد مبني على فتح الجزئين في محل جر',
        'keywords': 'عشرة:بينما:لبنان:في:ليرة:بن:خمس:باع:بنان:لبن:عشر',
        'phrase': 'بينما يباع في لبنان بخمس عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بينما يباع في لبنان بخمس عشرة ليرة',
        },
    1059: {
        'date': '2023-07-19',
        'id': 1059,
        'inflection': 'ستة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به ستة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به فتى: تمييز منصوب بتنوين مقدر على آخره ست عشرة: عدد مبنى على فتح الجزئين في محل نصب مفعول به فتاة: تمييز منصوب علامته تنوين الفتح',
        'keywords': 'فات:عشرة:علم:فت:ى:وسى:نفقة:محسن:على:فتاة:نفق:ست:عشر',
        'phrase': 'علم المحسن على نفقته ستة عشر فت ى وست عشرة فتاة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم المحسن على نفقته ستة عشر فت ى وست عشرة فتاة',
        },
    1060: {
        'date': '2023-07-19',
        'id': 1060,
        'inflection': 'بسبعة عشر: عدد مبني على فتح الجزئين في محل جر بحرف الجر بسبعة عشر: عدد مبني على فتح الجزئين في محل جر بحرف الجر فردا: تمييز منصوب',
        'keywords': 'عربة:رد:أسر:بعض:عرب:سبعة:فراد:أفراد:راد:سبع:فرد:عربي:ورد:عشر:يقدرعدد',
        'phrase': 'يقدرعدد أفراد بعض الأسر العربية بسبعة عشر فردا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقدرعدد أفراد بعض الأسر العربية بسبعة عشر فردا',
        },
    1061: {
        'date': '2023-07-19',
        'id': 1061,
        'inflection': 'سبع عشرة :سبع عدد مبني على فتح الجزئين في محل رفع نائب فاعل سبع عشرة :سبع عدد مبني على فتح الجزئين في محل رفع نائب فاعل شقة: تمييز منصوب',
        'keywords': 'عمار:عشرة:بيع:مان:عمارة:سبع:من:باع:منى:شقة:عشر:شق',
        'phrase': 'بيع من العمارة سبع عشرة شقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بيع من العمارة سبع عشرة شقة',
        },
    1062: {
        'date': '2023-07-19',
        'id': 1062,
        'inflection': 'ثماني عشرة :عدد مبني على فتح الجزئين في محل نصب مفعول به ثماني عشرة :عدد مبني على فتح الجزئين في محل نصب مفعول به تسعة عشر: عدد مبني على فتح الجزئين في محل نصب معطوف على منصوب',
        'keywords': 'تنك:مزارع:عشرة:تسعة:زات:مان:زيت:رطل:ثمار:جنى:من:منى:زيتون:تسع:ثم:مخلل:عشر:وثم',
        'phrase': 'جنى المزارع من ثمار الزيتون ثماني عشرة تنكة زيت وتسعة عشر رطلا من الزيتون المخلل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جنى المزارع من ثمار الزيتون ثماني عشرة تنكة زيت وتسعة عشر رطلا من الزيتون المخلل',
        },
    1063: {
        'date': '2023-07-19',
        'id': 1063,
        'inflection': 'عشرون: خبر مرفوع علامته الواو، ملحق بجمع المذكر السالم عشرون: خبر مرفوع علامته الواو، ملحق بجمع المذكر السالم صفحة: تمييز منصوب ثلاثون: خبر مرفوع علامته الواو، ملحق بجمع مذكرسالم إعلانا: تمييز منصوب',
        'keywords': 'عددصفحات:وفي:صفح:وفى:ثلاثون:أخير:إعلان:في:عشرون:صفحة:عشر:،:جريد',
        'phrase': 'عددصفحات الجريدة عشرون صفحة، وفي الصفحة الأخيرة ثلاثون إعلانا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددصفحات الجريدة عشرون صفحة، وفي الصفحة الأخيرة ثلاثون إعلانا',
        },
    1064: {
        'date': '2023-07-19',
        'id': 1064,
        'inflection': 'استغرق: فعل ماض مبني على الفتح والتاء للتأنيث استغرق: فعل ماض مبني على الفتح والتاء للتأنيث الرحلة: فاعل مرفوع علامته الفتحة اثنين: ظرف منصوب علامته الياء لأنه مثنى وثلاثين: معطوفة على اثنين بالنصب وعلامتها الياء لأنه ملحق بجمع المذكر السالم ليلة: تمييز منصوب',
        'keywords': 'يوم:وثلاثا:وثلاثين:رحل:ثنى:ليل:رحلة:استغرق',
        'phrase': 'استغرقت الرحلة اثنين وثلاثين يوما وثلاثا وثلاثين ليلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استغرقت الرحلة اثنين وثلاثين يوما وثلاثا وثلاثين ليلة',
        },
    1065: {
        'date': '2023-07-19',
        'id': 1065,
        'inflection': 'مضى: فعل ماض مبني على الفتح المقدر على آخره مضى: فعل ماض مبني على الفتح المقدر على آخره من الشهر: جار ومجرور أربعة: فاعل مرفوع علامته تنوين الضم وعشرون: اسم معطوف على مرفوع علامته الواو لأنه ملحق بجمع المذكر السالم خمس: اسم معطوف على مرفوع علامته تنوين الضم وعشرون: اسم معطوف على مرفوع علامته الواو لأنه ملحق بجمع المذكر السالم',
        'keywords': 'مضى:ربع:مان:يوم:شهر:عشرون:من:منى:خمس:ليل:أربعة:عشر:ربعة:أربع',
        'phrase': 'مضى من الشهر أربعة وعشرون يوما وخمس وعشرون ليلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مضى من الشهر أربعة وعشرون يوما وخمس وعشرون ليلة',
        },
    1066: {
        'date': '2023-07-19',
        'id': 1066,
        'inflection': 'خمسة: مبتدأ مؤخر مرفوع خمسة: مبتدأ مؤخر مرفوع وأربعون: اسم معطوف على مرفوع علامته الواو ست: معطوف على مرفوع وثلاثون: معطوف على مرفوع',
        'keywords': 'راكب:ثلاثون:وسى:على:الطائرةخمسة:ست:وأربعون',
        'phrase': 'على الطائرةخمسة وأربعون راكبا وست وثلاثون راكبة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'على الطائرةخمسة وأربعون راكبا وست وثلاثون راكبة',
        },
    1067: {
        'date': '2023-07-19',
        'id': 1067,
        'inflection': 'ثلاثة: مفعول به منصوب علامته الفتح ثلاثة: مفعول به منصوب علامته الفتح وخمسين: معطوف على منصوب علامته الياء ثماني: معطوف على منصوب علامته فتحة مقدرة على الياء وستين: معطوف على منصوب علامته الياء',
        'keywords': 'جمع:ثلاثة:بريدي:بريد:بطاقة:طابع:خمس:ثم:ست:طاقة:وثم:طاق',
        'phrase': 'جمعت ثلاثة وخمسين طابعا وثماني وستين بطاقة بريدية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جمعت ثلاثة وخمسين طابعا وثماني وستين بطاقة بريدية',
        },
    1068: {
        'date': '2023-07-19',
        'id': 1068,
        'inflection': 'ثمانية: مفعول به منصوب علامته الفتحة ثمانية: مفعول به منصوب علامته الفتحة وثمانين: اسم معطوف على منصوب علامته الياء سبعا: معطوف على منصوب علامته تنوين الفتح وخمسين: معطوف على منصوب علامته الياء',
        'keywords': 'ثمانية:سبع:خمس:دينار:ليرة:ثماني:دفع',
        'phrase': 'ادفعوا ثمانية وثمانين دينارا وسبعا وخمسين ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ادفعوا ثمانية وثمانين دينارا وسبعا وخمسين ليرة',
        },
    1069: {
        'date': '2023-07-19',
        'id': 1069,
        'inflection': 'تسع: مبتدأ مؤخر مرفوع علامته تنوين الضم تسع: مبتدأ مؤخر مرفوع علامته تنوين الضم وتسعون: معطوف على مرفوع علامته الواو نعجة: تمييز منصوب نعجة: مبتدأ مؤخر مرفوع علامته تنوين الضم واحدة: نعت مرفوع علامته تنوين الضم',
        'keywords': 'وخى:هذا:وسع:ساع:لاه:":له:أخي:ولى:تسع:سعى:نعجة:لي:أخ:أخا:إن:لهى:وله:هذ:ولي:واحد',
        'phrase': '"إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة "',
        },
    1070: {
        'date': '2023-07-19',
        'id': 1070,
        'inflection': 'مئة: خبر مرفوع علامته الضمة وهو مضاف مئة: خبر مرفوع علامته الضمة وهو مضاف دينار: مضاف إليه مجرور',
        'keywords': 'محرك:ثمن:ثم:دينار:وثم:مئة',
        'phrase': 'ثمن المحرك مئة دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ثمن المحرك مئة دينار',
        },
    1071: {
        'date': '2023-07-19',
        'id': 1071,
        'inflection': 'مئتي: مفعول به منصوب علامته الياء لانه مثنى، وحذفت نون المثنى لانه مضاف مئتي: مفعول به منصوب علامته الياء لانه مثنى، وحذفت نون المثنى لانه مضاف دينار: مضاف إليه مجرور',
        'keywords': 'دفع:محرك:ثمن:دينار:ثم:وثم:مئتي',
        'phrase': 'دفعت مئتي دينار ثمنا للمحرك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دفعت مئتي دينار ثمنا للمحرك',
        },
    1072: {
        'date': '2023-07-19',
        'id': 1072,
        'inflection': 'بثلاث: اسم مجرور علامته الكسرة وهو مضاف بثلاث: اسم مجرور علامته الكسرة وهو مضاف مئة: مضاف إليه مجرور علامته الكسرة وهو مضاف دينار: مضاف إليه مجرور',
        'keywords': 'اشترى:بثلاث:محرك:دينار:مئة:آخر',
        'phrase': 'اشتريت المحرك الآخر بثلاث مئة دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت المحرك الآخر بثلاث مئة دينار',
        },
    1073: {
        'date': '2023-07-19',
        'id': 1073,
        'inflection': 'ثلاث: مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف ثلاث: مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف مئة: مضاف إليه مجرور وخمسة: اسم مرفوع، لانه معطوف على مرفوع (ثلاثة) وستون: معطوف على مرفوع يوما: تمييز منصوب لـ (ستون)',
        'keywords': 'ثلاث:يوم:في:سنة:سن:خمس:ست:خمسة:مئة',
        'phrase': 'في السنة ثلاث مئة وخمسة وستون يوما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في السنة ثلاث مئة وخمسة وستون يوما',
        },
    1074: {
        'date': '2023-07-19',
        'id': 1074,
        'inflection': 'أربع: فاعل مرفوع علامته الضمة، وهو مضاف أربع: فاعل مرفوع علامته الضمة، وهو مضاف مئة: مضاف إليه مجرور وواحد: اسم معطوف على مرفوع (أربع) وأربعون: اسم معطوف على مرفوع (واحد ) شابا: تمييز منصوب للاسم (أربعون)',
        'keywords': 'ربع:خرج:مئة:في:شاب:تخرج:أخرج:كل:كلي:كلى:هندسة:واحد:كلة:أربع:وأربعون:كلية',
        'phrase': 'تخرج في كلية الهندسة أربع مئة وواحد وأربعون شابا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في كلية الهندسة أربع مئة وواحد وأربعون شابا',
        },
    1075: {
        'date': '2023-07-19',
        'id': 1075,
        'inflection': 'ست: خبر كان منصوب، وهو مضاف ست: خبر كان منصوب، وهو مضاف مئة: مضاف إليه مجرور وأحد عشر: اسم مبني على فتح الجزئين، في محل نصب لأنه معطوف على اسم منصوب (ست ) مسافرا: تمييز منصوب للاسم (أحد عشر)',
        'keywords': 'عدد:عان:طريق:ميناء:عن:كان:عنى:وأحدعشر:ست:مئة:مسافر',
        'phrase': 'كان عدد المسافرين عن طريق الميناء ست مئة وأحدعشر مسافرا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان عدد المسافرين عن طريق الميناء ست مئة وأحدعشر مسافرا',
        },
    1076: {
        'date': '2023-07-19',
        'id': 1076,
        'inflection': 'لتسع: اسم مجرور بحرف الجر، علامته الكسرة، وهو مضاف لتسع: اسم مجرور بحرف الجر، علامته الكسرة، وهو مضاف مئة: مضاف إليه مجرور وثلاثة: اسم معطوف على مجرور وسبعين: اسم معطوف على مجرور، وعلامته الياء مواطنا: تمييز منصوب بـ (سبعين)',
        'keywords': 'ثلاثة:منح:سفار:دخول:سبع:وسع:تسع:سعى:ساع:منحت:سفارة:تأشيرة:مئة:مواطن',
        'phrase': 'منحت السفارة تأشيرات دخول لتسع مئة وثلاثة وسبعين مواطنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'منحت السفارة تأشيرات دخول لتسع مئة وثلاثة وسبعين مواطنا',
        },
    1077: {
        'date': '2023-07-19',
        'id': 1077,
        'inflection': 'تسع: مفعول به منصوب علامته الفتحة، وهو مضاف تسع: مفعول به منصوب علامته الفتحة، وهو مضاف مئة: مضاف إليه مجرور وثلاثة: اسم معطوف على منصوب وعشرين: اسم معطوف على منصوب، علامته الياء طنا: تمييز منصوب للاسم (عشرين )',
        'keywords': 'ثلاثة:مئة:طن:مان:أسمدة:وسع:تسع:حكومة:سعى:ساع:من:منى:وطن:عشر:استورد',
        'phrase': 'استوردت الحكومة تسع مئة وثلاثة وعشرين طنا من الأسمدة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استوردت الحكومة تسع مئة وثلاثة وعشرين طنا من الأسمدة',
        },
    1078: {
        'date': '2023-07-19',
        'id': 1078,
        'inflection': 'مئات: فاعل مرفوع علامته الضمة مئات: فاعل مرفوع علامته الضمة',
        'keywords': 'إلى:عاد:عادي:عادى:مئات:وطن:مهاجر',
        'phrase': 'عاد مئات المهاجرين إلى الوطن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد مئات المهاجرين إلى الوطن',
        },
    1079: {
        'date': '2023-07-19',
        'id': 1079,
        'inflection': 'بمئات: اسم مجرور علامته الكسرة بمئات: اسم مجرور علامته الكسرة',
        'keywords': 'عدد:نساء:بمئات:عامل:نسوة:قدر',
        'phrase': 'يقدر عدد النسوة العاملات بمئات النساء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقدر عدد النسوة العاملات بمئات النساء',
        },
    1080: {
        'date': '2023-07-19',
        'id': 1080,
        'inflection': 'مئات: مفعول به منصوب علامته الكسرة، لأنه ملحق بجمع المذكر السالم مئات: مفعول به منصوب علامته الكسرة، لأنه ملحق بجمع المذكر السالم',
        'keywords': 'غار:غير:رحل:حكومة:مئات:شرعي:مهاجر',
        'phrase': 'رحلت الحكومة مئات المهاجرين غير الشرعيين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رحلت الحكومة مئات المهاجرين غير الشرعيين',
        },
    1081: {
        'date': '2023-07-19',
        'id': 1081,
        'inflection': 'تسع: خبر كان منصوب وهو مضاف تسع: خبر كان منصوب وهو مضاف مئة: مضاف إليه مجرور خمسة: معطوف على منصوب (تسع) أربعين: معطوف على منصوب (تسع) ألفا: تمييز منصوب مئة: معطوف على منصوب سبعة عشر: اسم مبني على فتح الجزيئين في محل نصب معطوف على منصوب.\nدينارا: تمييز منصوب',
        'keywords': 'ومئة:هذا:ضريب:وسع:وسبعةعشر:ضريبة:ساع:مئة:كانت:لف:عام:تسع:سعى:دينار:مبيع:عائد:لفا:خمس:أربع:هذ:ألف:خمسة',
        'phrase': 'كانت عائدات ضريبة المبيعات هذا العام تسع مئة وخمسة وأربعين ألفا ومئة وسبعةعشر دينارا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كانت عائدات ضريبة المبيعات هذا العام تسع مئة وخمسة وأربعين ألفا ومئة وسبعةعشر دينارا',
        },
    1082: {
        'date': '2023-07-19',
        'id': 1082,
        'inflection': '''ثلاث: خبر مرفوع علامته الضمة، وهو مضاف ثلاث: خبر مرفوع علامته الضمة، وهو مضاف مئة: مضاف إليه مجرور /وهو مضاف ألف: مضاف إليه مجرور أربع: معطوف على مرفوع، وهو مضاف اثنا عشر: معطوف على مرفوع علامته الألف في الجزء الأول، والجزء الثاني مبني على الفتح ألفا: تمييز منصوب ست: معطوف على مرفوع.
مئة: مضاف إليه مجرور ديناران: معطوف على مرفوع – علامته الألف لأنه مثنى.
''',
        'keywords': 'حدي:واثن:أراضي:لاف:شهر:ست:مئة:ثلاث:حصل:لف:حدا:دينار:ربع:حدى:عائد:لفا:ألفى:أربع:دائرة:في:وسى:ألف:على:واحد:ولف:عشر:قدر',
        'phrase': 'وحصلت دائرة الأراضي في شهر واحد على عائدات قدرها ثلاث مئة ألف وأربع مئة واثنا عشر ألفا وست مئة وديناران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وحصلت دائرة الأراضي في شهر واحد على عائدات قدرها ثلاث مئة ألف وأربع مئة واثنا عشر ألفا وست مئة وديناران',
        },
    1083: {
        'date': '2023-07-19',
        'id': 1083,
        'inflection': 'ألف: خبر مرفوع علامته تنوين الضم، وهو مضاف ألف: خبر مرفوع علامته تنوين الضم، وهو مضاف موظف: مضاف إليه مجرور ألف: معطوف على مرفوع ثلاث: معطوف على مرفوع وهو مضاف موظفات: مضاف إليه مجرور',
        'keywords': 'عدد:وثلاث:في:عامل:لاف:مؤسسة:لف:لفا:ألف:ألفى:موظف:ولف:مؤسس:،',
        'phrase': 'عدد العاملين في المؤسسة ألف موظف، وألف وثلاث موظفات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد العاملين في المؤسسة ألف موظف، وألف وثلاث موظفات',
        },
    1084: {
        'date': '2023-07-19',
        'id': 1084,
        'inflection': 'ألفان: فاعل مرفوع علامته الألف ألفان: فاعل مرفوع علامته الألف سبع: معطوفة على مرفوع، وهي مضافة مئة: مضاف إليه مجرور أربع عشرة: اسم مبني على فتح الجزئين في محل رفع بالعطف على مرفوع فتاة: تمييز منصوب',
        'keywords': 'ربع:عشرة:خرج:حاسوب:في:أربع:تخرج:سبع:لف:أخرج:ألف:قسم:فتاة:فاني:عشر:مئة',
        'phrase': 'تخرج في قسم الحاسوب ألفان وسبع مئة وأربع عشرة فتاة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في قسم الحاسوب ألفان وسبع مئة وأربع عشرة فتاة',
        },
    1085: {
        'date': '2023-07-19',
        'id': 1085,
        'inflection': 'ثلاثة: فاعل مرفوع، وهو مضاف ثلاثة: فاعل مرفوع، وهو مضاف آلاف: مضاف إليه مجرور أربع: معطوف على مرفوع، وهو مضاف مئة: مضاف إليه سبعة: معطوف على مرفوع عشرون: معطوف على مرفوع شابا: تمييز منصوبعدد الطلاب',
        'keywords': 'ثلاثة:خرج:حاسوب:وأربعمئة:سبعة:في:شاب:تخرج:سبع:عشرون:أخرج:قسم:عشر:آلاف',
        'phrase': 'تخرج في قسم الحاسوب ثلاثة آلاف وأربعمئة وسبعة وعشرون شابا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في قسم الحاسوب ثلاثة آلاف وأربعمئة وسبعة وعشرون شابا',
        },
    1086: {
        'date': '2023-07-19',
        'id': 1086,
        'inflection': 'خمسة: خبر مرفوع وهو مضاف خمسة: خبر مرفوع وهو مضاف آلاف: مضاف إليه مجرور طالب: معطوف على مرفوع واحد: صفة مرفوعة',
        'keywords': 'حدي:في:طب:آلاف:حدى:كل:خمس:كلي:كلى:حدا:واحد:طالب:كلة:خمسة:كلية',
        'phrase': 'في كلية الطب خمسة آلاف وطالب واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في كلية الطب خمسة آلاف وطالب واحد',
        },
    1087: {
        'date': '2023-07-19',
        'id': 1087,
        'inflection': 'ستة: خبر مرفوع، وهو مضاف ستة: خبر مرفوع، وهو مضاف آلاف: مضاف إليه مجرور ثلاث: معطوف على مرفوع مئة: مضاف إليه مجرور طالبتان: معطوف على مرفوع، علامته الألف اثنتان: صفة مرفوعة',
        'keywords': 'عدد:طالب:ثنت:تمريض:فيكلية:ست:وثلاثمئة:آلاف',
        'phrase': 'عدد الطالبات فيكلية التمريض ستة آلاف وثلاثمئة وطالبتان اثنتان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد الطالبات فيكلية التمريض ستة آلاف وثلاثمئة وطالبتان اثنتان',
        },
    1088: {
        'date': '2023-07-19',
        'id': 1088,
        'inflection': 'ثلاثة عشر: اسم مبني على الفتح، في محل رفع فاعل ثلاثة عشر: اسم مبني على الفتح، في محل رفع فاعل ألفا: تمييز منصوب وستة: معطوف على ما محله الرفع طلاب: مضاف اليه مجرور',
        'keywords': 'ثلاثة:الفا:ثانوي:شهاد:طلاب:شهادة:قدم:امتحان:ست:عشر:تقدم:أقدم',
        'phrase': 'تقدم لامتحان الشهادة الثانوية ثلاثة عشر الفا وستة طلاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تقدم لامتحان الشهادة الثانوية ثلاثة عشر الفا وستة طلاب',
        },
    1089: {
        'date': '2023-07-19',
        'id': 1089,
        'inflection': 'ألف: مضاف إليه مجرور ألف: مضاف إليه مجرور تسع: معطوف على مجرور مئة: معطوف على مجرور خمسة: معطوف على مجرور علامته تنوين الكسر تسعين: معطوف على مجرور علامته الياء أربع: مفعول به منصوب للفعل (بلغ) مئة: مضاف إليه وهو مضاف ألف: مضاف إليه مجرور',
        'keywords': 'لاف:وسع:مئة:سيارة:لف:عام:تسع:سعى:وتسعمئة:ربع:أرقام:لفا:بلغ:خمس:ألفى:أربع:سيارات:سيار:ألف:ولف:خمسة',
        'phrase': 'بلغت أرقام السيارات عام الف وتسعمئة وخمسة وتسعين أربع مئة ألف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلغت أرقام السيارات عام الف وتسعمئة وخمسة وتسعين أربع مئة ألف',
        },
    1090: {
        'date': '2023-07-19',
        'id': 1090,
        'inflection': '''بمليون: مليون اسم مجرور بحرف الجر علامته الكسرة، وهو مضاف.
بمليون: مليون اسم مجرور بحرف الجر علامته الكسرة، وهو مضاف.
دينار: مضاف إليه مجرور.
''',
        'keywords': 'ثري:اشترى:قصر:مليون:دينار',
        'phrase': 'اشترى الثري القصر بمليون دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشترى الثري القصر بمليون دينار',
        },
    1091: {
        'date': '2023-07-19',
        'id': 1091,
        'inflection': '''مليوني: مفعول به منصوب علامته الياء لانه مثنى، وهو مضاف وقد حذفت منه النون لهذا السبب.
مليوني: مفعول به منصوب علامته الياء لانه مثنى، وهو مضاف وقد حذفت منه النون لهذا السبب.
عامل: مضاف إليه مجرور''',
        'keywords': 'عدد:انتاج:شركة:شرك:سيارة:في:عامل:سيار:عمال:أبلغ:بلغ:مليون:سيارات:إحدى',
        'phrase': 'يبلغ عدد العمال العاملين في إحدى شركات انتاج السيارات مليوني عامل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبلغ عدد العمال العاملين في إحدى شركات انتاج السيارات مليوني عامل',
        },
    1092: {
        'date': '2023-07-19',
        'id': 1092,
        'inflection': 'ثلاثة: مفعول به منصوب علامته الفتحة وهو مضاف ثلاثة: مفعول به منصوب علامته الفتحة وهو مضاف ملايين: مضاف إليه مجرور علامته الكسرة، وهو مضاف نسمة: مضاف إليه مجرور تسعة عشر: اسم مبني على فتح الجزئين، في محل جر (بمن ) مليونا: تمييز منصوب',
        'keywords': 'ثلاثة:أكثر:ملايين:قطر:مليون:سكان:مان:منى:تسع:كثر:نسم:سعودية:بينما:أبلغ:بلغ:من:عدد:نسمة:تسعة:سعود:سك:سعودي:عشر',
        'phrase': 'يبلغ عدد سكان قطر ثلاثة ملايين نسمة بينما يبلغ عدد سكان السعودية أكثر من تسعة عشر مليونا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبلغ عدد سكان قطر ثلاثة ملايين نسمة بينما يبلغ عدد سكان السعودية أكثر من تسعة عشر مليونا',
        },
    1093: {
        'date': '2023-07-19',
        'id': 1093,
        'inflection': 'أربعة: مفعول به منصوب علامته الفتحة، وهو مضاف أربعة: مفعول به منصوب علامته الفتحة، وهو مضاف ملايين: مضاف اليه مجرور علامته الفتحة لانه ممنوع من الصرف ومئتين: اسم معطوف بالنصب على (أربعة) وخمسة: اسم معطوف بالنصب وعشرين: اسم معطوف بالنصب ألف: تمييز منصوب لـ (عشرين) وهو مضاف برميل: مضاف إليه مجرور',
        'keywords': 'نتج:لاف:ملايين:دول:أسبوع:ومئتين:أنتج:منظم:أوب:بك:لف:برميل:بعض:انتجى:لفا:خمس:ألفى:اربعة:في:منظمة:ألف:ولف:عشر:خمسة',
        'phrase': 'تنتج بعض دول منظمة أوبك اربعة ملايين ومئتين وخمسة وعشرين ألف برميل في الأسبوع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تنتج بعض دول منظمة أوبك اربعة ملايين ومئتين وخمسة وعشرين ألف برميل في الأسبوع',
        },
    1094: {
        'date': '2023-07-19',
        'id': 1094,
        'inflection': 'عشرة: مفعول به منصوب، وهو مضاف عشرة: مفعول به منصوب، وهو مضاف ملايين: مضاف إليه مجرور بالفتحة وسبع: اسم معطوف بالنصب على (عشرة)، وهو مضاف مئة: مضاف إليه مجرور وواحدا: اسم معطوف على منصوب وعشرين: اسم معطوف على منصوب ألفا: تمييز منصوب لـ (عشرين) وثلاث: اسم معطوف على منصوب، وهو مضاف مئة: مضاف إليه مجرور وبرميلا: اسم معطوف على منصوب واحدا: صفة منصوبة',
        'keywords': 'الفا:برميل:أخرى:عشرة:نتج:انتجى:سبع:ملايين:دول:واحد:وثلاثمئة:عشر:أنتج:مئة',
        'phrase': 'تنتج دول أخرى عشرة ملايين وسبع مئة وواحدا وعشرين الفا وثلاثمئة وبرميلا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تنتج دول أخرى عشرة ملايين وسبع مئة وواحدا وعشرين الفا وثلاثمئة وبرميلا واحدا',
        },
    1095: {
        'date': '2023-07-19',
        'id': 1095,
        'inflection': 'مليار :خبر مرفوع علامته تنوين الضم مليار :خبر مرفوع علامته تنوين الضم وأربع: اسم معطوف على مرفوع وهو مضاف مئة :مضاف إليه مجرور ألف: مضاف إليه مجرور ألف: توكيد لفظي لمجرور مليون :مضاف إليه مجرور علامته الكسرة، وهو مضاف نسمة :مضاف إليه مجرور',
        'keywords': 'لصى:لاف:مليون:سكان:مئة:لصي:لف:نسم:ربع:مليار:لفا:ألفى:أربع:عدد:نسمة:سك:(:ألف:):ولف',
        'phrase': 'عدد سكان الصين مليار وأربع مئة الف ألف (مليون) نسمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد سكان الصين مليار وأربع مئة الف ألف (مليون) نسمة',
        },
    1096: {
        'date': '2023-07-19',
        'id': 1096,
        'inflection': 'ثلاثة: اسم مجرور علامته الكسرة وهو مضاف ثلاثة: اسم مجرور علامته الكسرة وهو مضاف مليارات :مضاف إليه مجرور وهو مضاف نسمة: مضاف إليه مجرور',
        'keywords': 'عدد:عالم:ثلاثة:نسمة:اقترب:مليار:بينما:مان:سك:من:منى:نسم:سكان',
        'phrase': 'بينما يقترب عدد سكان العالم من ثلاثة مليارات نسمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بينما يقترب عدد سكان العالم من ثلاثة مليارات نسمة',
        },
    1097: {
        'date': '2023-07-19',
        'id': 1097,
        'inflection': 'كم: اسم استفهام مبني على السكون في محل رفع خبر مقدم كم: اسم استفهام مبني على السكون في محل رفع خبر مقدم مصنعا: تمييز منصوب في المنطقة: شبه جملة في محل رفع خبركم قرشاصرفت',
        'keywords': 'كم:منطق:في:وكم:كام:مصنع:منطقة',
        'phrase': 'كم مصنعا في المنطقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم مصنعا في المنطقة',
        },
    1098: {
        'date': '2023-07-19',
        'id': 1098,
        'inflection': 'قرشا: تمييز منصوب قرشا: تمييز منصوب صرفت: فعل وفاعل',
        'keywords': 'نصب:كم:صاب:وصب:::سكون:به:صب:وكم:مفعول:استفهام:سما:صبا:أصاب:في:مبني:كام:اسم:على:باه',
        'phrase': 'كم: اسم استفهام مبني على السكون في نصب مفعول به',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم: اسم استفهام مبني على السكون في نصب مفعول به',
        },
    1099: {
        'date': '2023-07-19',
        'id': 1099,
        'inflection': 'بكم: كم اسم مبني على السكون في محل جر بالباء بكم: كم اسم مبني على السكون في محل جر بالباء دينارا: تمييز منصوب ويجوز أن تكون مجرورة بالإضافة يباع: فعل مضارع مجهول فاعله كيلو: نائب فاعل مرفوع بضمة مقدرة على آخرهوهو مضاف',
        'keywords': 'كم:بكم:كيلو:باع:دينار:جوز',
        'phrase': 'بكم دينارا يباع كيلو الجوز',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بكم دينارا يباع كيلو الجوز',
        },
    1100: {
        'date': '2023-07-19',
        'id': 1100,
        'inflection': 'عيادة: مبتدأ مرفوع، وهو مضاف عيادة: مبتدأ مرفوع، وهو مضاف كم: اسم مبني في محل جر بالإضافة طبيبا: تمييز منصوب',
        'keywords': 'كم:زار:زر:وكم:كام:طبيب:عيادة:زرى',
        'phrase': 'عيادة كم طبيبا زرت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عيادة كم طبيبا زرت',
        },
    1101: {
        'date': '2023-07-19',
        'id': 1101,
        'inflection': 'كم: اسم مبني في محل نصب ظرف كم: اسم مبني في محل نصب ظرف ساعة: تمييز منصوب غبت: فعل وفاعل هذا: اسم إشارة مبني على السكون في محل نصب بحذف حرف الجر الفصل: بدل من منصوب',
        'keywords': 'غاب:هذ:كم:فصل:وكم:كام:غب:هذا:ساعة',
        'phrase': 'كم ساعة غبت هذا الفصل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم ساعة غبت هذا الفصل',
        },
    1102: {
        'date': '2023-07-19',
        'id': 1102,
        'inflection': 'كم: اسم مبني على السكون في محل نصب مفعول به كم: اسم مبني على السكون في محل نصب مفعول به طالب: مضاف إليه مجرور علمت: فعل وفاعل',
        'keywords': 'كم:علم:وكم:كام:طالب',
        'phrase': 'كم طالب علمت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم طالب علمت',
        },
    1103: {
        'date': '2023-07-19',
        'id': 1103,
        'inflection': 'كم: اسم مبني في محل نصب مفعول به كم: اسم مبني في محل نصب مفعول به من كتاب: شبه جملة جار ومجرور',
        'keywords': 'كم:كتاب:قرأ:مان:وكم:كام:من:منى',
        'phrase': 'كم من كتاب قرأت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم من كتاب قرأت',
        },
    1104: {
        'date': '2023-07-19',
        'id': 1104,
        'inflection': 'كأين: اسم مبني على السكون في محل نصب مفعول به كأين: اسم مبني على السكون في محل نصب مفعول به من مشرد: شبه جملة متعلقة بكأين تركت: فعل ماض مبني على الفتح الحرب: فاعل مرفوع',
        'keywords': 'كأى:مان:كأين:أين:حرب:من:منى:ترك:مشرد:تورك',
        'phrase': 'كأين من مشرد تركت الحرب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأين من مشرد تركت الحرب',
        },
    1105: {
        'date': '2023-07-19',
        'id': 1105,
        'inflection': 'كأين: اسم مبني على السكون في محل رفع مبتدأ كأين: اسم مبني على السكون في محل رفع مبتدأ من اختراع: جار ومجرور أضر: فعل ماض وفاعله مستتر البشرية: مفعول به منصوب',
        'keywords': 'ضرى:كأى:اختراع:بشر:بشرة:مان:ضر:كأين:بشري:أين:بشرى:بشرية:من:منى:ضار:ضرا',
        'phrase': 'كأين من اختراع أضر بالبشرية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأين من اختراع أضر بالبشرية',
        },
    1106: {
        'date': '2023-07-19',
        'id': 1106,
        'inflection': '''ساهم :فعل ماض مبني على السكون لاتصاله بتاء – ضمير المتكلم.
ساهم :فعل ماض مبني على السكون لاتصاله بتاء – ضمير المتكلم.
ت :ضمير متصل مبني على الضم في محل رفع فاعل.
في الشركة :شبه جملة – جار ومجرور –متعلقان ب (ساهم)''',
        'keywords': 'شرك:ساهم:في:شركة',
        'phrase': 'ساهمت في الشركة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساهمت في الشركة',
        },
    1107: {
        'date': '2023-07-19',
        'id': 1107,
        'inflection': 'شارك :فعل ماض مبني على السكون لاتصاله بالضمير (نا) ( ضمير المتكلمين ) شارك :فعل ماض مبني على السكون لاتصاله بالضمير (نا) ( ضمير المتكلمين ) نا :ضمير متصل مبني على السكون في محل رفع فاعل.\n',
        'keywords': 'شارك:ألعاب:في',
        'phrase': 'شاركنا في الألعاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاركنا في الألعاب',
        },
    1108: {
        'date': '2023-07-19',
        'id': 1108,
        'inflection': '''قوم :فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة.
قوم :فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة.
وا :واو الجماعة (ضمير متصل) مبني على السكون في محل رفع فاعل.
بالواجب :شبه جملة، متعلقة بالفعل قوموا.
انصر :فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة.
وا :واو الجماعة (ضمير متصل) مبني على السكون في محل رفع فاعل.
المظلوم :مفعول به منصوب علامته الفتحة.
''',
        'keywords': 'واجب:مظلوم:نصر:قوم:،:قام',
        'phrase': 'قوموا بالواجب، وانصروا المظلوم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قوموا بالواجب، وانصروا المظلوم',
        },
    1109: {
        'date': '2023-07-19',
        'id': 1109,
        'inflection': '''لا :حرف نهي مبني على السكون.
لا :حرف نهي مبني على السكون.
تبالغي :فعل مضارع مجزوم علامته حذف النون لأنه من الأفعال الخمسة.
ي :ضمير متصل مبني على السكون في محل رفع فاعل.
''',
        'keywords': 'سهر:في:لا:بالغ',
        'phrase': 'لا تبالغي في السهر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تبالغي في السهر',
        },
    1110: {
        'date': '2023-07-19',
        'id': 1110,
        'inflection': '''النساء :مبتدأ مرفوع علامته الضمة.
النساء :مبتدأ مرفوع علامته الضمة.
يلاعب :فعل مضارع مبني على السكون لاتصاله بنون النسوة.
ن :نون النسوة (ضمير متصل ) مبني على الفتح في محل رفع فاعل.
الرضّع :مفعول به منصوب علامته الفتحة.
والجملة من الفعل والفاعل والمفعول به في محل رفع خبر المبتدأ''',
        'keywords': 'لاعب:نساء:رضع',
        'phrase': 'النساء يلاعبن الرضّع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النساء يلاعبن الرضع',
        },
    1111: {
        'date': '2023-07-19',
        'id': 1111,
        'inflection': '''أفاد :فعل ماض مبني على الفتح.
أفاد :فعل ماض مبني على الفتح.
ن :حرف مبني على الكسر (نون الوقاية).
ي :ضمير متصل مبني على السكون في محل نصب مفعول به مقدم.
إرشاد :فاعل مرفوع مؤخر، علامته الضمة وهو مضاف.
أخ :مضاف إليه مجرور بكسرة مقدرة على آخره وهو مضاف.
ي :ضمير متصل مبني على السكون، في محل جر بالإضافة.
''',
        'keywords': 'إرشاد:وخى:فادى:أخي:فادن:أخ:أخا:أفاد:فاد',
        'phrase': 'أفادني إرشاد أخي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادني إرشاد أخي',
        },
    1112: {
        'date': '2023-07-19',
        'id': 1112,
        'inflection': '''أعطى :فعل ماض مبني على الفتح.
أعطى :فعل ماض مبني على الفتح.
ك :ضمير متصل مبني على الفتح في محل نصب مفعول به مقدم.
قلم :مفعول به منصوب بفتحة ظاهرة على آخره، وهو مضاف.
ه :ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'عطا:قلم:عطى:عط:أعطى:صاحب',
        'phrase': 'أعطاك صاحبك قلمه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعطاك صاحبك قلمه',
        },
    1113: {
        'date': '2023-07-19',
        'id': 1113,
        'inflection': '''الأستاذ :مبتدأ مرفوع علامته الضمة.
الأستاذ :مبتدأ مرفوع علامته الضمة.
الطيب :صفة مرفوعة علامتها الضمة.
يحب :فعل مضارع مرفوع.
ه :ضمير متصل مبني على الضم في محل نصب مفعول به مقدم.
طلاب :فاعل مرفوع علامته الضمة، وهو مضاف.
ه :ضمير متصل مبني على الضم في محل جر بالإضافة والجملة من الفعل والفاعل والمفعول به في محل خبر المبتدأ.
''',
        'keywords': 'طلاب:طيب:حب:أحب:حبا:أستاذ',
        'phrase': 'الأستاذ الطيّب يحبه طلابه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأستاذ الطيب يحبه طلابه',
        },
    1114: {
        'date': '2023-07-19',
        'id': 1114,
        'inflection': '''أفرح :فعل ماض مبني على الفتح.
أفاد :فعل ماض مبني على الفتح.
نا :ضمير متصل مبني على السكون في محل نصب مفعول به مقدم.
نجاح :فاعل مرفوع علاته الضمة، وهو مضاف.
نا :ضمير متصل مبني على السكون في محل جر بالإضافة.
''',
        'keywords': 'نجاح:فرح:راح:أفرح',
        'phrase': 'أفرحنا نجاحنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفرحنا نجاحنا',
        },
    1115: {
        'date': '2023-07-19',
        'id': 1115,
        'inflection': '''حمل :فعل ماض مبني على الضمة.
حمل :فعل ماض مبني على الضمة.
الساعي :فاعل مرفوع علامته الضمة.
هدية :مفعول به منصوب علامته تنوين الفتح.
من :حرف جر مبني على السكون.
ه :ضمير متصل مبني على السكون في محل جر.
إلى :حرف جر مبني على السكون.
ي :ضمير متصل مبني على الفتح في محل جر''',
        'keywords': 'حمل:هد:هدي:هدية:مان:إلي:من:منى:هدى:ساعي:هدة:ساعة',
        'phrase': 'حمل الساعي هدية منه إلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حمل الساعي هدية منه إلي',
        },
    1116: {
        'date': '2023-07-19',
        'id': 1116,
        'inflection': '''اللام :حرف مبني على الفتح.
اللام :حرف مبني على الفتح.
نا :ضمير متصل، مبني على السكون في محل جر، والجار والمجرور في محل رفع خبر مقدم كرم :مبتدأ مؤخر مرفوع.
في :حرف جر مبني على السكون.
ه :ضمير متصل مبني على الكسر في محل جر وشبه الجملة (فيه) في محل رفع خبر مقدم.
عنب :مبتدأ مؤخر مرفوع علامته تنوين الضم.
''',
        'keywords': 'رم:عنب:لنا:في:كرم',
        'phrase': 'لنا كرم فيه عنب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لنا كرم فيه عنب',
        },
    1117: {
        'date': '2023-07-19',
        'id': 1117,
        'inflection': '''إياي: ضمير مبني على الفتح في محل نصب مفعول به مقدم.
إياي: ضمير مبني على الفتح في محل نصب مفعول به مقدم.
شكر: فعل ماض مبني لى الفتح.
المعلم: فاعل مرفوع علامته الضمة.
''',
        'keywords': 'معلم:إياي:شكر',
        'phrase': 'إياي شكر المعلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياي شكر المعلم',
        },
    1118: {
        'date': '2023-07-19',
        'id': 1118,
        'inflection': 'إيانا: ضمير مبني على السكون في محل نصب مفعول به مقدم إيانا: ضمير مبني على السكون في محل نصب مفعول به مقدم',
        'keywords': 'معلم:إيانا:شكر',
        'phrase': 'إيانا شكر المعلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إيانا شكر المعلم',
        },
    1119: {
        'date': '2023-07-19',
        'id': 1119,
        'inflection': 'إياك: ضمير مبني على الفتح في محل نصب مفعول به مقدم إياك: ضمير مبني على الفتح في محل نصب مفعول به مقدم خص: فعل ماض مبني على الفتح المدرب :فاعل مرفوع علامته الضمة بالجائزة: جار ومجرور يتعلقان بـ ( -خص )',
        'keywords': 'خاص:إياك:جائزة:خص:جائز:مدرب',
        'phrase': 'إياك خص المدرب بالجائزة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك خص المدرب بالجائزة',
        },
    1120: {
        'date': '2023-07-19',
        'id': 1120,
        'inflection': 'إياكما :ضمير مبني على السكون في محل نصب مفعول به إياكما :ضمير مبني على السكون في محل نصب مفعول به خص: فعل ماض مبني على الفتح المدرب :فاعل مرفوع علامته الضمة بالجائزة: جار ومجرور يتعلقان بـ ( -خص )',
        'keywords': 'خاص:جائزة:خص:جائز:مدرب:إياكما',
        'phrase': 'إياكما خص المدرب بالجائزة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياكما خص المدرب بالجائزة',
        },
    1121: {
        'date': '2023-07-19',
        'id': 1121,
        'inflection': 'إياك :ضمير مبني على الفتح في محل نصب مفعول به إياك :ضمير مبني على الفتح في محل نصب مفعول به أعني :فعل مضارع مرفوع بضمة مقدرة على آخره، وفاعله مستتر فيه و :حرف عطف مبني على الفتح اسمعي: فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة وفاعله مستتر فيه تقديره أنت يا :حرف مبني على السكون، للنداء جارة :منادى مبني على الضم في محل نصب لأنه نكرة مقصودة',
        'keywords': 'يا:عنا:إياك:أعن:جار:أعنة:عنى:عني:سمع',
        'phrase': 'إياك أعني واسمعي يا جارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك أعني واسمعي يا جارة',
        },
    1122: {
        'date': '2023-07-19',
        'id': 1122,
        'inflection': 'إياهما: ضمير مبني على السكون في محل نصب مفعول به إياهما: ضمير مبني على السكون في محل نصب مفعول به',
        'keywords': 'يا:مدير:قصد:كلام',
        'phrase': 'أياهما قصد المدير بكلامه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أياهما قصد المدير بكلامه',
        },
    1123: {
        'date': '2023-07-19',
        'id': 1123,
        'inflection': 'إياهم: ضمير مبني على السكون في محل نصب مفعول به إياهم: ضمير مبني على السكون في محل نصب مفعول به',
        'keywords': 'إياهم:مدير:قصد:كلام',
        'phrase': 'إياهم قصد المدير بكلامه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياهم قصد المدير بكلامه',
        },
    1124: {
        'date': '2023-07-19',
        'id': 1124,
        'inflection': '''إياها :ضمير مبني على السكون في محل نصب مفعول به.
إياها :ضمير مبني على السكون في محل نصب مفعول به.
مدحت :مدح فعل ماض مبني على الفتح، والتاء للتأنيث مبنية على السكون.
المعلمة: فاعل مرفوع علامته الضمة.
''',
        'keywords': 'معلم:إياها:معلمة:مدح',
        'phrase': 'إياها مدحت المعلمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياها مدحت المعلمة',
        },
    1125: {
        'date': '2023-07-19',
        'id': 1125,
        'inflection': 'إياهن: ضمير مبني على الفتح في محل نصب مفعول به إياهن: ضمير مبني على الفتح في محل نصب مفعول به',
        'keywords': 'كرم:دولة:دول:إياهن',
        'phrase': 'إياهن كرمت الدولة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياهن كرمت الدولة',
        },
    1126: {
        'date': '2023-07-19',
        'id': 1126,
        'inflection': '''يهون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة علىآخره.
يهون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة علىآخره.
علينا: على: حرف جر.
ونا: ضمير متصل مبنى على السكون في محل جر والجار والمجرور متعلقان بيهون.
أن: حرف مصدرى موصول.
تصاب: فعل مضارع منصوب بأن وعلامة نصبه الفتحه الظاهرة على آخره وهو مبنى للمجهول.
جسومنا: نائب فاعل مرفوع بالضمة الظاهرة على آخره، نا: ضمير مبنى على السكون في محل جر مضاف إليه.
وجملة تصاب جسومنا لامحل لها من الإعراب صلة الحرف الموصولوأن وصلتها مؤولة بالمصدر في محل رفع فاعل الفعل يهون والتقدير يهون علينا أصابة جسومنا.
وتسلم: الواو: حرف عطف، تسلم: فعل مضارع معطوف على يهون منصوب.
أعراض: فاعل مرفوع بالضمة الظاهرة على آخره.
لنا: اللام حرف جر، نا: ضمير مبنى على السكون في محل جر، والجار والمجرور متعلقان بالفعل تسلم، أو بمحذوف مرفوع صفة لأعراض أي موجودة.
وعقول: الواو: حرف عطف، عقول: اسم معطوف على أعراض مرفوع بالضمه الظاهرة.
''',
        'keywords': 'علي:صاب:جسوم:آن:أسلم:عل:هان:هون:تصابي:أن:هوى:عراض:أعراض:عقول:علة:سلم:تسلم:تصابى:علا:لنا:أصاب:أهوى:على',
        'phrase': 'يهون علينا أن تصاب جسومنا وتسلم أعراض لنا وعقول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يهون علينا أن تصاب جسومنا وتسلم أعراض لنا وعقول',
        },
    1127: {
        'date': '2023-07-19',
        'id': 1127,
        'inflection': 'يخشى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من ظهورها التعذر - يخشى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من ظهورها التعذر - الإنسان: فاعل مرفوع بالضمة الظاهرة - البرد: مفعول به منصوب بالفتحة الظاهرة- ،',
        'keywords': 'خشى:برد:إنسان:إنس:خشي',
        'phrase': 'يخشى الإنسان البرد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخشى الإنسان البرد',
        },
    1128: {
        'date': '2023-07-19',
        'id': 1128,
        'inflection': '''ينمو:فعل مضارع مرفوع بضمة مقدرة على الواو منع من ظهورها الثقل.
ينمو:فعل مضارع مرفوع بضمة مقدرة على الواو منع من ظهورها الثقل.
النبات:فاعل مرفوع بالضمة الظاهرة.
''',
        'keywords': 'نبات:ينمو',
        'phrase': 'ينمو النبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ينمو النبات',
        },
    1129: {
        'date': '2023-07-19',
        'id': 1129,
        'inflection': '''لن: حرف نفي ونصب - لن: حرف نفي ونصب.
يصفو:فعل مضارع منصوب بلن وعلامة نصبه الفتحة الظاهرة في آخره.
الجو:فاعل مرفوع بالضمة الظاهرة.
''',
        'keywords': 'صفا:صفو:جو:لن:لان',
        'phrase': 'لن يصفو الجو',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لن يصفو الجو',
        },
    1130: {
        'date': '2023-07-19',
        'id': 1130,
        'inflection': '''لم: حرف نفي وجزم.
يبن:فعل مضارع مجزوم بلم وعلامة جزمه حذف حرف العلة وهو الياء.
خالد:فاعل مرفوع بالضمة الظاهرة.
بيتا:مفعول به منصوب بالفتحة الظاهرة -''',
        'keywords': 'لم:خالد:بنى:بات:لام:بن:بيت:أبان',
        'phrase': 'لم يبن خالد بيتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يبن خالد بيتا',
        },
    1131: {
        'date': '2023-07-19',
        'id': 1131,
        'inflection': 'ليس :فعل ماض ناقص مبني على الفتح ليس :فعل ماض ناقص مبني على الفتح في البستان :جار ومجرور في محل نصب خبر ليس مقدم شجر :اسم كان مؤخر مرفوع',
        'keywords': 'لاس:بستان:يس:في:ليس:شجر',
        'phrase': 'ليس في البستان شجر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس في البستان شجر',
        },
    1132: {
        'date': '2023-07-19',
        'id': 1132,
        'inflection': 'كان:فعل ماض ناقص مبني على الفتح كان:فعل ماض ناقص مبني على الفتح في المزرعة :شبه جملة جار ومجرور في محل نصب خبر كان مقدم حارس :اسم كان مؤخر مرفوع وهو مضاف ها :في محل جر بالإضافة',
        'keywords': 'حارس:كان:في:مزرعة',
        'phrase': 'كان في المزرعة حارسها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان في المزرعة حارسها',
        },
    1133: {
        'date': '2023-07-19',
        'id': 1133,
        'inflection': '''ظل: فعل ماض ناقص مبني على الفتح ظل: فعل ماض ناقص مبني على الفتح عند :ظرف مكان منصوب وهو مضاف الطفل :مضاف إليه مجرور وشبه الجملة الظرفية في محل نصب خبر ظل أم :اسم ظل مرفوع مؤخر وهو مضاف.
هـ :في محل جر بالإضافة.
أبوه :معطوف على مرفوع وعلامته الواو لانه من الأسماء الخمسة وكما يقع خبر كان وأخواتها اسما مفردا -ليس جملة ولا شبه جملة -فقد :تقع أخبارهاجملة فعلية مثل''',
        'keywords': 'ماه:أم:مها:طفل:مهى:أبو:بوه:أمه:ظل:أبى:آم:أمهى:عند:مهو:أبا:أب:مه:باه',
        'phrase': 'ظل عند الطفل أمه وأبوه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل عند الطفل أمه وأبوه',
        },
    1134: {
        'date': '2023-07-19',
        'id': 1134,
        'inflection': 'صار:فعل ماض ناقص مبني على الفتح صار:فعل ماض ناقص مبني على الفتح الماء :اسم صار مرفوع يغلي :فعل مضارع مرفوع علامته ضمة مقدرة على آخرهوفاعله ضمير مستتر فيهتقديره هو ،والجملة من الفعل والفاعل في محل نصب خبر صار',
        'keywords': 'صاري:غلى:صار:أغلى:ماء',
        'phrase': 'صار الماء يغلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صار الماء يغلي',
        },
    1135: {
        'date': '2023-07-19',
        'id': 1135,
        'inflection': 'كان: فعل ماض ناقص مبني على الفتح كان: فعل ماض ناقص مبني على الفتح أخو :اسم كان مرفوع علامته الواو لانه من الأسماء الخمسة ،وهو مضاف ك :في محل جر بالإضافة عند :ظرف مكان منصوب وهو مضاف المدير :مضاف إليه مجرور.\nوشبه الجملة الظرفية في محل نصب خبر كان',
        'keywords': 'أخو:مدير:خوى:أخا:كان:عند',
        'phrase': 'كان أخوك عند المدير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان أخوك عند المدير',
        },
    1136: {
        'date': '2023-07-19',
        'id': 1136,
        'inflection': 'كان: فعل ماض ناقص مبني على الفتح كان: فعل ماض ناقص مبني على الفتح الله: اسم كان مرفوع به وعلامة رفعه الضمة الظاهرة على آخره غفورا: خبر كان منصوب بكان وعلامة نصبه الفتحة الظاهرة على آخره رحيما: خبر ثان منصوب بكان وعلامة نصبه الفتحة الظاهرة على آخره',
        'keywords': 'كان:رحيم:غفور:الله',
        'phrase': 'كان الله غفورا رحيما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الله غفورا رحيما',
        },
    1137: {
        'date': '2023-07-19',
        'id': 1137,
        'inflection': '''وما: الواو حرف استئناف، وما حجازية نافية تعمل عمل ليس.
وما: الواو حرف استئناف، وما حجازية نافية تعمل عمل ليس.
الله: لفظ الجلالة اسم ما مرفوع بالضمة.
وجملة ما الله وما في حيزها لا محل لها من الإعراب استئنافية.
بغافل: الباء حرف جر زائد، وغافل خبر ما مجرور لفظا منصوب محلا.
عما: عن حرف جر، وما اسم موصول مبني على السكون في محل جر، والجار والمجرور متعلقان بتعملون.
تعملون: فعل مضارع من الأفعال الخمسة مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعله.
وجملة تعلمون لا محل لها من الإعراب صلة الموصول.
''',
        'keywords': 'عم:)::عالى:قال:تعالى:):أعمل:ما:عما:غافل:وعم:الله:عمل',
        'phrase': 'قال تعالى ) :وما الله بغافل عما تعملون )',
        'reference': 'i3rabxi3rab',
        'source': ' 58البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ) :وما الله بغافل عما تعملون )',
        },
    1138: {
        'date': '2023-07-19',
        'id': 1138,
        'inflection': '''يريدان: فعل مضارع مرفوع بثبوت النون، وألف الاثنين في محل رفع فاعل، يريدان: فعل مضارع مرفوع بثبوت النون، وألف الاثنين في محل رفع فاعل، والجملة في محل رفع صفة لساحران.
أن يخرجاكم: أن حرف مصدري ونصب، يخرجاكم: فعل مضارع من الأفعال الخمسة منصوب بأن وعلامة نصبه حذف النون، وألف الاثنين في محل رفع فاعل، وكاف الخطاب في محل نصب مفعول به.
والمصدر المؤول من أن والفعل في تأويل مصدر في محل نصب مفعول به ليريدان.
من أرضكم: جار ومجرور، وأرض مضاف، والضمير المتصل في محل جر مضاف إليه وشبه الجملة متعلق بيخرجاكم.
''',
        'keywords': 'آن:عالى:رضى:أرضى:رضا:مان:)::راض:منى:أن:رضي:أراد:رض:من:خرج:أخرج:قال:تعالى:):أرض',
        'phrase': 'قال تعالى ) :يريدان أن يخرجاكم من أرضكم )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ) :يريدان أن يخرجاكم من أرضكم )',
        },
    1139: {
        'date': '2023-07-19',
        'id': 1139,
        'inflection': '''كانا: كان فعل ماض ناقص، وألف الاثنين في محل رفع اسمها، والجملة لا محل لها من الإعراب مفسرة.
كانا: كان فعل ماض ناقص، وألف الاثنين في محل رفع اسمها، والجملة لا محل لها من الإعراب مفسرة.
يأكلان: فعل مضارع مرفوع بثبوت النون لأنه من الأفعال الخمسة، وألف الاثنين في محل رفع فاعل، والجملة في محل نصب خبر كانا.
الطعام: مفعول به منصوب.
''',
        'keywords': 'أكل:عالى:قال:تعالى:كان:طعام:):(:',
        'phrase': 'قال تعالى ( :كانا يأكلان الطعام )',
        'reference': 'i3rabxi3rab',
        'source': '58المائدة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :كانا يأكلان الطعام )',
        },
    1140: {
        'date': '2023-07-19',
        'id': 1140,
        'inflection': '''ولا: الواو حرف عطف، ولا ناهية.
ولا: الواو حرف عطف، ولا ناهية.
تقربا: فعل مضارع مجزوم بلا، وعلامة جزمه حذف النون، لأنه من الأفعال الخمسة وألف الاثنين في محل رفع فاعل.
هذه: اسم إشارة مبني على الكسر في محل نصب مفعول به.
الشجرة: بدل منصوب بالفتحة.
وجملة لا وما في حيزها معطوفة على ما قبلها.
''',
        'keywords': 'هذ:هذه:)::شجر:عالى:قال:تعالى:قرب:لا:أقرب:شجرة:):تقرب',
        'phrase': 'قال تعالى ):ولا تقربا هذه الشجرة )',
        'reference': 'i3rabxi3rab',
        'source': '58البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ):ولا تقربا هذه الشجرة )',
        },
    1141: {
        'date': '2023-07-19',
        'id': 1141,
        'inflection': '''فويل: الفاء حرف استئناف، وويل مبتدأ مرفوع بالضمة، وسوغ الابتداء به لأنه متضمن معنى الدعاء والتهويل والوعيد.
فويل: الفاء حرف استئناف، وويل مبتدأ مرفوع بالضمة، وسوغ الابتداء به لأنه متضمن معنى الدعاء والتهويل والوعيد.
للذين: اللام حرف جر، والذين اسم موصول مبني على الفتح في محل جر، وشبه الجملة متعلق بمحذوف في محل رفع خبر ويل.
يكتبون :فعل مضارع مرفوع بثبوت النون، لأته من الأفعال الخمسة، والواو في محل رفع فاعل، والجملة لا محل لها من الإعراب صلة الموصول.
الكتاب: مفعول به منصوب بالفتحة.
بأيديهم: جار ومجرور متعلقان بيكتبون، وأيدي مضاف، والضمير المتصل في محل جر مضاف إليه.
وجملة ويل وما بعدها لا محل لها من الإعراب استئنافية.
''',
        'keywords': 'ويل:كتاب:لذي:أيدي:)::عالى:قال:تعالى:):كتب:أكتب:لذ',
        'phrase': 'قال تعالى ):فويل للذين يكتبون الكتاب بأيديهم )',
        'reference': 'i3rabxi3rab',
        'source': '57البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ):فويل للذين يكتبون الكتاب بأيديهم )',
        },
    1142: {
        'date': '2023-07-19',
        'id': 1142,
        'inflection': '''دخل: فعل ماض مبني على الفتح الظاهر على آخره.
دخل: فعل ماض مبني على الفتح الظاهر على آخره.
الوالد: فاعل مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
إلى: حرف جر مبني على السكون المقدر على آخره.
القسم: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'دخل:إلى:قسم:والد',
        'phrase': 'دخل الوالد إلى القسم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل الوالد إلى القسم',
        },
    1143: {
        'date': '2023-07-19',
        'id': 1143,
        'inflection': '''لعب: فعل ماض مبني على الفتح الظاهر على آخره.
لعب: فعل ماض مبني على الفتح الظاهر على آخره.
سمير: فاعل مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
بالكرة: الباء حرف جر مبني على الكسر، الهاتف: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'لعب:سمير:هاتف:عب',
        'phrase': 'لعب سمير بالهاتف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعب سمير بالهاتف',
        },
    1144: {
        'date': '2023-07-19',
        'id': 1144,
        'inflection': '''رقدت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
رقدت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
على: حرف جر مبني على السكون المقدر على آخره.
السرير: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'على:رقد:سرير',
        'phrase': 'رقدت على السرير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رقدت على السرير',
        },
    1145: {
        'date': '2023-07-19',
        'id': 1145,
        'inflection': '''تعارجت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
تعارجت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل رفع فاعل.
لا: النافية للجنس تعمل عمل إن رغبة: اسم لا النافية منصوب.
في: حرف جر مبني على السكون المقدر على آخره.
العرج :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
ولكن: الواو حرف عطف كبني على الفتحةلكن حرف استدراك لا محل له من الإعراب.
لأقرع: اللام لام التعليل حرف نصب مبني على الكسر، أقرع: فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة على آخرهوالفاعل مستتر تقديره أنا.
باب :مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
الفرج: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'عرج:تعارجت:كن:لكن:قرع:باب:في:لا:أقرع:لاك:فرج:لك:رغبة:رغب',
        'phrase': 'تعارجت لا رغبة في العرج ولكن لأقرع باب الفرج',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعارجت لا رغبة في العرج ولكن لأقرع باب الفرج',
        },
    1146: {
        'date': '2023-07-19',
        'id': 1146,
        'inflection': '''أمر: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا أمر: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا على: حرف جر مبني على السكون المقدر على آخره.
الديار :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
ديار: مفعول به منصوب -على الاختصاص -بفعل محذوف تقديره أخصوعلامة نصبه الفتحة الظاهره على آخره وهو مضاف.
ليلى: مضاف إليه مجرور وعلامة جره الكسره المقدرة على الألف.
أقبل: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا ذا: اسم اشارة مبني على السكون المقدر على الألف في محل نصب مفعول به.
الجدار: بدل منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
وذا: الواو حرف عطف، ذا اسم معطوف.
الجدار: بدل منصوب وعلامة نصبه الفتحة التي قلبت كسرة للضرورة الشعرية.
''',
        'keywords': 'ليلى:ديار:جدار:أقبل:مرى:على:ذا:قبل:مر:أمر',
        'phrase': 'أمر على الديار ديار ليلى أقبل ذا الجدار وذا الجدار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمر على الديار ديار ليلى أقبل ذا الجدار وذا الجدار',
        },
    1147: {
        'date': '2023-07-19',
        'id': 1147,
        'inflection': '''قد: حرف تحقيق لا محل له من الإعراب.
قد: حرف تحقيق لا محل له من الإعراب.
جاء :فعل ماض مبني على الفتح الظاهر على آخره.
وقت: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
الدواء :مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'وقت:قاد:وقى:قات:جاء:قد:قت:دواء',
        'phrase': 'قد جاء وقت الدواء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قد جاء وقت الدواء',
        },
    1148: {
        'date': '2023-07-19',
        'id': 1148,
        'inflection': '''وصل: :فعل ماض مبني على الفتح الظاهر على آخره.
وصل: :فعل ماض مبني على الفتح الظاهر على آخره.
إلى: حرف جر مبني على السكون المقدر على آخره.
البلاد: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
وزير: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف جمهورية: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
مصر: مضاف إليه مجرور وعلامة جره الكسرة التي قلبت فتحة لأنه ممنوع من الصرف.
العريقة: نعت مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'زار:إلى:بلاد:زير:جمهوري:صال:وصل:جمهورية:صل:صلى:وزير:جمهور:عريق:مصر',
        'phrase': 'وصل إلى البلاد وزير جمهورية مصر العريقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وصل إلى البلاد وزير جمهورية مصر العريقة',
        },
    1149: {
        'date': '2023-07-19',
        'id': 1149,
        'inflection': '''بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة على آخره، النون نون بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة على آخره، النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به.
أنك: أن حرف مشبه بالفعل، الكاف ضمير متصل مبني على الفتح في محل نصب اسم أن.
مريضة :خبر أن مرفوع وعلامة رفعه تنون الضم الظاهر على آخره، والمصدر المؤول من أن ومعموليها في محل رفع فاعل للفعل بلغ.
''',
        'keywords': 'أنك:نكى:ناك:نكي:بلغ:ونك:أن:مريض',
        'phrase': 'بلغني أنك مريضة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلغني أنك مريضة',
        },
    1150: {
        'date': '2023-07-19',
        'id': 1150,
        'inflection': '''يحرس: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يحرس: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
هذا: اسم إشارة مبني على السكون المقدر على الألف في محل رفع فاعل.
الحارس: بدل مرفوع وعلامة رفعه الضمة الظاهره على آخره.
المدرسة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'هذ:مدرسة:مدرس:هذا:حرس:حارس',
        'phrase': 'يحرس هذا الحارس المدرسة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحرس هذا الحارس المدرسة',
        },
    1151: {
        'date': '2023-07-19',
        'id': 1151,
        'inflection': '''أشد: خبر لمبتدأ محذوف تقديره هي أشد: خبر لمبتدأ محذوف تقديره هي من: حرف جر مبني على الفتح الظاهر على آخره.
الرياح: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
الهوج: نعت مجرور وعلامة جره الكسرة الظاهرة على آخره.
بطشا: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
وأسرع: الواو حرف عطف ،أسرع اسم معطوف على أشد.
في: حرف جر مبني على السكون المقدر على آخره.
الندى: اسم مجرور وعلامة جره الكسرة المقدرة على آخره.
منها: من حرف جر مبني على الفتح الظاهر على آخره، الهاء ضمير متصل مبني على السكون المقدر على الألف في محل جر بمن.
هبوبا :تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'هبوب:أشاد:رياح:شد:شدا:مان:هوج:شاد:أسرع:في:من:منى:بطش:ندى:أشد:سرع',
        'phrase': 'أشد من الرياح الهوج بطشا وأسرع في الندى منها هبوبا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أشد من الرياح الهوج بطشا وأسرع في الندى منها هبوبا',
        },
    1152: {
        'date': '2023-07-19',
        'id': 1152,
        'inflection': '''مشينا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل، والنا مشينا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل، والنا ضمير متصل مبني على السكون في محل رفع فاعل.
مشية: مفعول مطلق منصوب وعلامة نصبه الفتح الظاهرة على آخره وهو مضاف.
الليث: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
غدا :مفعول فيه منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
والليث: الواو واو الحال، الليث مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
غضبان: مبتدأ مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره، والجملة الاسمية -الليث غضبان -في محل نصب حال.
''',
        'keywords': 'مشي:مش:غدا:مشين:غضب:مشى:غد:ليث:ن:ونى',
        'phrase': 'مشينا مشية الليث غدا والليث غضبا ن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مشينا مشية الليث غدا والليث غضبا ن',
        },
    1153: {
        'date': '2023-07-19',
        'id': 1153,
        'inflection': '''نزلنا :فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل والنا ضمير متصل مبني على السكون في محل رفع فاعل.
نزلنا :فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعل والنا ضمير متصل مبني على السكون في محل رفع فاعل.
دوحه :مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على السكون في محل جر بالإضافة.
فحنا: الفاء حرف استئناف، حنا فعل ماض مبني على الفتحة المقدرة على آخره.
علينا: على حرف جر مبني على السكون المقدر على آخره، النا ضمير متصل مبني على السكون في محل جر.
حنو: مفعول مطلق منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
المرضعات: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره على: حرف جر مبني على السكون المقدر على آخره.
الفطيم :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أزال:علي:مرضعة:فاح:وحن:حن:عل:علة:أزل:على:مرضع:دوح:نزل:حنا:حنو:فطيم:علا',
        'phrase': 'نزلنا دوحه فحنا علينا حنو المرضعات على الفطيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نزلنا دوحه فحنا علينا حنو المرضعات على الفطيم',
        },
    1154: {
        'date': '2023-07-19',
        'id': 1154,
        'inflection': '''كان: فعل ماض ناقص.
كان: فعل ماض ناقص.
الأولاد: اسم كان مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يسبحون: فعل مضارع مرفوع وعلامة رفعة ثبوت النون لأنه من الأفعال الخمسة والواو ضمير متصل في محل رفع فاعل.
والجملة الفعلية يسبحون في محل نصب خبر كان.
''',
        'keywords': 'أسبح:كان:سبح:أولاد',
        'phrase': 'كان الأولاد يسبحون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الأولاد يسبحون',
        },
    1155: {
        'date': '2023-07-19',
        'id': 1155,
        'inflection': '''الشجرة: مبتدأ أول مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
الشجرة: مبتدأ أول مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
فروعها: مبتدأ ثان مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل في محل جر مضاف إليه.
غضّة :خبر للمبتدأ الثاني مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره، والجملة الاسمية -فروعها غضّة -في محل رفع خبر للمبتدأ الأول.
''',
        'keywords': 'فروع:شجر:شجرة:غض:روع',
        'phrase': 'الشجرة فروعها غضّة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشجرة فروعها غضة',
        },
    1156: {
        'date': '2023-07-19',
        'id': 1156,
        'inflection': '''أفادني: فعل ماض مبني على الفتحة الظاهرة على آخره ،النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على أفادني: فعل ماض مبني على الفتحة الظاهرة على آخره ،النون نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب مفعول به.
الأستاذ :فاعل مرفوع وعلامة رفعة الضمة الظاهرة على آخره.
أدبه :بدل مرفوع وعلامة رفعة الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'دب:فادى:فادن:أفاد:أدب:أستاذ:فاد',
        'phrase': 'أفادني الأستاذ أدبه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادني الأستاذ أدبه',
        },
    1157: {
        'date': '2023-07-19',
        'id': 1157,
        'inflection': '''قال: فعل ماض مبني على الفتح الظاهر على أخره.
قال: فعل ماض مبني على الفتح الظاهر على أخره.
رسول: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
الله: لفظ الجلالة في محل جر مضاف إليه.
صلى: فعل ماض مبني على الفتح المقدر على أخره.
الله: لفظ الجلالة في محل رفع فاعل.
عليه: على حرف جر مبني على السكون المقدر على آخره والهاء ضمير متصل مبين على السكون في محل جر.
وسلم: الواو حرف عطف سلم فعل معطوف على صلى.
يتبع: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
الميت: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
ثلاثة :فاعل مرفوع وعلامة رفعه تنوين الضم الظاهر على آخرهومقولة القول لا محل لها من الإعراب.
''',
        'keywords': 'رسول:ثلاثة:علي:تبع:قال:عل:صلى:على:علة:سلم:أتبع:ميت:::اتبع:الله',
        'phrase': 'قال رسول الله صلى الله عليه وسلم: يتبع الميت ثلاثة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': 'حديث',
        'unvocalized': 'قال رسول الله صلى الله عليه وسلم: يتبع الميت ثلاثة',
        },
    1158: {
        'date': '2023-07-19',
        'id': 1158,
        'inflection': '''إذا: إذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
إذا: إذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
المرء: فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره لفعل محذوف.
لا: لا النافية لا عمل لها.
يرعاك: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف والفاعل مستتر تقديره هو والكاف ضمير متصل مبني على الفتح في محل نصب مفعول به.
إلا: أداة استثناء لا عمل لها.
تكلفا :مفعول لأجله منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
فدعه: الفاء واقعة في جواب الشرط، دعه فعل مضارع مجزوم بحذف حرف العلة لأنه جواب الشرط والفاعل ضمير مستتر تقديره أنت والهاء ضمير متصل مني على الضم في محل نصب مفعول به.
وفي: الواو واو الحال، في حرف جر مبني على السكون المقدر على آخره.
الناس: الناس اسم مجرور وعلامة جره الكسرة الظاهرة على آخره ،وشبه الجملة في محل رفع خبر مقدم.
البدال :مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الاسمية -في الناس البدال -في محل نصب حال.
''',
        'keywords': 'ودع:دع:وفي:وفى:المرء:إذا:في:تكلف:رعى:إلا:كلف:ناس:لا:ورع:أكلف:بدال:فدع',
        'phrase': 'إذا المرء لا يرعاك إلا تكلفا فدعه وفي الناس البدال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذا المرء لا يرعاك إلا تكلفا فدعه وفي الناس البدال',
        },
    1159: {
        'date': '2023-07-19',
        'id': 1159,
        'inflection': '''يخبرك: فعل مضارع مرفوع وعلامة رفعة الضمة الظاهرة على آخره، يخبرك: فعل مضارع مرفوع وعلامة رفعة الضمة الظاهرة على آخره، والكاف ضمير متصل مبني على الكسر في محل نصب مفعول به.
من: اسم موصول مبني على السكون في محل رفع فاعل.
شهد: فعل ماض مبني على الفتح الظاهر على آخره ،والفاعل ضمير مستتر تقديره هو.
الوقيعة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره.
أنني: أن حرف مشبه بالفعل، النون نون الوقاية، الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب اسم أن.
أغشى: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف والفاعل مستتر تقديره أنا.
الورى: مفعول به منصوب وعلامة نصبه الفتحة المقدرة على آخره، والجملة الفعلية -أغشى الورى -في محل رفع خبر أن ،والمصدر المؤول من أن ومعموليها في محل نصب مفعول به للفعل يخبرك.
وأعف: الواو حرف عطف أعف فعل معطوف على أغشى.
عند: ظرف مكان مبني على الفتحة الظاهرة على آخره،وهو مضاف.
المغنم: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'أعفى:ورى:وقيعة:وقيع:وعف:أعف:خبر:مان:غشى:منى:ونى:مغنم:غشي:عاف:غشا:أخبر:من:شهد:عفى:عند:عفا:أغشى',
        'phrase': 'يخبرك من شهد الوقيعة أنني أغشى الورى وأعف عند المغنم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخبرك من شهد الوقيعة أنني أغشى الورى وأعف عند المغنم',
        },
    1160: {
        'date': '2023-07-19',
        'id': 1160,
        'inflection': '''وأنطقت :الواو حسب ما قبلها، أنطقت فعل ماض مبني على الفتح الظاهر على آخره، التاء تاء التأنيث ضمير متصل مبني على السكون الذي قلب كسرا منعا لالتقاء الساكنين لا محل لها من الإعراب.
وأنطقت :الواو حسب ما قبلها، أنطقت فعل ماض مبني على الفتح الظاهر على آخره، التاء تاء التأنيث ضمير متصل مبني على السكون الذي قلب كسرا منعا لالتقاء الساكنين لا محل لها من الإعراب.
الدراهم: فاعل مرفوع وعلامة رفعه الضمة المقدرة على آخره.
بعد: ظرف زمان مبني على الفتحة الظاهرة على آخره وهو مضاف.
صمت: مضاف إليه مجرور وعلامة جره تنون الكسر الظاهر على آخره.
أناسا :مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
بعدما: بعد ظرف زمان مبني على الفتحة الظاهرة على آخره وهو مضاف، ما: اسم موصول مبني على السكون في محل جر بالإضافة.
كانوا: كان فعل ماض ناقص، الواو واو الجماعة ضمير متصل مبني على الضم في محل رفع اسم كان.
سكوتا: خبر كان منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'بعدما:صم:عد:سكوت:صمى:صام:أنطق:صمت:بعد:ناس:دراهم:كانو',
        'phrase': 'وأنطقت الدراهم بعد صمت أناسا بعدما كانوا سكوتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وأنطقت الدراهم بعد صمت أناسا بعدما كانوا سكوتا',
        },
    1161: {
        'date': '2023-07-19',
        'id': 1161,
        'inflection': '''سألت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
سألت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الله: لفظ الجلالة في محل نصب مفعول به أول.
أن: حرف نصب مبني على السكون.
تسموا: فعل مضارع منصوب وعلامة نصبه حذف النون لأنه من الافعال الخمسة، والواو ضمير متصل مبني على الضم في محل رفع فاعل.
وتعلوا: الواو حرف عطف، تعلوا فعل معطوف على تسموا.
لتصبح: اللام لام التعليل حرف نصب مبني على الكسر، تصبح فعل مضارع ناقص منصوب وعلامة نصبه الفتحة الظاهرة على آخره ،واسم تصبح ضمير مستتر تقديره أنت.
نجما: خبر تصبح منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
في: حرف جر مبني على السكون المقدر على آخره.
كبد: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره، وهو مضاف السماء: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'تسمى:تعلى:سم:آن:عل:توسم:وسم:أسمى:كبد:أن:تعل:وعل:تصبح:سما:علا:الله:سماء:أصبح:ولت:أعلى:صبح:في:على:لت:سأل:نجم:سمى',
        'phrase': 'سألت الله أن تسموا وتعلوا لتصبح نجما في كبد السماء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألت الله أن تسموا وتعلوا لتصبح نجما في كبد السماء',
        },
    1162: {
        'date': '2023-07-19',
        'id': 1162,
        'inflection': '''ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة وهو مضاف.
ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة وهو مضاف.
العقل: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
يشقى: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على آخره والفاعل ضمير مستتر تقديره هو، والجملة الفعلية يشقى في محل رفع خبر.
في: حرف جر مبني على السكون المقدر على آخره.
النعيم :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
بعقله :الباء حرف جر مبني على الكسر، عقل اسم مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف، الهاء ضمير متصل مبني على الكسر في محل جر مضاف إليه.
وأخو: الواو حرف عطف، أخو اسم معطوف على ذو وهو مضاف.
الجهالة :مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
في: حرف جر مبني على السكون المقدر على آخره.
الشقاوة :اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
ينعم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره هو ؟، والجملة الفعلية ينعم في محل رفع خبر.
''',
        'keywords': 'أخو:أنعم:في:خوى:أخوي:نعم:ذو:جهال:شقا:أشقى:نعيم:خوي:شقاوة:عقل',
        'phrase': 'ذو العقل يشقى في النعيم بعقله وأخو الجهالة في الشقاوة ينعم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذو العقل يشقى في النعيم بعقله وأخو الجهالة في الشقاوة ينعم',
        },
    1163: {
        'date': '2023-07-19',
        'id': 1163,
        'inflection': '''هي: ضمير شأن مبني على الفتح الظاهر على آخره في محل رفع مبتدأ أول.
هي: ضمير شأن مبني على الفتح الظاهر على آخره في محل رفع مبتدأ أول.
الأيام: مبتدأ ثان مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
دول: خبر للأيام مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره ،والجملة -الاسمية الأيام دول – في محل رفع خبر للمبتدأ الأول.
''',
        'keywords': 'هي:أيام:دوى:ولي:ل:ولى:دو',
        'phrase': 'هي الأيام دو ل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هي الأيام دو ل',
        },
    1164: {
        'date': '2023-07-19',
        'id': 1164,
        'inflection': '''رأيت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
رأيت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل.
الله :لفظ الجلالة في محل نصب مفعول به أول.
أكبر: مفعول به ثان منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف.
كل: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
شيء: مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
محاولة :تمييز منصوب وعلامة نصبه تنوين الفتح الظاهرة على آخره.
وأكثرهم :الواو حرف عطف، أكثرهم اسم معطوف على اكبر وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه والميم للجمع.
جنودا: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
''',
        'keywords': 'رأى:أكل:شاء:كبر:محاولة:كال:أكثر:جنودا:وكل:بر:كل:شيء:محاول:كثر:أكبر:الله',
        'phrase': 'رأيت الله أكبر كل شيء محاولة وأكثرهم جنودا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الله أكبر كل شيء محاولة وأكثرهم جنودا',
        },
    1165: {
        'date': '2023-07-19',
        'id': 1165,
        'inflection': '''لولا: حرف امتناع لوجود لا محل له من الإعراب.
لولا: حرف امتناع لوجود لا محل له من الإعراب.
المشقة: مبتدأ لخبر محذوف تقديره موجودة.
ساد :فعل ماض مبني على الفتح الظاهر على آخره.
الناس :فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
كلهم: توكيد مرفوع وعلامة رفعة الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه والميم للجمع.
الجود: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
يفقر: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية في محل رفع خبر.
والإقدام: الواو حرف عطف ،الإقدام اسم معطوف على الجود.
قتال: خبر مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
''',
        'keywords': 'لولا:أكل:قتال:كال:ناس:وكل:كل:أفقر:فقر:إقدام:جود:مشقة:ساد',
        'phrase': 'لولا المشقة ساد الناس كلهم الجود يفقر والإقدام قتال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا المشقة ساد الناس كلهم الجود يفقر والإقدام قتال',
        },
    1166: {
        'date': '2023-07-19',
        'id': 1166,
        'inflection': '''لكل :اللام حرف جر مبني على الكسر ،كل اسم مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف وشبه الجملة من الجار والمجرور في محل رفع خبر مقدم.
لكل :اللام حرف جر مبني على الكسر ،كل اسم مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف وشبه الجملة من الجار والمجرور في محل رفع خبر مقدم.
حديث :مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
بينهن: ظرف مكان مبني على الفتح الظاهر على آخره وهو مضاف وهن ضمير متصل مبني على الفتح في محل جر مضاف إليه.
بشاشة: مبتدأ مؤخر مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
وكل: الواو حرف عطف، كل مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.
قتيل: مضاف إليه مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
عندهن: ظرف مكان مبني على الفتح الظاهر على آخره وهو مضاف وهن ضمير متصل مبني على الفتح في محل جر مضاف إليه.
شهيد: خبر مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.
''',
        'keywords': 'بشاشة:بين:أكل:كال:وكل:كل:عند:بشاش:شاشة:قتيل:شهيد:حديث',
        'phrase': 'لكل حديث بينهن بشاشة وكل قتيل عندهن شهيد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لكل حديث بينهن بشاشة وكل قتيل عندهن شهيد',
        },
    1167: {
        'date': '2023-07-19',
        'id': 1167,
        'inflection': '''وإذا: الواو حسب ما قبلهاإذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
وإذا: الواو حسب ما قبلهاإذا الفجائية حرف مبني على السكون لا محل له من الإعراب.
النساء: فاعل مرفوع لفعل محذوف تقديره نشأن.
نشأن: فعل ماضي مبني على السكون لاتصاله بنون النسوة، نون النسوة ضمير متصل مبني على الفتحة في محل رفع فاعل.
في: حرف جر مبني على السكون المقدر على آخره.
أمية: اسم مجرور وعلامة جره تنوين الكسر الظاهر على آخره.
رضع: فعل ماض مبني على الفتح الظاهر على آخره.
الرجال :فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
جهالة: مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
وخمولا :الواو حرف عطف، خمولا اسم معطوف على جهالة.
''',
        'keywords': 'أم:نساء:أمية:أمي:إذا:أمة:في:رضع:جهال:خمول:رجال:شأن:نشأ',
        'phrase': 'وإذا النساء نشأن في أمية رضع الرجال جهالة وخمولا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإذا النساء نشأن في أمية رضع الرجال جهالة وخمولا',
        },
    1168: {
        'date': '2023-07-19',
        'id': 1168,
        'inflection': '''إن :حرف مشبه بالفعل.
إن :حرف مشبه بالفعل.
الذي :اسم موصول مبني في محل نصب اسم إن.
يلتمس :فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية يلتمس جملة صلة لا محل لها من الإعراب.
رضا :مفعول به منصوب وعلامة نصبه الفتحة المقدرة على آخره وهو مضاف.
جميع :مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو مضاف.
الناس :مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره.
يطلب :فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره والفاعل ضمير مستتر تقديره هو ،والجملة الفعلية يطلب في محل رفع خبر إن.
أمرا :مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.
لا :حرف نفي يمكن :فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على آخره.
إدراكه :فاعل مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر بالإضافة.
''',
        'keywords': 'مك:ناس:مر:مكن:رضا:لذي:أمكن:أمر:جميع:طلب:إداركه:الذي:إن:رض:لا:ورض:يم:مكا:التمس',
        'phrase': 'إن الذي يلتمس رضا جميع الناس يطلب أمرا لا يمكن إداركه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الذي يلتمس رضا جميع الناس يطلب أمرا لا يمكن إداركه',
        },
    1169: {
        'date': '2023-07-19',
        'id': 1169,
        'inflection': 'سأل: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على سأل فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم في محل رفع فاعل والكاف ضمير متصل مبني على الضم في محل نصب مفعول به والميم للجمع والواو للاشباع والها ضمير متصل مبني على السكون في محل نصب مفعول به ثان لسأل.\n',
        'keywords': 'سألتكموها',
        'phrase': 'سألتكموها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'remove',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألتكموها',
        },
    1170: {
        'date': '2023-07-19',
        'id': 1170,
        'inflection': '''نحترم: فعل مضارع مرفوع وعلامة رفعه الضمة والفاعل ضمير مستتر تقديره (نحن ).
نحترم: فعل مضارع مرفوع وعلامة رفعه الضمة والفاعل ضمير مستتر تقديره (نحن ).
الآباء: مفعول به منصوب وعلامة نصبه الفتحة.
و: حرف عطف مبنى لا محل له من الإعراب.
الأمهات: معطوف منصوب وعلامة نصبه الكسرة لأنه جمع مؤنث سالم.
''',
        'keywords': 'آباء:احترم:أمهات',
        'phrase': 'نحترم الآباء والأمهات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحترم الآباء والأمهات',
        },
    1171: {
        'date': '2023-07-19',
        'id': 1171,
        'inflection': '''ما: حرف نفى مبنى لا محل له من الإعراب.
ما: حرف نفى مبنى لا محل له من الإعراب.
نجح: فعل ماضي مبنى على الفتح.
على: فاعل مرفوع وعلامة رفعه الضمة.
لكن: حرف عطف مبنى لا محل له من الإعراب.
أخوه: معطوف مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة والهاء ضمير مبنى في محل جر مضاف إليه.
''',
        'keywords': 'أخو:جح:جحا:كن:وجح:جاح:لكن:خوى:أخا:على:ما:نجح:لك:لاك',
        'phrase': 'ما نجح على لكن أخوه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما نجح على لكن أخوه',
        },
    1172: {
        'date': '2023-07-19',
        'id': 1172,
        'inflection': '''وطننا: مبتدأ مرفوع وعلامة رفعه الضمة و "نا" ضمير مبنى في محل جر مضاف إليه.
وطننا: مبتدأ مرفوع وعلامة رفعه الضمة و "نا" ضمير مبنى في محل جر مضاف إليه.
قوى: خبر مرفوع وعلامة رفعه الضمة.
لا: حرف عطف مبنى لا محل له من الإعراب.
ضعيف: معطوف مرفوع وعلامة رفعه الضمة.
''',
        'keywords': 'ضعيف:طنن:قوى:طن:طان:لا:وطن',
        'phrase': 'وطننا قوى لا ضعيف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وطننا قوى لا ضعيف',
        },
    1173: {
        'date': '2023-07-19',
        'id': 1173,
        'inflection': '''لا: حرف نهى مبنى لا محل له من الإعراب.
لا: حرف نهى مبنى لا محل له من الإعراب.
تصادق: فعل مضارع مجزوم بلا الناهية وعلامة جزمه السكون والفاعل ضمير مستتر تقديره ( أنت).
جاهلا: مفعول به منصوب وعلامة نصبه الفتحة.
بل: حرف عطف لا محل له من الإعراب.
عالما: معطوف منصوب وعلامة نصبه الفتحة.
''',
        'keywords': 'صادق:عالم:بل:تصادق:وبل:لا:بال:جاهل',
        'phrase': 'لا تصادق جاهلا بل عالما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تصادق جاهلا بل عالما',
        },
    1174: {
        'date': '2023-07-19',
        'id': 1174,
        'inflection': '''إن: حرف توكيد ونصب مبنى على الفتح لا محل له من الإعراب.
إن: حرف توكيد ونصب مبنى على الفتح لا محل له من الإعراب.
الرجال: اسم إن منصوب وعلامة نصبه الفتحة.
الصالحين: نعت منصوب وعلامة نصبه الياء لأنه جمع مذكر سالم.
محبوبون: خبر إن مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'محبوب:إن:صالح:رجال',
        'phrase': 'إن الرجال الصالحين محبوبون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الرجال الصالحين محبوبون',
        },
    1175: {
        'date': '2023-07-19',
        'id': 1175,
        'inflection': '''في: حرف جر مبنى على السكون لا محل له من الإعراب.
في: حرف جر مبنى على السكون لا محل له من الإعراب.
الفصل: اسم مجرور وعلامة جره الكسرة وشبه الجملة من الجار والمجرور فى محل رفع خبر مقدم.
طلاب: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة.
مجتهدون: نعت مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.
''',
        'keywords': 'مجتهد:فصل:في:طلاب',
        'phrase': 'في الفصل طلاب مجتهدون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الفصل طلاب مجتهدون',
        },
    1176: {
        'date': '2023-07-19',
        'id': 1176,
        'inflection': '''نال: فعل ماض مبنى على الفتح.
نال: فعل ماض مبنى على الفتح.
الجائزة: مفعول به منصوب وعلامة نصبه الفتحة.
عالم: فاعل مرفوع وعلامة رفعه الضمة.
عقليته: مبتدأ مرفوع وعلامة رفعه الضمة والهاء ضمير مبنى فى محل جر مضاف إليه.
منظمة: خبر مرفوع وعلامة رفعه الضمة والجملة الاسمية من المبتدأ والخبر فى محل رفع نعت.
''',
        'keywords': 'عالم:منظم:منظمة:جائزة:عقل:جائز:نال:عقلة:عقلي',
        'phrase': 'نال الجائزة عالم عقليته منظمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نال الجائزة عالم عقليته منظمة',
        },
    1177: {
        'date': '2023-07-19',
        'id': 1177,
        'inflection': '''شاهدت :فعل ماض مبنى على السكون والتاء ضمير مبنى فى محل رفع فاعل شاهدت :فعل ماض مبنى على السكون والتاء ضمير مبنى فى محل رفع فاعل طائرا: مفعول به منصوب وعلامة نصبه الفتحة.
فوق: ظرف مكان منصوب وعلامة نصبه الفتحة.
الغصن: مضاف إليه مجرور وعلامة جره الكسرة وشبه الجملة من الظرف والمضاف إليه في محل نصب نعت.
''',
        'keywords': 'فوق:وقى:شاهد:غصن:طائر',
        'phrase': 'شاهدت طائرا فوق الغصن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاهدت طائرا فوق الغصن',
        },
    1178: {
        'date': '2023-07-19',
        'id': 1178,
        'inflection': '''رجع: فعل ماض مبني على الفتح.
رجع: فعل ماض مبني على الفتح.
الجنود: فاعل مرفوع و علامة رفعه الضمة.
منتصرين: حال منصوب و علامة نصبه الياء لأنه جمع مؤنث سالم.
''',
        'keywords': 'منتصر:9رجع:جنود:–',
        'phrase': '–9رجع الجنود منتصرين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '–9رجع الجنود منتصرين',
        },
    1179: {
        'date': '2023-07-19',
        'id': 1179,
        'inflection': '''أعجبتني :فعل ماض مبني على الفتح و " التاء " تاء التأنيث حرف مبني لا محل له من الإعراب و " النون " للوقاية و " الياء " ضمير مبني في محل نصب مفعول به.
أعجبتني :فعل ماض مبني على الفتح و " التاء " تاء التأنيث حرف مبني لا محل له من الإعراب و " النون " للوقاية و " الياء " ضمير مبني في محل نصب مفعول به.
المدينة: فاعل مرفوع و علامة رفعه الضمة.
شوارعها: مبتدأ مرفوع و علامة رفعه الضمة و " ها " ضمير مبني في محل جر مضاف إليه.
نظيفة: خبر مرفوع و علامة رفعه الضمةو الجملة الاسمية من المبتدأ و الخبر في محل نصب حال.
''',
        'keywords': 'مدين:10أعجبتني:شوارع:–:نظيف:مدينة',
        'phrase': '– 10أعجبتني المدينة شوارعها نظيفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 10أعجبتني المدينة شوارعها نظيفة',
        },
    1180: {
        'date': '2023-07-19',
        'id': 1180,
        'inflection': '''أبصرت: فعل ماض مبني على السكون و " التاء " ضمير مبني في محل رفع فاعل.
أبصرت: فعل ماض مبني على السكون و " التاء " ضمير مبني في محل رفع فاعل.
الطائر: مفعول به منصوب و علامة نصبه الفتحة.
يغرد: فعل مضارع مرفوع و علامة رفعه الضمة و الفاعل ضمير مستتر تقديره " هو" و الجملة الفعلية من الفعل و الفاعل في محل نصب حال.
''',
        'keywords': 'غرد:11أبصرت:–:طائر:أغرد',
        'phrase': '– 11أبصرت الطائر يغرد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 11أبصرت الطائر يغرد',
        },
    1181: {
        'date': '2023-07-19',
        'id': 1181,
        'inflection': '''شاهدت: فعل ماض مبني على السكون و " التاء " ضمير مبني في محل رفع فاعل.
شاهدت: فعل ماض مبني على السكون و " التاء " ضمير مبني في محل رفع فاعل.
الطيور: مفعول به منصوب و علامة نصبه الفتحة.
فوق: ظرف مكان منصوب و علامة نصبه الفتحة.
الشجرة: مضاف إليه مجرور و علامة جره الكسرةو شبه الجملة في محل نصب حال.
''',
        'keywords': 'فوق:وقى:12شاهدت:شجر:شجرة:طيور:–',
        'phrase': '– 12شاهدت الطيور فوق الشجرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 12شاهدت الطيور فوق الشجرة',
        },
    1182: {
        'date': '2023-07-19',
        'id': 1182,
        'inflection': '''وإنا: الواو استئنافية وإنا حرف توكيد ونصب والضمير المتصل في محل نصب اسمها وإنا: الواو استئنافية وإنا حرف توكيد ونصب والضمير المتصل في محل نصب اسمها.
إن: حرف شرط جازم.
شاء: فعل ماض مبني على الفتح في محل جزم فعل الشرط.
الله: فاعل مرفوع بالضمة، والمفعول به محذوفوجواب الشرط محذوف لدلالة خبر إن عليهوإن الشرطية وما في حيزها جملة اعتراضية لا محل لها من الإعراب.
لمهتدون: اللام هي المزحلقة، مهتدون خبر إن مرفوع بالواو لأنه جمع مذكر سالم والنون عوض عن التنوين في الاسم المفرد.
وجملة إنا لمهتدون معطوف على جملة إن البقر، لذلك فهي متضمنة للتعليل أو هي مستأنفة، ولا محل لها من الإعراب في الحالتين.
''',
        'keywords': '}:شاء:شاءى:عالى:قال:تعالى:{::إنا:إن:مهتدي:الله',
        'phrase': 'قال تعالى { :وإنا إن شاء الله لمهتدون }',
        'reference': 'i3rabxi3rab',
        'source': '07البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإنا إن شاء الله لمهتدون }',
        },
    1183: {
        'date': '2023-07-19',
        'id': 1183,
        'inflection': '''هم: ضمير منفصل في محل رفع مبتدأ.
هم: ضمير منفصل في محل رفع مبتدأ.
فيها: جار ومجرور متعلقان بـ ” خالدون ”.
خالدون: خبر مرفوع بالواو لأنه جمع مذكر سالمالجملة الاسمية في محل رفع خبر ثان لاسم الموصول في أول الآية.
''',
        'keywords': '}:خالد:في:وهم:عالى:قال:تعالى:{::هم:هام',
        'phrase': 'قال تعالى { :هم فيها خالدون }',
        'reference': 'i3rabxi3rab',
        'source': '38البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :هم فيها خالدون }',
        },
    1184: {
        'date': '2023-07-19',
        'id': 1184,
        'inflection': '''فاقع: صفة ثانية مرفوعة لبقرة.
فاقع: صفة ثانية مرفوعة لبقرة.
لونها: فاعل للصفة المشبهة فاقع لأنه صفة ثابتة، وليست متجددة، لذلك لا يمكن اعتبارها اسم فاعل، ولون مضاف، والضمير المتصل في محل جر مضاف إليهويجوز أن يكون فاقع خبرا مقدما، وفاعله ضمير مستتر فيه جوازا تقديره هو، ولونها مبتدأ مؤخر، والجملة الاسمية في محل رفع صفة ثانية لبقرة.
تسر: فعل مضارع مرفوع بالضمة وفاعله ضمير مستتر جوازا تقديره هي.
الناظرين: مفعول به منصوب بالياء لأنه جمع مذكر سالم.
وجملة تسر الناظرين في محل رفع صفة ثالثة لبقرةهذا ويجوز أن يكون لونها مبتدأ وجملة تسر الناظرين في محل رفع خبر )1(.
''',
        'keywords': '}:أسر:عالى:{::ناظر:قعا:سرا:سار:سرى:لوى:فاقع:سرو:قعي:سر:ون:سري:قال:تعالى:لون:أسرى',
        'phrase': 'قال تعالى { :فاقع لونها تسر الناظرين }',
        'reference': 'i3rabxi3rab',
        'source': '96البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فاقع لونها تسر الناظرين }',
        },
    1185: {
        'date': '2023-07-19',
        'id': 1185,
        'inflection': '''فلولا: الفاء حرف عطف، لولا حرف امتناع لوجود متضمن معنى الشرط.
فلولا: الفاء حرف عطف، لولا حرف امتناع لوجود متضمن معنى الشرط.
فضل: مبتدأ حذف خبره وتقديره موجود، وفضل مضاف، الل: لفظ الجلالة مضاف إليه.
عليكم :جار ومجرور متعلقان بفضل.
ورحمته: الواو حرف عطف، ورحمة معطوف على ما قبله وهو مضاف والضمير المتصل في محل جر بالإضافة لكنتم: اللام واقعة في جواب لولا وكان واسمها.
من الخاسرين: جار ومجرور وعلامة جره الياء، وشبه الجملة متعلق بمحذوف في محل نصب خبر كنتم.
وجملة كنتم لا محل لها من الإعراب لأنها جواب شرط غير جازم.
وجملة لولا وما في حيزها معطوفة على ما قبلها.
''',
        'keywords': '}:علي:عالى:عل:{::ضل:لولا:مان:فضل:رحمة:منى:علة:من:الل:لكن:رحم:قال:تعالى:على:خاسر',
        'phrase': 'قال تعالى { :فلولا فضل الل عليكم ورحمته لكنتم من الخاسرين }',
        'reference': 'i3rabxi3rab',
        'source': '96البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلولا فضل الل عليكم ورحمته لكنتم من الخاسرين }',
        },
    1186: {
        'date': '2023-07-19',
        'id': 1186,
        'inflection': '''ولا تهنوا: الواو حرف عطف، والكلام معطوف على المفهوم من قوله: فسيروا في الأرض، ولا تهنوا: الواو حرف عطف، والكلام معطوف على المفهوم من قوله: فسيروا في الأرض، ولا ناهية جازمة، تهنوا فعل مضارع مجزوم بلا وعلامة جزمه حذف النون، واو الجماعة في محل رفع فاعل.
ولا تحزنوا: عطف على ما قبله.
وأنتم: الواو واو الحال، أنتم ضمير منفصل في محل رفع مبتدأ.
الأعلون: خبر مرفوع بالواو لأنه جمع مذكر سالم.
والجملة الاسمية في محل نصب حال.
''',
        'keywords': 'عمران:}:وهن:آن:هن:186آل:تهن:عالى:قال:تعالى:{::لا:أحزن:أنتم:الأعلون:عمر:انتمى:حزن',
        'phrase': 'قال تعالى { :ولا تهنوا ولا تحزنوا وأنتم الأعلون } 186آل عمران',
        'reference': 'i3rabxi3rab',
        'source': 'آل عمرات 186',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولا تهنوا ولا تحزنوا وأنتم الأعلون } 186آل عمران',
        },
    1187: {
        'date': '2023-07-19',
        'id': 1187,
        'inflection': '''وإنهم: الواو للاستئناف، إن واسمها.
وإنهم: الواو للاستئناف، إن واسمها.
عندنا: عند ظرف مكان منصوب بالفتحة متعلق بمحذوف في محل نصب حال وهو مضاف، والضمير المتصل في محل جر مضاف إليه.
لمن المصطفين: اللام هي المزحلقة، ومن حرف جر، والمصطفين مجرور بمن وعلامة جره الياء وشبه الجملة متعلق بمحذوف في محل رفع خبر إن.
الأخيار: صفة مجرورة للمصطفين.
''',
        'keywords': 'لم:}:أخيار:لام:عالى:قال:تعالى:{::إن:عند:من:مصطف',
        'phrase': 'قال تعالى { :وإنهم عندنا لمن المصطفين الأخيار }',
        'reference': 'i3rabxi3rab',
        'source': '60ص',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإنهم عندنا لمن المصطفين الأخيار }',
        },
    1188: {
        'date': '2023-07-19',
        'id': 1188,
        'inflection': '''في يوم: جار ومجرور متعلقان بمحذوف دل عليه واقع، أي يقع العذاب بهم في يوم القيامة.
في يوم: جار ومجرور متعلقان بمحذوف دل عليه واقع، أي يقع العذاب بهم في يوم القيامة.
كان: فعل ماض ناقص.
مقداره: اسم كان، والضمير المتصل في محل جر بالإضافة.
خمسين: خبر كان منصوب بالياء لأنه ملحق بجمع المذكر السالم.
ألف: تمييز منصوب بالفتحة وألف مضاف، وسنة تمييز مجرور بالإضافة.
''',
        'keywords': '}:مقدار:يوم:في:لاف:لف:عالى:قال:تعالى:{::كان:خمس:لفا:ألف:ألفى:ولف:سن:سنة',
        'phrase': 'قال تعالى { :في يوم كان مقداره خمسين ألف سنة }',
        'reference': 'i3rabxi3rab',
        'source': ' 6المعارج',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :في يوم كان مقداره خمسين ألف سنة }',
        },
    1189: {
        'date': '2023-07-19',
        'id': 1189,
        'inflection': '''شغلتنا: شغل فعل ماض مبني على الفتح، والتاء للتأنيث الساكنة، ونا ضمير متصل في محل نصب مفعول به شغلتنا: شغل فعل ماض مبني على الفتح، والتاء للتأنيث الساكنة، ونا ضمير متصل في محل نصب مفعول به أموالنا: فاعل ومضاف إليه.
وأهلونا: الواو حرف عطف، وأهلونا معطوف على ما قبله مرفوع وعلامة رفعه الواو لأنه ملحق بجمع المذكر السالم، والضمير المتصل في محل جر بالإضافة.
وجملة شغلتنا وما في حيزها في محل نصب مقول القول في أول الآية.
''',
        'keywords': '}:أهل:أموال:عالى:قال:تعالى:{::شغل:موال:شغلة',
        'phrase': 'قال تعالى { :شغلتنا أموالنا وأهلونا }',
        'reference': 'i3rabxi3rab',
        'source': '11الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :شغلتنا أموالنا وأهلونا }',
        },
    1190: {
        'date': '2023-07-19',
        'id': 1190,
        'inflection': '''إنما: كافة ومكفوفة.
يتذكر: فعل مضارع مرفوع بالضمة.
إنما: كافة ومكفوفة.
يتذكر: فعل مضارع مرفوع بالضمة.
أولو: فاعل مرفوع بالواو لأنه ملحق بجمع المذكر السالم، وهو مضاف.
الألباب: مضاف إليه مجرور بالكسرة.
''',
        'keywords': '}:تذكر:إنما:عالى:قال:تعالى:{::ألباب:أولو',
        'phrase': 'قال تعالى { :إنما يتذكر أولو الألباب }',
        'reference': 'i3rabxi3rab',
        'source': ' 16الرعد',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إنما يتذكر أولو الألباب }',
        },
    1191: {
        'date': '2023-07-19',
        'id': 1191,
        'inflection': '''الحمد: مبتدأ مرفوع بالضمة.
لله: جار ومجرور متعلقان بمحذوف في محل رفع خبرويجوز في قراءة من نصب الحمد أنه مفعول مطلق منصوب للفعل حمد ودخلت عليها الألف واللام في المصدر تخصيصا لها ) 1(.
الحمد: مبتدأ مرفوع بالضمة.
لله: جار ومجرور متعلقان بمحذوف في محل رفع خبرويجوز في قراءة من نصب الحمد أنه مفعول مطلق منصوب للفعل حمد ودخلت عليها الألف واللام في المصدر تخصيصا لها ) 1(.
رب: صفة مجرورة لله أو بدل مجرور منه، ورب مضاف.
العالمين: مضاف إليه مجرور بالياء لأنه ملحق بجمع المذكر السالم.
''',
        'keywords': 'ربى:رب:راب:عالم:}:عالى:قال:تعالى:{::حمد:له',
        'phrase': 'قال تعالى { :الحمد لله رب العالمين }',
        'reference': 'i3rabxi3rab',
        'source': ' 4الفاتحة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :الحمد لله رب العالمين }',
        },
    1192: {
        'date': '2023-07-19',
        'id': 1192,
        'inflection': '''وما: الواو حرف عطف، وما اسم استفهام في محل رفع مبتدأ.
وما: الواو حرف عطف، وما اسم استفهام في محل رفع مبتدأ.
أدراك: أدرى فعل ماض مبني على الفتح المقدر للتعذر، والضمير المتصل في محل نصب مفعول به، والفاعل ضمير مستتر وجوبا تقديره أنت، والجملة الفعلية في محل رفع خبر المبتدأ.
ما: اسم استفهام للتفخيم والتعظيم في محل رفع مبتدأ.
عليون: خبر مرفوع بالواو لأنه ملحق بجمع المذكر السالم ،والجملة المعلقة بالاستفهام الثاني سدت مسد مفعول أدراك الثاني وجملة الاستفهام الأول معطوفة على ما قبلها.
''',
        'keywords': '}:علي:أدرى:أدر:در:عالى:قال:تعالى:{::ما:درى',
        'phrase': 'قال تعالى { :وما أدراك ما عليون }',
        'reference': 'i3rabxi3rab',
        'source': '16المطففين',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وما أدراك ما عليون }',
        },
    1193: {
        'date': '2023-07-19',
        'id': 1193,
        'inflection': '''في بضع: جار ومجرور متعلقان بقوله سيغلبون في الآية السابقة، وبضع مضاف.
في بضع: جار ومجرور متعلقان بقوله سيغلبون في الآية السابقة، وبضع مضاف.
سنين: تمييز مجرور بالإضافة وعلامة جره الياء لأنه ملحق بجمع المذكر السالم.
''',
        'keywords': '}:سنى:6الروم:سنا:في:سن:عالى:قال:تعالى:{::بضع:سني',
        'phrase': 'قال تعالى { :في بضع سنين } 6الروم',
        'reference': 'i3rabxi3rab',
        'source': '6الروم',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :في بضع سنين } 6الروم',
        },
    1194: {
        'date': '2023-07-19',
        'id': 1194,
        'inflection': '''الذين: اسم موصول مبني على الفتح في محل جر صفة للمقتسمين.
الذين: اسم موصول مبني على الفتح في محل جر صفة للمقتسمين.
جعلوا: فعل وفاعل، والجملة لا محل لها من الإعراب صلة الموصول.
القرآن: مفعول به أول منصوب بالفتحة.
عضين: مفعول به ثان منصوب بالياء لأنه ملحق بجمع المذكر السالم.
''',
        'keywords': '}:الذين:لذي:عضا:عالى:قال:تعالى:{::جعل:قرآن',
        'phrase': 'قال تعالى { :الذين جعلوا القرآن عضين }',
        'reference': 'i3rabxi3rab',
        'source': ' 61الحجر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :الذين جعلوا القرآن عضين }',
        },
    1195: {
        'date': '2023-07-19',
        'id': 1195,
        'inflection': '''عن اليمين: جار ومجرور متعلقان بمحذوف في محل نصب حال بالاسم الموصول في الآية عن اليمين: جار ومجرور متعلقان بمحذوف في محل نصب حال بالاسم الموصول في الآية السابقة، وقيل إنه متعلق بمهطعين.
وعن الشمال: معطوفة على ما قبلها.
عزين: حال منصوبة من الاسم الموصول أيضا أو من الضمير في مهطعين ،وعلامة نصبه الياء لأنه ملحق بجمع المذكر السالم.
''',
        'keywords': 'عان:}:عزا:شمال:عز:عن:وعى:عالى:قال:تعالى:{::عنى:عزى:عزي:يمين:يم',
        'phrase': 'قال تعالى { :عن اليمين وعن الشمال عزين }',
        'reference': 'i3rabxi3rab',
        'source': ' 80المعارج',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :عن اليمين وعن الشمال عزين }',
        },
    1196: {
        'date': '2023-07-19',
        'id': 1196,
        'inflection': '''المال: مبتدأ مرفوع بالضمة.
والبنون: الواو حرف عطف، والبنون معطوفة على المال مرفوع بالواو لأنه ملحق بجمع المذكر السالم.
المال: مبتدأ مرفوع بالضمة.
والبنون: الواو حرف عطف، والبنون معطوفة على المال مرفوع بالواو لأنه ملحق بجمع المذكر السالم.
زينة: خبر مرفوع وهو مضاف.
الحياة: مضاف إليه مجرورة بالكسرة.
الدنيا: صفة مجرورة بالكسرة المقدرة على الألف.
''',
        'keywords': '}:حياة:بن:عالى:قال:تعالى:{::مال:دنيا:زينة:زين',
        'phrase': 'قال تعالى { :المال والبنون زينة الحياة الدنيا }',
        'reference': 'i3rabxi3rab',
        'source': ' 69الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :المال والبنون زينة الحياة الدنيا }',
        },
    1197: {
        'date': '2023-07-19',
        'id': 1197,
        'inflection': '''وماذا: الواو حسب ما قبلها، ماذا اسم استفهام مبني على السكون في محل نصب مفعول به مقدم لتبتغي.
وماذا: الواو حسب ما قبلها، ماذا اسم استفهام مبني على السكون في محل نصب مفعول به مقدم لتبتغي.
تبتغي: فعل مضارع مرفوع بالضمة المقدرة على الياء للثقل.
الشعراء: فاعل مرفوع بالضمة.
مني: جار ومجرور متعلقان بتبتغي.
وقد: الواو واو الحال، وقد حرف تحقيق.
جاوزت: فعل وفاعل.
حد: مفعول به وهو مضاف، الأربعين: مضاف إليه مجرور بالكسرة الظاهرة، وقد يكون مجرور بالياء لأنه ملحق بجمع المذكر السالم.
''',
        'keywords': 'منا:مني:قاد:ابتغى:منة:أربع:وقد:قد:منى:من:حد:حاد:ماذا:جاوز:شعراء',
        'phrase': 'وماذا تبتغي الشعراء مني وقد جاوزت حد الأربعين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وماذا تبتغي الشعراء مني وقد جاوزت حد الأربعين',
        },
    1198: {
        'date': '2023-07-19',
        'id': 1198,
        'inflection': '''واعلموا: الواو حرف عطف، اعلموا فعل أمر مبني على حذف النون، والواو في محل رفع فاعل واعلموا: الواو حرف عطف، اعلموا فعل أمر مبني على حذف النون، والواو في محل رفع فاعل أنكم: أن واسمها.
غير: خبر أن، وغير مضاف.
معجزي: مضاف إليه، ومعجزي مضاف.
الله: مضاف إليه، وحذفت نون معجزي للإضافة.
وجملة أنكم وما في حيزها سدت مسد مفعولي اعلموا.
''',
        'keywords': '}:كم:غار:علم:غير:معجز:وكم:عالى:قال:تعالى:{::أكم:أن:معجزة:الله',
        'phrase': 'قال تعالى { :واعلموا أنكم غير معجزي الله }',
        'reference': 'i3rabxi3rab',
        'source': ' 4التوبة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :واعلموا أنكم غير معجزي الله }',
        },
    1199: {
        'date': '2023-07-19',
        'id': 1199,
        'inflection': '''فما: الفاء حسب ما قبلها، ما نافية لا عمل لها.
فما: الفاء حسب ما قبلها، ما نافية لا عمل لها.
وجدت: فعل ماض مبني على الفتح، والتاء علامة التأنيث الساكنة.
نساء: فاعل مرفوع بالضمة وهو مضاف.
بني: مضاف إليه مجرور بالياء، وبني مضاف.
تميم: مضاف إليه مجرور بالكسرة.
حلائل: مفعول به منصوب بالفتحة.
أسودين: صفة لحلائل منصوبة بالياء.
وأحمرين: الواو حرف عطف، أحمرين معطوفة على ما قبلها.
''',
        'keywords': 'نساء:فم:بنى:بني:أسود:تميم:جدى:جد:بن:جدا:أساء:سود:حلائل:ما:أحمر:وجد:جاد:ساء',
        'phrase': 'فما وجدت نساء بني تميم حلائل أسودين وأحمرينا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فما وجدت نساء بني تميم حلائل أسودين وأحمرينا',
        },
    1200: {
        'date': '2023-07-19',
        'id': 1200,
        'inflection': '''دعاني: دعا فعل أمر مبني على حذف النون، وألف الاثنين في محل رفع فاعل، والنون للوقاية، دعاني: دعا فعل أمر مبني على حذف النون، وألف الاثنين في محل رفع فاعل، والنون للوقاية، والياء في محل نصب مفعول به.
من نجد: جار ومجرور متعلقان بدعاني.
فإن سنينه: الفاء حرف تعليل، وإن حرف توكيد ونصب، سنين اسم إن منصوب بالفتحة الظاهرة وهو مضاف، والضمير المتصل في محل جر بالإضافة.
لعبن: فعل ماض والنون في محل رفع فاعل، والجملة في محل رفع خبر إن.
بنا: جار ومجرور متعلق بلعبن.
شيبا: حال من الضمير المجرور في بنا.
وشيبننا: الواو حرف عطف، وشيبننا فعل وفاعل ومفعول به، والجملة معطوفة على جملة لعبن مردا: حال من المفعول به في قوله شيبننا.
الشاهد في قوله ” :فإن سنينه ” حيث نصبه بالفتحة الظاهرة لإجرائه مجرى الحين، بدليل بقاءالنون مع الإضافة إلى الضمير.
''',
        'keywords': 'ودع:أجاد:جدى:مان:جد:منى:جدا:لعب:شيب:دع:سنى:بنا:إن:من:نجد:وجد:شاب:بن:أجدى:دعا:مرد:جاد:عاب',
        'phrase': 'دعاني من نجد فإن سنينه لعبن بنا شيبا وشيبننا مردا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دعاني من نجد فإن سنينه لعبن بنا شيبا وشيبننا مردا',
        },
    1201: {
        'date': '2023-07-19',
        'id': 1201,
        'inflection': '''شرب:فعل ماض مبني على الفتح.
شرب:فعل ماض مبني على الفتح.
الشيخ:فاعل مرفوع،وعلمة رفعه الضمة الظاهرة على آخره.
العسل :مفعول به منصوب وعلمة نصبه الفتحة الظاهرة على آخره.
صباحا :مفعول فيه ظرف زمان منصوب ،وعلمة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'شرب:صباح:شيخ:عسل',
        'phrase': 'شرب الشيخ العسل صباحا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شرب الشيخ العسل صباحا',
        },
    1202: {
        'date': '2023-07-19',
        'id': 1202,
        'inflection': '''وقف :فعل ماض مبني على الفتح.
وقف :فعل ماض مبني على الفتح.
المقاول :فاعل مرفوع، وعلمة رفعه الضمة الظاهرة على آخره.
أمام :مفعول فيه ظرف مكان منصوب ،وعلمة نصبه الفتحة الظاهرة على آخره ،وهو مضاف.
المنزل :مضاف إليه مجرور ،وعلمة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'قاف:قف:أمام:مقاول:وقف:منزل:قفى',
        'phrase': 'وقف المقاول أمام المنزل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقف المقاول أمام المنزل',
        },
    1203: {
        'date': '2023-07-19',
        'id': 1203,
        'inflection': 'الصباح :مبتدأ مرفوع،وعلمة رفعه الضمة الظاهرة على آخره الصباح :مبتدأ مرفوع،وعلمة رفعه الضمة الظاهرة على آخره مشرق :خبر مرفوع، وعلمة رفعه الضمة الظاهرة على آخره.\n',
        'keywords': 'مشرق:صباح',
        'phrase': 'الصباح مُشرق',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصباح مشرق',
        },
    1204: {
        'date': '2023-07-19',
        'id': 1204,
        'inflection': '''تخشى :فعل مضارع مرفوع ،وعلامة رفعه الضمة المقدرة على الألف.
تخشى :فعل مضارع مرفوع ،وعلمة رفعه الضمة المقدرة على الألف.
المؤمنة :فاعل مرفوع،وعلمة رفعه الضمة الظاهرة على آخره.
يوم :مفعول به منصوب وعلمة نصبه الفتحة الظاهرة على آخره وهو مضاف.
الحساب :مضاف إليه مجرور ،وعلمة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'مؤمن:خشى:يوم:خشي:حساب',
        'phrase': 'تخشى المؤمنة يوم الحساب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخشى المؤمنة يوم الحساب',
        },
    1205: {
        'date': '2023-07-19',
        'id': 1205,
        'inflection': '''يغيب :فعل مضارع مرفوع ،وعلمة رفعه الضمة الظاهرة على آخره.
يحضر :فعل مضارع مرفوع ،وعلمة رفعه الضمة الظاهرة على آخره.
مراد :فاعل مرفوع، وعلمة رفعه الضمة الظاهرة على آخره.
غدا :مفعول فيه ظرف زمان منصوب ،وعلمة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'غاب:مراد:غد:غدا:غيب',
        'phrase': 'يغيب مراد غدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يغيب مراد غدا',
        },
    1206: {
        'date': '2023-07-19',
        'id': 1206,
        'inflection': '''تسافر :فعل مضارع مرفوع،وعلمة رفعه الضمة الظاهرة على آخره.
تسافر :فعل مضارع مرفوع،وعلمة رفعه الضمة الظاهرة على آخره.
الطيور :فاعل مرفوع،وعلمة رفعه الضمة الظاهرة على آخره.
جنوبا :مفعول فيه ظرف مكان منصوب ،وعلمة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'جنوب:طيور:سافر',
        'phrase': 'تسافر الطيور جنوبا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تسافر الطيور جنوبا',
        },
    1207: {
        'date': '2023-07-19',
        'id': 1207,
        'inflection': 'يسبح: فعل مضارع مرفوع بالضمة الظاهرة يسبح: فعل مضارع مرفوع بالضمة الظاهرة لله: اللام حرف جر مبني على الكسر لا محل له من الإعراب :ولفظ الجلالة مجرور باللام وعلامة جره الكسرة الظاهرة ( وشبه الجملة متعلق ب ( يسبح ) ) ما في: ما اسم موصول مبني على السكون في محل رفع فاعل.\nفي حرف مبني على السكون لا محل له من الإعراب السموات: بفي وعلامة جره الكسرؤة الظاهرة، وشبه الجملة متعلق بمحذوف صلة :والجملة من الفعل والفاعل جملة أبتدائية لا محل لها من الإعراب وما في: ا لواو حرف عطف مبني على الفتح لا محل لها من الإعراب، ما اسم موصول مبني على السكون في رفع معطوف على الأرض: ما السابقة، وفي الأرض جار ومجرور وشبه الجملة متعلق بمحذوف صلة الملك: صفة ( للفظ الجلالة ) مجرورة بالكسرة الظاهرة أي يسبح لله الملك القدوس: صفة ثانية مجرورة بالكسرة العزيز: صفة ثالثة مجرورة بالكسرة الحكيم: صفة رابعة مجرورة بالكسرة',
        'keywords': 'سمو:ملك:في:حكيم:سبح:(:قدوس:عزيز:):سموات:ما:أسبح:له:أرض',
        'phrase': '(يسبح لله ما في السموات وما في الأرض الملك القدوس العزيز الحكيم )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '(يسبح لله ما في السموات وما في الأرض الملك القدوس العزيز الحكيم )',
        },
    1208: {
        'date': '2023-07-19',
        'id': 1208,
        'inflection': 'علم: فعل ماض مبني للمجهول، ومبني على الفتح علم: فعل ماض مبني للمجهول، ومبني على الفتح الأدب: نائب فاعل مرفوع، وعلامة رفعه الضمة الظاهرة زينة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة وهو مضاف الشباب: مضاف اليه مجرور وعلامة جره الكسرة الظاهرة',
        'keywords': 'علم:شباب:أدب:زينة:زين',
        'phrase': 'علم الأدب زينة الشباب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم الأدب زينة الشباب',
        },
    1209: {
        'date': '2023-07-19',
        'id': 1209,
        'inflection': 'ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة وهو مضاف ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء الخمسة وهو مضاف الحق: مضاف اليه مجرور بالكسرة الظاهرة منتصر: خبر المبتدأ مرفوع بالضمة الظاهرة',
        'keywords': 'لحق:منتصر:حق:ذو',
        'phrase': 'ذو الحق منتصر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذو الحق منتصر',
        },
    1210: {
        'date': '2023-07-19',
        'id': 1210,
        'inflection': 'جاهد: فعل ماض مبني وعلامة بنائه الفتحة الظاهرة على أخره جاهد: فعل ماض مبني وعلامة بنائه الفتحة الظاهرة على أخره الأجداد: فاعل مرفوع بالضمة الظاهرة جهادا: مفعول مطلق مبين لنوع الفعل منصوب وعلامة نصبه الفتحة مشرفا: نعت منصوب بالفتحة الظاهرة',
        'keywords': 'الأجداد:جاهد:جهاد:مشرف',
        'phrase': 'جاهد الأجداد جهادا مشرفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاهد الأجداد جهادا مشرفا',
        },
    1211: {
        'date': '2023-07-19',
        'id': 1211,
        'inflection': 'أدافع: :فعل مضارع مرفوع بالضمة الظاهرة والفاعل ضمير مستتر تقديره ( أنا ) أدافع: :فعل مضارع مرفوع بالضمة الظاهرة والفاعل ضمير مستتر تقديره ( أنا ) عن: حرف جر، الوطن أسم مجرور بالكسرة حماية: مفعول لأجله منصوب بالفتحة للحرية: اللام حرف جر، الحرية أسم مجرور بالكسرة',
        'keywords': 'حر:عان:حرية:دافع:عن:عنى:حماية:وطن:حري',
        'phrase': 'أدافع عن الوطن حماية للحرية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أدافع عن الوطن حماية للحرية',
        },
    1212: {
        'date': '2023-07-19',
        'id': 1212,
        'inflection': 'حرث: فعل ماض مبني على الفتح حرث: فعل ماض مبني على الفتح المزارع: فاعل مرفوع بالضمة الظاهرة نفسه: توكيد معنوي مرفوع بالضمة وهو مضاف والهاء مضاف اليه الأرض: مفعول به منصوب بالفتحة',
        'keywords': 'أرض:مزارع:حرث:نفس',
        'phrase': 'حرث المزارع نفسه الأرض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حرث المزارع نفسه الأرض',
        },
    1213: {
        'date': '2023-07-19',
        'id': 1213,
        'inflection': 'دخل: فعل ماض مبني على الفتح دخل: فعل ماض مبني على الفتح المعلم: فاعل مرفوع بالضمة وهو معطوف عليه الفصل: مفعول به منصوب بالفتحة الفاء: حرف عطف يفيد الترتيب مع التعقيب التلاميذ: معطوف مرفوع بالضمة',
        'keywords': 'دخل:معلم:فصل:تلاميذ',
        'phrase': 'دخل المعلم الفصل فالتلاميذ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل المعلم الفصل فالتلاميذ',
        },
    1214: {
        'date': '2023-07-19',
        'id': 1214,
        'inflection': '''إذا: ظرف للزمن المستقبل مبين على السكون في محل نصب متعلق بجوابه متضمن معنى الشرط إذا: ظرف للزمن المستقبل مبين على السكون في محل نصب متعلق بجوابه متضمن معنى الشرط.
تتلى: فعل ماض مبني للمجهول.
عليه: جار ومجرور متعلقان بتتلى.
آياتنا: نائب فاعل وآيات مضاف والضمير المتصل في محل جر بالإضافة وجملة تتلى في محل جر بإضافة الظرف إليها.
قال: فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازا تقديره هو والجملة لا محل لها من الإعراب جواب شرط غير جازم.
أساطير الأولين: أساطير خبر لمبتدأ مضمر والتقدير هي أساطير، وأساطير مضاف والأولين مضاف إليه مجرور بالياء.
''',
        'keywords': 'تلا:علي:إذا:أساطير:عالى:قال:تعالى:عل:على:علة:تلى:آية:أول:):تلي:(:',
        'phrase': 'قال تعالى ( :إذا تتلى عليه آياتنا قال أساطير الأولين )',
        'reference': 'i3rabxi3rab',
        'source': '15القلم',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :إذا تتلى عليه آياتنا قال أساطير الأولين )',
        },
    1215: {
        'date': '2023-07-19',
        'id': 1215,
        'inflection': '''ولما فتحوا: الواو حرف عطف ولما حينية أو رابطة متضمنة معنى الشرط غير جازمة مبنية على السكون في محل نصب.
ولما فتحوا: الواو حرف عطف ولما حينية أو رابطة متضمنة معنى الشرط غير جازمة مبنية على السكون في محل نصب.
فتحوا: فعل وفاعل.
متاعهم: مفعول به ومضاف إليه، وجملة فتحوا في محل جر بإضافة لما إليها.
وجدوا: فعل وفاعل.
بضاعتهم: مفعول به ومضاف إليه، وجملة وجدوا لا محل لها من الإعراب جواب شرط غير جازم.
ردت: فعل ماض مبني للمجهول ونائب الفاعل ضمير مستتر جوازا تقديره هي.
إليهم: جار ومجرور متعلق بردت وجملة ردت إليهم في محل نصب مفعول به ثان لوجدوا.
وجملة لما وما بعدها عطف على ما قبلها.
''',
        'keywords': 'لما:}:فتح:جدى:عالى:راد:65:{::وتح:جد:إلي:جدا:رد:لم:إلى:بضاعة:ردى:وجد:متاع:قال:تعالى:يوسف',
        'phrase': 'قال تعالى { :ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم } 65 يوسف',
        'reference': 'i3rabxi3rab',
        'source': 'يوسف 65',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم } 65 يوسف',
        },
    1216: {
        'date': '2023-07-19',
        'id': 1216,
        'inflection': '''فأما: الفاء حرف استئناف، أما حرف شرط وتفصيل غير جازم.
فأما: الفاء حرف استئناف، أما حرف شرط وتفصيل غير جازم.
من: اسم موصول في محل رفع مبتدأ.
تاب: فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازا تقديره هو وجملة تاب لا محل لها من الإعراب صلة الموصول.
وآمن: الواو حرف عطف وآمن فعل ماض والفاعل ضمير مستتر جوازا تقديره هو والجملة عطف على تاب.
وعمل: الواو حرف عطف وعمل فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازا تقديره هو.
صالحا: مفعول به أو نائب عن المفعول المطلق مبين لصفته منصوب بالفتحة والتقدير: عمل عملا صالحا.
فعسى: الفاء رابطة لجواب الشرط، وعسى فعل ماض جامد من أفعال الرجاء تعمل عمل كان، واسمها ضمير مستتر جوازا تقديره هو أن يكون: أن حرف مصدري ونصب، ويكون فعل مضارع ناقص منصوب بأن، وعلامة نصبه الفتحة، واسمه ضمير مستتر جوازا تقديره هو.
من المفلحين: جار ومجرور متعلقان بمحذوف في محل نصب خبر ليكون.
وجملة أن يكون في محل نصب خبر عسى.
وجملة عسى في محل رفع خبر اسم الموصول، وهي في نفس الوقت لا محل لها من الإعراب جواب شرط غير جازم.
وجملة أما وما بعدها لا محل لها من الإعراب مستأنفة مسوقة لبيان حال المؤمنين بعد بيان حال الكافرين.
''',
        'keywords': '}:آن:عسى:عالى:{::كون:مان:فأم:منى:صالح:أن:أما:من:كوى:عمل:أم:تاب:آمن:قال:تعالى:مفلح',
        'phrase': 'قال تعالى { :فأما من تاب وآمن وعمل صالحا فعسى أن يكون من المفلحين }',
        'reference': 'i3rabxi3rab',
        'source': 'القصص 67',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فأما من تاب وآمن وعمل صالحا فعسى أن يكون من المفلحين }',
        },
    1217: {
        'date': '2023-07-19',
        'id': 1217,
        'inflection': '''لو: حرف شرط غير جازم مبني على السكون لا محل له من الإعراب.
لو: حرف شرط غير جازم مبني على السكون لا محل له من الإعراب.
أنزلنا: فعل وفاعل.
هذا: اسم إشارة في محل نصب مفعول به.
القرآن: بدل منصوب بالفتحة.
على جبل: جار ومجرور متعلقان بأنزلنا.
لرأيته: اللام رابطة لجواب لو، ورأيته فعل وفاعل ومفعول به.
خاشعا: مفعول به ثان إذا اعتبرنا رأى قلبية، وحال إذا اعتبرناها بصرية.
وجملة لو أنزلنا لا محل لها من الإعراب كلام مستأنف مسوق للتشبيه.
''',
        'keywords': 'هذ:رأى:}:أنزل:لو:خاشع:عالى:قال:تعالى:{::أزل:هذا:نزل:على:جبل:لوى:قرآن:رأي',
        'phrase': 'قال تعالى { :لو أنزلنا هذا القرآن على جبل لرأيته خاشعا }',
        'reference': 'i3rabxi3rab',
        'source': 'الحشر 21',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :لو أنزلنا هذا القرآن على جبل لرأيته خاشعا }',
        },
    1218: {
        'date': '2023-07-19',
        'id': 1218,
        'inflection': '''وليخش: الواو حرف عطف، واللام لام الأمر حرف مبني على الفتح لا محل له من الإعراب، ويخش فعل مضارع مجزوم بلام الأمر، وعلامة جزمه حذف حرف العلة.
وليخش: الواو حرف عطف، واللام لام الأمر حرف مبني على الفتح لا محل له من الإعراب، ويخش فعل مضارع مجزوم بلام الأمر، وعلامة جزمه حذف حرف العلة.
الذين: اسم موصول في محل رفع فاعل.
لو تركوا: لو حرف شرط غير جازم، وتركوا فعل وفاعل.
من خلفهم: جار ومجرور متعلقان بتركوا، والضمير المتصل في محل جر بالإضافة.
ذرية: مفعول به منصوب بالفتحة.
وجملة ليخش عطف على ما قبلها.
''',
        'keywords': 'خش:}:خشى:ركا:خشي:عالى:{::خشا:مان:لذي:لو:منى:ذري:أرك:من:خاش:ورك:لوى:تورك:ذرة:الذين:ذر:رك:ذرية:قال:تعالى:ترك:ذرى:خلف',
        'phrase': 'قال تعالى { :وليخش الذين لو تركوا من خلفهم ذرية }',
        'reference': 'i3rabxi3rab',
        'source': ' 9النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وليخش الذين لو تركوا من خلفهم ذرية }',
        },
    1219: {
        'date': '2023-07-19',
        'id': 1219,
        'inflection': '''وما: الواو حرف عطف، ما حجازية نافية.
وما: الواو حرف عطف، ما حجازية نافية.
أنت: ضمير منفصل في محل رفع اسم ما.
بمؤمن: الباء حرف جر زائد، ومؤمن مجرور لفظا منصوب محلا خبر ما.
لنا: جار ومجرور متعلقان بمؤمن، وجملة ما أنت معطوفة على ما قبلها.
ولو: الواو حرف عطف، ولو شرطية غير جازمة.
كنا: كان واسمها.
صادقين: خبر كان منصوب.
وجملة ولو كنا معطوفة على ما قبلها.
''',
        'keywords': 'صادق:}:كن:آن:أنى:عالى:{::أنت:وكن:لو:مؤمن:نات:نتا:كنا:لوى:لنا:قال:تعالى:ما',
        'phrase': 'قال تعالى { :وما أنت بمؤمن لنا ولو كنا صادقين }',
        'reference': 'i3rabxi3rab',
        'source': ' 17يوسف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وما أنت بمؤمن لنا ولو كنا صادقين }',
        },
    1220: {
        'date': '2023-07-19',
        'id': 1220,
        'inflection': '''قل: فعل أمر مبني على السكون وفاعله ضمير مستتر وجوبا تقديره أنت.
قل: فعل أمر مبني على السكون وفاعله ضمير مستتر وجوبا تقديره أنت.
لو أنتم: حرف شرط غير جازم وحقها أن تدخل على الأفعال دون الأسماء لذا لا بد من تقدير فعل يفسره ما بعده والتقدير لو تملكون أنتم ،فلما أضمر على شريطة التفسير انفصل الضمير المتصل، فأصبح أنتم تأكيدا للفاعل المستتر في الفعل المحذوف الذي يفسره ما بعده.
تملكون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعل، والجملة مفسرة لما قبلها لا محل لها من الإعراب.
خزائن: مفعول به منصوب بالفتحة، وخزائن مضاف، رحمة مضاف إليه، ورحمة مضاف، ربي مضاف إليه، وربي مضاف، ياء المتكلم في محل جر مضاف إليه.
''',
        'keywords': '}:آن:تم:عالى:{::ربة:لو:رحمة:وقل:أنتم:أملك:خزائن:ملك:لوى:قل:ربى:رب:ربي:رحم:ربا:أتم:قال:تعالى:انتمى',
        'phrase': 'قال تعالى { :قل لو أنتم تملكون خزائن رحمة ربي }',
        'reference': 'i3rabxi3rab',
        'source': '111الإسراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :قل لو أنتم تملكون خزائن رحمة ربي }',
        },
    1221: {
        'date': '2023-07-19',
        'id': 1221,
        'inflection': '''ولو: الواو حرف عطف، ولو حرف شرط غير جازم.
ولو: الواو حرف عطف، ولو حرف شرط غير جازم.
أنهم: أن حرف توكيد ونصب، والضمير المتصل في محل نصب اسمها.
صبروا: فعل وفاعل، والجملة في محل رفع خبر أن.
''',
        'keywords': '}:صبر:أهم:لو:وهم:عالى:قال:تعالى:{::هم:أن:لوى:نهم',
        'phrase': 'قال تعالى { :ولو أنهم صبروا }',
        'reference': 'i3rabxi3rab',
        'source': '5الحجرات',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولو أنهم صبروا }',
        },
    1222: {
        'date': '2023-07-19',
        'id': 1222,
        'inflection': '''ولولا: الواو حرف استئناف، ولولا حرف امتناع لوجود متضمن معنى الشرط.
ولولا: الواو حرف استئناف، ولولا حرف امتناع لوجود متضمن معنى الشرط.
دفع: مبتدأ حذف خبره والتقدير موجود، ودفه مضاف، ولفظ الجلالة مضاف إليه.
الناس: مفعول به للمصدر.
بعضهم: بدل منصوب من الناس، وبعض مضاف، والضمير المتصل في محل جر مضاف إليه.
لبعض: جار ومجرور متعلقان بدفع.
لفسدت: اللام واقعة في جواب لولا، وفسد فعل ماض، الأرض: فاعل مرفوع بالضمة.
وجملة فسدت الأرض لا محل لها من الإعراب لأنها جواب شرط غير جازم.
وجملة لولا وما في حيزها لا محل لها من الإعراب مستأنفة.
''',
        'keywords': '}:لولا:بعض:فسد:ناس:عالى:قال:تعالى:{::ولول:دفع:الله:أرض',
        'phrase': 'قال تعالى { :ولولا دفع الله الناس بعضهم لبعض لفسدت الأرض }',
        'reference': 'i3rabxi3rab',
        'source': '251البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولولا دفع الله الناس بعضهم لبعض لفسدت الأرض }',
        },
    1223: {
        'date': '2023-07-19',
        'id': 1223,
        'inflection': '''لولا: حرف شرط يدل على الامتناع لوجود " امتناع الجواب لوجود لولا: حرف شرط يدل على الامتناع لوجود " امتناع الجواب لوجود الشرط "، مبني على السكون لا محل له من الإعراب.
أبوك: مبتدأ مرفوع بالواو، وهو مضاف، والكاف في محل جر بالإضافة، والخبر محذوف وجوبا تقديره موجود.
ولولا: الواو حرف عطف، ولولا معطوفة على ما قبلها.
قبله: قبل ظرف زمان متعلق بمحذوف في محل رفع خبر مقدم، وهو مضاف، والضمير المتصل في محل جر بالإضافة.
عمر: مبتدأ مؤخر مرفوع بالضمة.
ألقت: ألقى فعل ماض، والتاء تاء التأنيث الساكنة.
إليك: جار ومجرور متعلقان بألقت.
معد: فاعل مرفوع بالضمة والجملة الفعلية لا محل لها من الإعراب جواب لولا.
بالمقاليد: جار ومجرور متعلقان بألقت.
''',
        'keywords': 'إليك:لولا:ألق:إلي:ولول:معدي:باك:إلى:أبى:عمر:قبل:قت:لقى:أب:لقا:أبو:مقاليد:ألقى:لق:أبا:معد',
        'phrase': 'لولا أبوك ولولا قبله عمر ألقت إليك معد بالمقاليد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا أبوك ولولا قبله عمر ألقت إليك معد بالمقاليد',
        },
    1224: {
        'date': '2023-07-19',
        'id': 1224,
        'inflection': '''إذا: ظرف للزمان المستقبل متضمن معنى الشرط مبني على السكون في محل نصب متعلق بجوابه.
إذا: ظرف للزمان المستقبل متضمن معنى الشرط مبني على السكون في محل نصب متعلق بجوابه.
ألقوا: فعل ماض مبني للمجهول، وواو الجماعة في محل رفع نائب فاعل، والجملة في محل جر بإضافة الظرف إليها.
فيها: جار ومجرور متعلقان بألقوا.
سمعوا: فعل وفاعل جواب الشرط، والجملة لا محل لها من الإعراب ،لأنها جواب شرط غير جازم.
لها: جار ومجرور متعلقان بمحذوف في محل نصب حال لشهيقا، لأنه في الأصل صفة وتقدم عليه.
شهيقا: مفعول به لسمع.
وهي: الواو واو الحال، هي ضمير منفصل في محل رفع مبتدأ.
تفور: خبر مرفوع بالضمة، والجملة الاسمية في محل نصب حال.
وجملة إذا وما بعدها لا محل لها من الإعراب مستأنفة.
''',
        'keywords': '}:عالى:{::له:هي:ألق:شهيق:وهي:إذا:لقى:تفور:وله:لقا:لقي:في:قال:تعالى:سمع:ألقى:لق:لها',
        'phrase': 'قال تعالى { :إذا ألقوا فيها سمعوا لها شهيقا وهي تفور }',
        'reference': 'i3rabxi3rab',
        'source': '7الملك',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إذا ألقوا فيها سمعوا لها شهيقا وهي تفور }',
        },
    1225: {
        'date': '2023-07-19',
        'id': 1225,
        'inflection': '''أما: حرف شرط وتفصيل مبني على السكون لا محل له من الإعراب أما: حرف شرط وتفصيل مبني على السكون لا محل له من الإعراب السفينة: مبتدأ مرفوع بالضمة.
فكانت: الفاء رابطة لجواب الشرط، وكانت كان فعل ماض ناقص، والتاء للتأنيث، واسمها ضمير مستتر جوازا تقديره هي.
لمساكين: جار ومجرور متعلقان بمحذوف في محل نصب خبر كان، وجملة كان في محل رفع خبر للسفينة.
يعملون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعل.
في البحر: جار ومجرور متعلقان بيعملون، وجملة يعملون في البحر في محل جر صفة لمساكين، وجملة فكانت لا محل لها من الإعراب جواب شرط غير جازم.
''',
        'keywords': 'أم:}:سفين:في:بحر:عالى:قال:تعالى:{::أعمل:فكانت:أما:سفينة:مساكين:مساك:عمل',
        'phrase': 'قال تعالى { :أما السفينة فكانت لمساكين يعملون في البحر }',
        'reference': 'i3rabxi3rab',
        'source': ' 79 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :أما السفينة فكانت لمساكين يعملون في البحر }',
        },
    1226: {
        'date': '2023-07-19',
        'id': 1226,
        'inflection': '''فأما: الفاء الفصيحة، وأما حرف شرط وتفصيل.
فأما: الفاء الفصيحة، وأما حرف شرط وتفصيل.
اليتيم: مفعول به منصوب بالفتحة مقدم للفعل تقهر.
فلا: الفاء رابطة لجواب الشرط، ولا ناهية جازمة.
تقهر: فعل مضارع مجزوم بلا، وفاعله ضمير مستتر وجوبا تقديره أنت.
''',
        'keywords': 'أم:}:يتيم:عالى:قال:تعالى:{::فأم:وفل:لا:فل:فلا:قهر:أما',
        'phrase': 'قال تعالى { :فأما اليتيم فلا تقهر }',
        'reference': 'i3rabxi3rab',
        'source': ' 9الضحى',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فأما اليتيم فلا تقهر }',
        },
    1227: {
        'date': '2023-07-19',
        'id': 1227,
        'inflection': '''فلما: الفاء حرف عطف، ولما ظرفية أو رابطة.
فلما: الفاء حرف عطف، ولما ظرفية أو رابطة.
جهزهم: فعل ماض، والضمير المتصل في محل نصب مفعول به والفاعل ضمير مستتر جوازا تقديره هو، وجملة جهز في محل جر بإضافة لما إليها.
بجهازهم: جار ومجرور ومضاف إليه، وشبه الجملة متعلق بجهزهم جعل: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره هو.
السقاية: مفعول به منصوب بالفتحة، جملة جعل لا محل لها من الإعراب جواب لشرط غير جازم.
في رحل أخيه: في رحل جار ومجرور متعلقان بجعل، رحل: مضاف، أخيه: مضاف إليه مجرور بالياء، وأخي مضاف، والضمير المتصل في محل جر بالإضافة.
وجملة لما جهزهم معطوفة على ما قبلها.
''',
        'keywords': 'لما:لم:وخى:}:أخي:في:عالى:قال:تعالى:{::جهاز:جعل:رحل:جهز:سقاية:فلم',
        'phrase': 'قال تعالى { :فلما جهزهم بجهازهم جعل السقاية في رحل أخيه }',
        'reference': 'i3rabxi3rab',
        'source': '71 يوسف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلما جهزهم بجهازهم جعل السقاية في رحل أخيه }',
        },
    1228: {
        'date': '2023-07-19',
        'id': 1228,
        'inflection': '''كلما: ظرف زمان مبني على السكون في محل نصب متعلق بجوابه وهو سألهم.
كلما: ظرف زمان مبني على السكون في محل نصب متعلق بجوابه وهو سألهم.
ألقي: فعل ماض مبني للمجهول.
فيها: جار ومجرور متعلقان بألقي.
فوج: نائب فاعل مرفوع بالضمة، وجملة ألقي في محل جر بإضافة الظرف إليها.
سألهم: فعل ماض، والضمير المتصل في محل نصب مفعول به.
خزنتها: فاعل مرفوع بالضمة، والضمير المتصل في محل جر بالإضافة.
وجملة سألهم لا محل لها من الإعراب جواب شرط غير جازم.
''',
        'keywords': 'فوج:}:خزن:عالى:{::خزنة:ألق:لهم:ألهم:لقى:كلما:لقا:كلم:لقي:وج:في:قال:تعالى:ألقى:لق:سأل',
        'phrase': 'قال تعالى { :كلما ألقي فيها فوج سألهم خزنتها }',
        'reference': 'i3rabxi3rab',
        'source': '8الملك',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :كلما ألقي فيها فوج سألهم خزنتها }',
        },
    1229: {
        'date': '2023-07-19',
        'id': 1229,
        'inflection': '''فطلقها فلست لها بكفء ***وإلا يعل مفرقك الحسام فطلقها فلست لها بكفء ***وإلا يعل مفرقك الحسام فطلقها: الفاء حسب ما قبلها، وطلق فعل أمر مبني على السكون لا محل له من الإعراب، والفاعل ضمير مستتر وجوبا تقديره أنت، والضمير المتصل في محل نصب مفعول به.
فلست: الفاء حرف تعليل، ليس فعل ماض ناقص، وتاء المخاطب في محل رفع اسمها.
لها: جار ومجرور متعلقان بكفء الآتي.
بكفء: الباء حرف جر زائد، وكفء خبر ليس منصوب بفتحة مقدرة على آخره منع من ظهورها اشتغال المحل بحركة حرف الجر الزائد.
وإلا: الواو حرف عطف، إلا مركب من حرفين أحدهما إن الشرطية والثاني لا النافية، وفعل الشرط محذوف يدل عليه سابق الكلام.
يعل: فعل مضارع جواب الشرط مجزوم وعلامة جزمه حذف عرف العلة.
مفرقك: مفعول به، وهو مضاف، والكاف في محل جر مضاف إليه الحسام: فاعل مرفوع بالضمة.
''',
        'keywords': '',
        'phrase': '',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '',
        },
    1230: {
        'date': '2023-07-19',
        'id': 1230,
        'inflection': '''فلم: الفاء الفصيحة، ولم حرف نفي وجزم وقلب، وقد وقعت الفاء في جواب شرط مقدم أي: إذا افتخرتم بقتلهم فلم تقتلوهم.
فلم: الفاء الفصيحة، ولم حرف نفي وجزم وقلب، وقد وقعت الفاء في جواب شرط مقدم أي: إذا افتخرتم بقتلهم فلم تقتلوهم.
تقتلوهم: فعل مضارع مجزوم بلم وعلامة جزمه حذف النون، وواو الجماعة في محل رفع فاعل، وضمير الغائب في محل نصب مفعول به.
ولكن: الواو حرف عطف، لكن حرف استدراك ونصب.
الله: لفظ الجلالة اسمها منصوب.
قتلهم: قتل فعل ماض، والفاعل ضمير مستتر جوازا تقديره هو والضمير المتصل في محل نصب مفعول به، وجملة قتلهم في محل رفع خبر لكن.
''',
        'keywords': 'لم:}:كن:لكن:لام:عالى:قال:تعالى:{::قتل:لاك:لك:فلم:الله',
        'phrase': 'قال تعالى { :فلم تقتلوهم ولكن الله قتلهم }',
        'reference': 'i3rabxi3rab',
        'source': '17الأنفال',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلم تقتلوهم ولكن الله قتلهم }',
        },
    1231: {
        'date': '2023-07-19',
        'id': 1231,
        'inflection': '''كلا: حرف ردع وزجر لا عمل له مبني على السكون لا محل له من الإعراب.
كلا: حرف ردع وزجر لا عمل له مبني على السكون لا محل له من الإعراب.
لو: حرف شرط غير جازم.
تعلمون: فعل مضارع مرفوع بثبوت النون، والواو في محل رفع فاعل، والمفعول به محذوف تقديره: عاقبة التلهي والتفاخر، وجواب لو محذوف والتقدير: لو تعلمون ما أمامكم من هول لفعلتم ما لا يمكن وصفه، وقد دل على الجواب المحذوف قوله تعالى :" لترون الجحيم ".
علم اليقين: علم مفعول مطلق منصوب بالفتحة على المعنى، لأن رأى وعاين بمعنى واحد، وقيل أصله العلم اليقين، فهو من باب إضافة الموصوف إلى صفته.
لترون: اللام جواب قسم محذوف، وترون فعل مضارع مرفوع وعلامة رفعه ثبوت النون المحذوفة لتوالي الأمثال، وأصله لترأيون، فلما تحركت الياء وانفتح ما قبلها قلبت ألفا، وحذفت لسكونها وسكون الواو بعدها، ثم ألقيت حركة الهمزة التي على عين الكلمة على الراء، وحذفت لثقلها، ثم دخلت النون المشددة التي هي للتوكيد، فحذفت نون الرفع لتوالي الأمثال، وحركت الواو بالضم لالتقاء الساكنين، ولم تحذف لأنها لو حذفت لاختل الفعل بحذف عينه ولامه وواو الضمير وواو الجماعة في محل رفع فاعل.
الجحيم: مفعول به منصوب بالفتحة.
''',
        'keywords': '}:أروى:وكل:عالى:.:{::جحيم:لو:علم:أعلم:كل:روى:ران:لوى:رأى:يقين:أكل:قال:تعالى:كلا:راءى',
        'phrase': 'قال تعالى { :كلا لو تعلمون علم اليقين. لترون الجحيم }',
        'reference': 'i3rabxi3rab',
        'source': '6 - 5 التكاثر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :كلا لو تعلمون علم اليقين. لترون الجحيم }',
        },
    1232: {
        'date': '2023-07-19',
        'id': 1232,
        'inflection': '''قالت: قال فعل ماض، والتاء للتأنيث.
قالت: قال فعل ماض، والتاء للتأنيث.
بنات العم: فاعل مرفوع بالضمة، وهو مضاف، والعم مضاف إليه مجرور بالكسرة.
يا سلمى: يا حرف نداء، وسلمى منادى مبني على الضم المقدر على الألف في محل نصب.
وإن: الواو حرف عطف على معطوف محذوف، وإن حرف شرط جازم.
كان: فعل ماض ناقص مبني على الفتح فعل الشرط في محل جزم، واسمه ضمير مستتر جوازا تقديره هو.
فقيرا: خبر كان منصوب.
معدما: صفة منصوبة لفقير، وجواب الشرط محذوف يدل عليه سياق الكلام.
وجملة الشرط: وجوابه معطوفة بالواو على محذوف يدل عليه سياق الكلام أيضا، وتقدير هذه المحذوفات: قالت بنات العم: يا سلمى، إن كان غنيا موسرا ترضين به، وإن كان فقيرا معدما ترضين به.
قالت: فعل ماض، والتاء للتأنيث، وفاعله ضمير مستتر جوازا تقديره هي يعود إلى سلمى.
وإن: الواو حرف عطف، إن حرف شرط جازم، وفعل الشرط وجوابه محذوفان يدل عليهما سابق الكلام، والتقدير: قالت: إن كان غنيا موسرا أرضى به، وإن كان فقيرا معدما أرضى به.
والشاهد قوله " :وإن كان … وإن " حيث حذف فعل الشرط وجوابه لدلالة سياق الكلام عليهما.
''',
        'keywords': 'يا:معدم:عم:فقير:بن:قال:سلمى:إن:كان:قار:بنات:::شاعر',
        'phrase': 'قال الشاعر: قالت بنات العم يا سلمى وإن كان فقيرا معدما قالت وإن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'شعر',
        'unvocalized': 'قال الشاعر: قالت بنات العم يا سلمى وإن كان فقيرا معدما قالت وإن',
        },
    1233: {
        'date': '2023-07-19',
        'id': 1233,
        'inflection': '''وأقسموا: الواو حرف استئناف، وأقسموا فعل ماض وواو الجماعة في محل رفع فاعله.
وأقسموا: الواو حرف استئناف، وأقسموا فعل ماض وواو الجماعة في محل رفع فاعله.
بالله: جار ومجرور متعلقان بأقسموا.
جهد: جهد مفعول مطلق منصوب بالفتحة، وجهد مضاف، وأيمان: مضاف إليه، وأيمان مضاف، والضمير المتصل في محل جر بالإضافة، ويجوز في جهد النصب على الحال والتقدير: مجتهدين.
لئن: اللام موطئة للقسم، وإن حرف شرط جازم.
أمرتهم: فعل وفاعل ومفعول به.
ليخرجن: اللام واقعة في جواب القسم، ويخرجن فعل مضارع مرفوع بثبوت النون المحذوفة لتوالي الأمثال، فقد أوضحنا هذا الحذف في الآية السابقة، وواو الجماعة في محل رفع فاعل، والنون المثبتة نون التوكيد حرف مبني على الفتح لا محل له من الإعراب، ولم يبن الفعل على الفتح لأن نون التوكيد لم تباشره.
وجملة وأقسموا لا محل لها من الإعراب مستأنفة.
''',
        'keywords': '}:أقسم:خرج:مرت:مرة:عالى:قال:تعالى:{::جهد:أيمان:يمان:لئن:مرى:أخرج:مر:أمر:الله',
        'phrase': 'قال تعالى { :وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن }',
        'reference': 'i3rabxi3rab',
        'source': '53 النور',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن }',
        },
    1234: {
        'date': '2023-07-19',
        'id': 1234,
        'inflection': '''من: اسم شرط جازم مبني على السكون في محل رفع مبتدأ.
من: اسم شرط جازم مبني على السكون في محل رفع مبتدأ.
جاء: فعل ماض مبني على الفتح والفاعل ضمير مستتر جوازا تقديره هو والجملة في محل جزم فعل الشرط.
بالحسنة: جار ومجرور متعلقان بجاء، أو بمحذوف في محل نصب حال إذا اعتبرنا الباء للملابسة، والتقدير: جاء متلبسا بها.
فله: الفاء رابطة لجواب الشرط، وله جار ومجرور متعلقان بمحذوف في محل رفع خبر مقدم.
خير: مبتدأ مؤخر.
منها: جار ومجرور متعلقان بمحذوف في محل رفع صفة لخير، أو متعلق بخير باعتباره اسم تفضيل.
وجملة جواب الشرط في محل رفع خبر من، وجملة من جاء لا محل لها كلام مستأنف مسوق للتمهيد لختام السورة بإجمال مصير المحسن والمسيء.
''',
        'keywords': '}:خير:عالى:جاء:{::فل:فلى:لاه:له:مان:منى:وفل:خار:من:لهى:حسنة:حسن:وله:قال:تعالى',
        'phrase': 'قال تعالى { :من جاء بالحسنة فله خير منها }',
        'reference': 'i3rabxi3rab',
        'source': ' 89النمل',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :من جاء بالحسنة فله خير منها }',
        },
    1235: {
        'date': '2023-07-19',
        'id': 1235,
        'inflection': '''إن: حرف شرط جازم مبني على السكون لا محل له من الإعراب.
إن: حرف شرط جازم مبني على السكون لا محل له من الإعراب.
تبدوا: فعل مضارع فعل الشرط مجزوم، وعلامة جزمه حذف النون ،وواو الجماعة في محل رفع فاعل.
الصدقات: مفعول به منصوب بالكسرة.
فنعما: الفاء رابطة لجواب الشرط، لأن الجواب فعل جامد، ونعم فعل ماض جامد لإنشاء المدح، وما نكرة تامة بمعنى شيء في محل نصب على التمييز، وفاعل نعم ضمير مستتر مفسر بما.
هي: ضمير منفصل في محل رفع مبتدأ، وخبره جملة نعما، لأنه المخصوص بالمدح، وجملة نعما هي جملة اسمية في محل جزم جواب الشرطوإن تبدوا كلام مستأنف لا محل له من الإعراب مسوق لتفصيل ما أجمل في الجملة الشرطية السابقة لذلك ترك حرف العطف.
''',
        'keywords': 'صدقة:نعما:هي:}:بد:نعم:عالى:قال:تعالى:{::إن:تبدى:بدي:صدق:بدا:أبدى',
        'phrase': 'قال تعالى { :إن تبدوا الصدقات فنعما هي }',
        'reference': 'i3rabxi3rab',
        'source': ' 271البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إن تبدوا الصدقات فنعما هي }',
        },
    1236: {
        'date': '2023-07-19',
        'id': 1236,
        'inflection': '''يقولون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، وواو الجماعة في محل رفع فاعل، والجملة صفة رابعة لقوم في أول الآية.
يقولون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، وواو الجماعة في محل رفع فاعل، والجملة صفة رابعة لقوم في أول الآية.
إن: حرف شرط جازم مبني على السكون لا محل له من الإعراب.
أوتيتم: فعل ماض مبني للمجهول في محل جزم فعل الشرط، والتاء في محل رفع نائب فاعل، والميم علامة الجمع.
هذا: اسم إشارة في محل نصب مفعول به ثان، والمفعول الأول نائب الفاعل.
فخذوه: الفاء رابطة لجواب الشرط، وخذوه فعل أمر وفاعل ومفعول به، وجملة خذوه في محل جزم جواب الشرط، واتصلت به الفاء لأنه طلبي أمر لا يصلح أن يكون جوابا للشرط.
وجملة إن وما بعدها في محل نصب مقول القول.
''',
        'keywords': 'هذ:فخذ:}:قول:أخذ:عالى:قال:تعالى:{::أقول:إن:يتم:هذا:تيتم:آتى',
        'phrase': 'قال تعالى { :يقولون إن أوتيتم هذا فخذوه }',
        'reference': 'i3rabxi3rab',
        'source': ' 41المائدة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :يقولون إن أوتيتم هذا فخذوه }',
        },
    1237: {
        'date': '2023-07-19',
        'id': 1237,
        'inflection': '''قال: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره هو.
قال: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره هو.
إن: حرف شرط جازم.
سألتك: فعل وفاعل ومفعول به، والجملة في محل جزم فعل الشرط.
عن شيء: جار ومجرور متعلقان بسألتك.
بعدها: بعد ظرف منصوب بالفتحة، وهو مضاف، والضمير المتصل في محل جر مضاف إليه، والظرف متعلق بمحذوف في محل جر صفة لشيء.
فلا: الفاء رابطة لجواب الشرط، ولا ناهية.
تصاحبني: تصاحب فعل مضارع مجزوم بلا، وعلامة جزمه السكون والفاعل ضمير مستتر وجوبا تقديره أنت، والنون للوقاية حرف مبني لا محل له من الإعراب، والياء في محل نصب مفعول به وجملة لا تصاحبني في محل جزم جواب الشرط، واتصلت به الفاء لأنه طلبي نهي.
وجملة إن سألتك في محل نصب مقول القول.
''',
        'keywords': 'عان:}:شاء:عن:عالى:{::فل:شيء:عد:عنى:وفل:فلا:بعد:إن:لا:صاحب:ولت:قال:تعالى:لت:سأل:سألة',
        'phrase': 'قال تعالى { :قال إن سألتك عن شيء بعدها فلا تصاحبني }',
        'reference': 'i3rabxi3rab',
        'source': '76 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :قال إن سألتك عن شيء بعدها فلا تصاحبني }',
        },
    1238: {
        'date': '2023-07-19',
        'id': 1238,
        'inflection': '''وإن: الواو حرف عطف، وإن شرطية جازمة.
وإن: الواو حرف عطف، وإن شرطية جازمة.
يخذلكم: فعل مضارع مجزوم وعلامة جزمه السكون فعل الشرط، والفاعل ضمير مستتر جوازا تقديره هو، والكاف في محل نصب مفعول به.
فمن: الفاء رابطة لجواب الشرط، ومن اسم استفهام إنكاري مبني على السكون في محل رفع مبتدأ ذا: اسم إشارة مبني على السكون في محل رفع خبر.
والجملة الاسمية في محل جزم جواب الشرط، لذلك اتصلت بها الفاء.
وجملة إن يخذلكم معطوفة على ما قبلها.
الذي: اسم موصول في محل رفع بدل من اسم الإشارة.
ينصركم: ينصر فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر جوازا تقديره هو، والكاف في محل نصب مفعول بهوجمل ينصركم لا محل لها من الإعراب صلة الموصول.
من بعده: جار ومجرور متعلقان بمحذوف في مح نصب حال، والضمير المتصل في محل جر مضاف إليه.
''',
        'keywords': '}:عد:مان:لذي:نصر:عالى:قال:تعالى:{::إن:من:خذل:منى:ذا:الذي:بعد',
        'phrase': 'قال تعالى { :وإن يخذلكم فمن ذا الذي ينصركم من بعده }',
        'reference': 'i3rabxi3rab',
        'source': '161آل عمران',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإن يخذلكم فمن ذا الذي ينصركم من بعده }',
        },
    1239: {
        'date': '2023-07-19',
        'id': 1239,
        'inflection': '''ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
تولى: فعل ماض مبني على الفتح فعل الشرط في محل جزم، والفاعل ضمير مستتر جوازا تقديره: هو.
فما: الفاء رابطة لجواب الشرط لأنه جملة فعلية مسبوقة بما، وما نافية لا عمل لها.
أرسلناك: فعل وفاعل ومفعول به، وجملة ما أرسلناك في محل جزم جواب الشرط هذا في الظاهر، وعند التأمل يظهر لك أن الجواب محذوف تقديره: ومن تولى فلا يهمنك، وعله تكون ما أرسلناك وما في حيزها مفيدة للتعليل لا محل لها من الإعراب عليهم: جار ومجرور متعلقان بحفيظا.
حفيظا: حال منصوب بالفتحة.
وجملة الشرط وجوابها في محل رفع خبر المبتدأ من.
وجملة من تولى معطوفة على ما قبلها.
''',
        'keywords': '}:علي:عالى:عل:{::تولى:مان:ولى:منى:أولى:من:علة:حفيظ:رسل:فم:ولي:قال:تعالى:على:ما:أرسل',
        'phrase': 'قال تعالى { :ومن تولى فما أرسلناك عليهم حفيظا }',
        'reference': 'i3rabxi3rab',
        'source': '81النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن تولى فما أرسلناك عليهم حفيظا }',
        },
    1240: {
        'date': '2023-07-19',
        'id': 1240,
        'inflection': '''ومن: الواو حرف عطف، ومن اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم ليضلل.
ومن: الواو حرف عطف، ومن اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم ليضلل.
يضلل: فعل الشرط مجزوم وعلامة جزمه السكون، والفاعل ضمير مستتر جوازا تقديره هو.
فلن: الفاء واقعة في جواب الشرط لأن جواب الشرط جملة فعلية مسبوقة بلن، ولن حرف نصب.
تجد: فعل مضارع منصوب بلن، والفاعل ضمير مستتر وجوبا تقديره أنت.
وجملة لن تجد في محل جزم جواب الشرط.
له: جار ومجرور متعلقان بأولياء.
أولياء: مفعول به منصوب بالفتحة.
من دونه: جار ومجرور متعلقان بمحذوف في محل نصب حال، ودون مضاف، والضمير المتصل في محل جر بالإضافة.
وجملة من يضلل معطوفة على ما قبلها.
''',
        'keywords': '}:أجاد:دوى:أضل:جدى:عالى:{::فل:فلى:فال:لاه:له:ضل:مان:جد:ضلل:منى:وفل:جدا:أولياء:لان:دون:لن:توجد:من:لهى:وجد:وله:قال:تعالى:أجدى:جاد',
        'phrase': 'قال تعالى { :ومن يضلل فلن تجد له أولياء من دونه }',
        'reference': 'i3rabxi3rab',
        'source': ' 97الإسراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن يضلل فلن تجد له أولياء من دونه }',
        },
    1241: {
        'date': '2023-07-19',
        'id': 1241,
        'inflection': '''فمن: الفاء حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
فمن: الفاء حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
يؤمن: فعل مضارع مجزوم لأنه فعل الشرط، والفاعل ضمير مستتر جوازا تقديره هو، وجملة من يؤمن معطوفة على ما قبلها.
بربه: جار ومجرور متعلق بيؤمن، والضمير في محل جر بالإضافة فلا: الفاء رابطة لجواب الشرط، لأنه فعل مضارع مسبوق بلا النافية ولا نافية لا عمل لها.
يخاف: فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر جوازا تقديره هو، وجملة لا يخاف في محل رفع خبر لمبتدأ محذوف، والتقدير: فهو لا يخافوجمل المبتدأ المقدر وخبره في محل جزم جواب الشرط.
بخسا: مفعول به.
ولا رهقا: الواو حرف عطف، ولا نافية لا عمل لها، ورهقا معطوفة على بخسا.
''',
        'keywords': '}:عالى:{::فل:رهق:أمن:مان:منى:وفل:فلا:من:آم:لا:أم:رب:بخس:أخاف:آمن:قال:تعالى:خاف',
        'phrase': 'قال تعالى { :فمن يؤمن بربه فلا يخاف بخسا ولا رهقا }',
        'reference': 'i3rabxi3rab',
        'source': ' 13الجن',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فمن يؤمن بربه فلا يخاف بخسا ولا رهقا }',
        },
    1242: {
        'date': '2023-07-19',
        'id': 1242,
        'inflection': '''ومن: الواو للاستئناف، ومن اسم شرط جازم في محل رفع مبتدأ.
ومن: الواو للاستئناف، ومن اسم شرط جازم في محل رفع مبتدأ.
يشرك: فعل الشرط مجزوم وعلامة جزمه السكون، والفاعل ضمير مستتر جوازا تقديره هو.
بالله: جار ومجرور متعلقا بيشرك.
فقد افترى: الفاء رابطة لجواب الشرط لأنه جملة فعلية مسبوقة بقد، قد: حرف تحقيق.
افترى: فعل ماض مبني على الفتح المقدر، والفاعل ضمير مستتر جوازا تقديره هو، وجملة جواب الشرط في محل جزم.
إثما: مفعول به منصوب بالفتحة.
عظيما: صفة منصوبة بالفتحة.
وجملة فعل الشرط وجوابه في محل رفع خبر المبتدأ من.
''',
        'keywords': '}:إثم:عالى:شار:{::شرى:فقد:مبين:قاد:مان:وشر:قد:منى:شر:من:افترى:الله:أشرى:شرك:أشار:قال:تعالى:أشرك',
        'phrase': 'قال تعالى { :ومن يشرك بالله فقد افترى إثما مبينا }',
        'reference': 'i3rabxi3rab',
        'source': ' 48النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن يشرك بالله فقد افترى إثما مبينا }',
        },
    1243: {
        'date': '2023-07-19',
        'id': 1243,
        'inflection': '''ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ.
أوفى: فعل ماض مبني على الفتح المقدر في محل جزم فعل الشرط، والفاعل ضمير مستتر جوازا تقديره هو.
بما: الباء حرف جر، وما اسم موصول في محل جر، وشبه الجملة متعلقان بأوفى.
عاهد: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا تقديره هو، وجملة عاهد لا محل لها من الإعراب صلة الموصول.
عليه: جار ومجرور متعلقان بعاهد، وضمت الهاء مع أنها تكسر بعد الياء لمجيء سكون بعدها فيجوز الضم والكسر.
الله: لفظ الجلالة مفعول به منصوب بالفتحة.
فسيؤتيه: الفاء رابطة لجواب الشرط لأنه جملة فعلية فعلها مضارع مسبوقة بالسين، والسين حرف استقبال مبني على الفتح لا محل له من الإعراب، ويؤتي فعل مضارع مرفوع بالضمة المقدرة على الياء، والفاعل ضمير مستتر جوازا تقديره هو يعود على الله، وهاء الغائب في محل نصب مفعول به أول، وجملة سيؤتيه في محل جزم جواب الشرط.
أجرا: مفعول به ثان.
عظيما: صفة منصوبة لأجرا.
وجملة فعل الشرط وجوابه في محل رفع خبر المبتدأ من.
وجملة من أوفى وما بعدها معطوفة على ما قبلها.
''',
        'keywords': '}:علي:عالى:عل:{::أوفى:عاهد:مان:منى:آتى:وفى:أجر:بما:جر:عظيم:من:علة:الله:قال:تعالى:على',
        'phrase': 'قال تعالى { :ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما }',
        'reference': 'i3rabxi3rab',
        'source': '11 الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما }',
        },
    1244: {
        'date': '2023-07-19',
        'id': 1244,
        'inflection': '''وإن: الواو حرف عطف، وإن حرف شرط جازم.
وإن: الواو حرف عطف، وإن حرف شرط جازم.
خفتم: فعل وفاعل، والجملة في محل جزم فعل الشرط.
عليه: جار ومجرور متعلقان بمحذوف في محل نصب مفعول به.
فسوف: الفاء رابطة لجواب الشرط لأنه فعل مضارع مسبوق بسوف، وسوف حرف استقبال مبني على الفتح لا محل له من الإعراب.
يغنيكم: فعل مضارع مرفوع بالضمة المقدرة على الياء، وكاف المخاطبين في محل نصب مفعول به مقدم، والجملة الفعلية في محل جزم جواب الشرط.
الله: لفظ الجلالة فاعل مرفوع بالضمة.
من فضله: جار ومجرور متعلقان بيغنيكم، ويغني مضاف، والضمير المتصل في محل جر مضاف إليه.
وجملة إن وما بعدها معطوفة على ما قبلها.
''',
        'keywords': '}:علي:سوف:عالى:عل:{::ضل:مان:فضل:منى:ء:إن:علة:من:أغنى:الله:غنى:قال:تعالى:على:خاف',
        'phrase': 'قال تعالى { :وإن خفتم عليه فسوف يغنيكم الله من فضله } ء',
        'reference': 'i3rabxi3rab',
        'source': '11 الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإن خفتم عليه فسوف يغنيكم الله من فضله } ء',
        },
    1245: {
        'date': '2023-07-19',
        'id': 1245,
        'inflection': '''فلما: الفاء حرف عطف، ولما حينية أو رابطة متضمنة معنى الشرط فلما: الفاء حرف عطف، ولما حينية أو رابطة متضمنة معنى الشرط نجاهم: فعل ماض مبني على الفتح المقدر، والضمير المتصل في محل نصب مفعول به، والفاعل ضمير مستتر جوازا تقديره هو، والجملة الفعلية في محل جر بإضافة لما إليها.
إذا: إذا الفجائية حرف مبني على السكون لا محل له من الإعراب، رابطة لجواب الشرط سدت مسد الفاء.
هم: ضمير منفصل في محل رفع مبتدأ.
يبغون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في محل رفع فاعل، والجملة الفعلية في محل رفع خبر المبتدأ هم.
وجملة لما وما بعدها معطوفة على ما قبلها.
''',
        'keywords': 'لما:}:عالى:وبغ:{::نجى:أبغى:وهم:نجا:نج:لم:إذا:هام:بغ:بغى:هم:قال:تعالى:فلم',
        'phrase': 'قال تعالى { :فلما نجاهم إذا هم يبغون }',
        'reference': 'i3rabxi3rab',
        'source': ' 23يونس',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلما نجاهم إذا هم يبغون }',
        },
    1246: {
        'date': '2023-07-19',
        'id': 1246,
        'inflection': '''إن أردت: إن حرف شرط جازم، وأردت فعل وفاعل، والجملة في محل جزم فعل الشرط.
إن أردت: إن حرف شرط جازم، وأردت فعل وفاعل، والجملة في محل جزم فعل الشرط.
أن أنصح: أن حرف مصدري ونصب، وأنصح فعل مضارع منصوب بأن، وعلامة نصبه الفتحة، والفاعل ضمير مستتر وجوبا تقديره: أنا.
وجملة أن أنصح في محل نصب مفعول به لأردت.
لكم: جار ومجرور متعلقان بأنصح.
إن كان: إن حرف شرط جازم، وكان فعل ناقص.
وجملة كان في محل جزم فعل الشرط ثاني.
الله: لفظ الجلالة اسم كان مرفوع.
يريد: فعل مضارع مرفوع بالضمة، والفاعل ضمير مستتر جوازا تقديره: هو.
وجملة يريد في محل نصب خبر كان.
أن يغويكم: أن حرف مصدري ونصب، ويغوي فعل مضارع منصوب بأن وعلامة نصبه الفتحة الظاهرة، والفاعل ضمير مستتر جوازا تقديره: هو، والضمير المتصل في محل نصب مفعول به.
وجملة أن يغويكم في محل نصب مفعول به ليريد.
''',
        'keywords': 'كم:آن:انصاح:راد:عالى:لكم:هو:غوى:أصح:أن:رد:نصح:أغوى:أراد:إن:ردى:كان:الله:ربى:رب:راب:أردى:صح:قال:تعالى:):(:',
        'phrase': 'قال تعالى ( :إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم هو ربكم )',
        'reference': 'i3rabxi3rab',
        'source': '34هود',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم هو ربكم )',
        },
    1247: {
        'date': '2023-07-19',
        'id': 1247,
        'inflection': 'لا :حرف نهي وجزم مبني على السكون ل محل له من العراب لا :حرف نهي وجزم مبني على السكون ل محل له من العراب تظنوا:تظن:فعل مضارع مجزوم بل الناهية وعلمة جزمه حذف حرف النون من آخره لنه من الفعال الخمسة واو الجماعة :ضمير متصل مبني في محل رفع فاعل المحتل :مفعول به اول منصوب وعلمة نصبه الفتحة الظاهرة على اخره ذا:مفعول به ثاني منصوب وعلمة نصبه اللف لنه من السماء الخمسة وهو مضاف انسانية :مضاف اليه مجرور وعلمة جره تنوين الكسرة الظاهر على اخره',
        'keywords': 'ظن:محتل:(:انسانية:ذا:):_1لا',
        'phrase': '( _1لا تظنوا المحتل ذا انسانية )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '( _1لا تظنوا المحتل ذا انسانية )',
        },
    1248: {
        'date': '2023-07-19',
        'id': 1248,
        'inflection': 'أخبر :فعل ماضي مبني على الفتح الظاهر على آخره أخبر :فعل ماضي مبني على الفتح الظاهر على آخره نا:ضمير متصل مبني على السكون في محل نصب مفعول به أول المعلمون :فاعل مرفوع وعلمة رفعه الواو لأنه جمع مذكر سالم الامتحانات :مفعول به ثاني منصوب وعلامة نصبه الكسرة الظاهرة على آخره لأنه جمع مؤنث سالم مؤجلة :مفعول به ثالث منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره',
        'keywords': 'معلم:خبر:مؤجل:أخبر:امتحان',
        'phrase': 'أخبرنا المعلمون الامتحانات مؤجلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخبرنا المعلمون الامتحانات مؤجلة',
        },
    1249: {
        'date': '2023-07-19',
        'id': 1249,
        'inflection': 'لكي: اللام حرف جر مبني لا محل له من الإعراب لكي: اللام حرف جر مبني لا محل له من الإعراب كي :حرف مصدري ونصب مبني على السكون لا محل له من الإعراب تعيش :فعل مضارع منصوب بكي وعلامة نصبه الفتحة الظاهرة على آخره بلد :فاعل مرفوع وعلامة رفعه الضمة نا :ضمير متصل مبني لا محل له من الإعراب والمصدر المؤول من كي والفعل في محل جر بحرف الجر (اللام)',
        'keywords': 'موت:كي:أعاش:تعيش:عيش:لكي:لك:بلد:لد',
        'phrase': 'نموت لكي تعيش بلدنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نموت لكي تعيش بلدنا',
        },
    1250: {
        'date': '2023-07-19',
        'id': 1250,
        'inflection': '''فاز: فعل ماض مبني على الفتح الظاهر.
والجملة الفعلية ( ابتدائية ) لامحل لها من الإعراب.
فاز: فعل ماض مبني على الفتح الظاهر.
والجملة الفعلية ( ابتدائية ) لامحل لها من الإعراب.
سبعة: فاعل مرفوع وعلامة رفعه الضمة الظاهرةوهو مضاف.
متسابقين: مضاف إليه مجرور وعلامة جره الياء لأنه جمع مذكر سالموالنون عوض عن التنوين في الاسم المفرد.
''',
        'keywords': 'سبعة:متسابق:سبع:فاز',
        'phrase': 'فاز سبعة متسابقين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فاز سبعة متسابقين',
        },
    1251: {
        'date': '2023-07-19',
        'id': 1251,
        'inflection': '''في: حرف جر مبني على السكون لا محل له من الإعراب.
في: حرف جر مبني على السكون لا محل له من الإعراب.
المدرسة: اسم مجرور وعلامة جره الكسرة الظاهرةوالجار والمجرور في محل رفع خبر مقدم.
اثنا: مبتدأ مؤخر مرفوع وعلامة رفعه الألف لأنه ملحق بالمثنى.
عشر: جزء من عدد مركب مبني على الفتح لا محل له من الإعراب.
صفا: تمييز منصوب وعلامة نصبه الفتحة الظاهرة.
''',
        'keywords': 'صفا:صف:مدرسة:اثنا:في:مدرس:وصف:عشر',
        'phrase': 'في المدرسة اثنا عشر صفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المدرسة اثنا عشر صفا',
        },
    1252: {
        'date': '2023-07-19',
        'id': 1252,
        'inflection': '''ذهبنا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعلين.
ونا: ضمير متصل مبني على السكون في محل رفع فاعل.
والجملة لا محل لها من الإعراب ( ابتدائية) ذهبنا: فعل ماض مبني على السكون لاتصاله بنا الدالة على الفاعلين.
ونا: ضمير متصل مبني على السكون في محل رفع فاعل.
والجملة لا محل لها من الإعراب ( ابتدائية)
إلى: حرف جر مبني على السكون لا محل له من الإعراب.
خمس عشرة: عدد مركب مبني على فتح الجزأين في محل جر بحرف الجر.
حديقة: تمييز منصوب وعلامة نصبه الفتحة الظاهرة.
''',
        'keywords': 'عشرة:إلى:ذهب:حديقة:خمس:عشر',
        'phrase': 'ذهبنا إلى خمس عشرة حديقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبنا إلى خمس عشرة حديقة',
        },
    1253: {
        'date': '2023-07-19',
        'id': 1253,
        'inflection': '''يبني: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الياء للثقل.
والجملة ( ابتدائية ) لامحل لها.
يبني: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الياء للثقل.
والجملة ( ابتدائية ) لامحل لها.
العمال: فاعل مرفوع وعلامة رفعه الضمة الظاهرة.
سبعة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة.
وعشرين: الواو حرف عطف.
عشرين: اسم معطوف على سبعة مرفوع مثله وعلامة رفعه الواو لأنه ملحق بجمع المذكر السالموالنون عوض عن التنوين في الاسم المفرد.
بيتا: تمييز منصوب وعلامة نصبه الفتحة الظاهرة.
''',
        'keywords': 'بنى:بات:سبعة:سبع:عمال:بيت:عشر',
        'phrase': 'يبني العمال سبعة وعشرين بيتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبني العمال سبعة وعشرين بيتا',
        },
    1254: {
        'date': '2023-07-19',
        'id': 1254,
        'inflection': '''المعلمون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم، والنون عوض عن التنوين.
المعلمون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم، والنون عوض عن التنوين.
يذهبون: فعل مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسةوالواو ضمير متصل مبني على السكون في محل رفع فاعل.
والجملة الفعلية (يرفعون) في محل رفع خبر للمبتدأ (المهندسون) والجملة الاسمية ( المهندسون يرفعون ) ابتدائية لا محل لها من الإعراب.
إلى: حرف جر مبني على السكون لا محل له من الإعراب.
آثار: اسم مجرور بحرف الجر إلى وعلامة جره الكسرة الظاهرةوالجار والمجرور متعلقان بالفعل يذهبون.
ومصانع: الواو حرف عطف.
مصانع: اسم معطوف على آثار مجرور مثله وعلامة جره الفتحة عوضا عن الكسرة لأنه ممنوع من الصرف ( صيغة منتهى الجموع )''',
        'keywords': 'معلم:إلى:ذهب:أذهب:مصانع:آثار',
        'phrase': 'المعلمون يذهبون إلى آثار ومصانع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلمون يذهبون إلى آثار ومصانع',
        },
    1255: {
        'date': '2023-07-19',
        'id': 1255,
        'inflection': '''في: حرف جر مبني على السكون لا محل له من الإعراب.
في: حرف جر مبني على السكون لا محل له من الإعراب.
هذه: الهاء للتنبيه.
ذه: اسم إشارة مبني على الكسر في محل جر بحرف الجر.
وشبه الجملة  في محل رفع خبر مقدم ( أي الجار والمجرور متعلقان بالخبر المحذوف)
المصانع: بدل من اسم الإشارة مجرور ( لأن اسم الإشارة في محل جر ) وعلامة جره الكسرة الظاهرة.
خبراء: مبتدأ مؤخر مرفوع وعلامة رفعه الضمة الظاهرة.
مشهورون: نعت ( صفة ) للخبراء مرفوع مثله وعلامة رفعه الواو لأنه جمع مذكر سالم والنون عوض عن التنوين.
''',
        'keywords': 'هذ:خبراء:مشهور:في:هذه:مصانع',
        'phrase': 'في هذه المصانع خبراء مشهورون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في هذه المصانع خبراء مشهورون',
        },
    1256: {
        'date': '2023-07-19',
        'id': 1256,
        'inflection': '''أنفس: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
أنفس: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.
الفتية: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة لا: حرف نفي مبني على السكون لا محل له من الإعراب.
ترضى: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف للتعذروالفاعل ضمير مستتر جوازا تقديره هي.
والجملة الفعلية ( ترضى ) في محل رفع خبر للمبتدأ ( الأنفس ) والجملة الاسمية ( أنفس الفتية لا ترضى )لا محل لها من الإعراب) لأنها ابتدائية.
بالذل: الباء حرف جرالذل اسم مجرور وعلامة جره الكسرةوالجار والمجرور متعلقان بالفعل ترضى.
''',
        'keywords': 'أرضى:رضي:رضا:فت:فتة:فتية:فتي:لا:ترضى:رضى:أنفس:ذل:فتى:نفس',
        'phrase': 'أنفس الفتية لا ترضى بالذل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنفس الفتية لا ترضى بالذل',
        },
    1257: {
        'date': '2023-07-19',
        'id': 1257,
        'inflection': '''أحترم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة ، والفاعل ضمير مستتر وجوبا تقديره أنا.
أحترم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر وجوبا تقديره أنا.
والجملة الفعلية لامحل لها من الإعراب لأنها ابتدائية.
الطويلبة: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة.
التي: اسم موصول مبني على السكون في محل نصب نعت ( صفة ) للطويلبة.
تحترم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر جوازا تقديره هي.
والجملة الفعلية ( تحترم ) لا محل لها من الإعراب لأنها صلة الموصول.
نفسها: مفعول به منصوب وعلامة نصبه الفتحة الظاهرةوهو مضافوالهاء ضمير متصل مبني على السكون في محل جر بالإضافة.
''',
        'keywords': 'الطويلبة:التي:احترم:نفس',
        'phrase': 'أحترم الطويلبة التي تحترم نفسها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحترم الطويلبة التي تحترم نفسها',
        },
    1258: {
        'date': '2023-07-19',
        'id': 1258,
        'inflection': '''أنا: ضمير منفصل مبني على السكون في محل رفع مبتدأ.
أنا: ضمير منفصل مبني على السكون في محل رفع مبتدأ.
عربي: خبر مرفوع وعلامة رفعه الضمة الظاهرة.
أحب: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر وجوبا تقديره أنا.
والجملة الفعلية ( أحب ) في محل رفع صفة لـ(عربي) عروبتي: مفعول به منصوب وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلموهو مضافوياء المتكلم ضمير متصل مبني على السكون في محل جر بالإضافة.
''',
        'keywords': 'عربة:أنا:عرب:حب:أحب:عروبة:عربي:حبا:حبى:عروب:حاب',
        'phrase': 'أنا عربي أحب عروبتي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا عربي أحب عروبتي',
        },
    1259: {
        'date': '2023-07-19',
        'id': 1259,
        'inflection': '''وقد: الواو حرف استئناف، قد حرف تحقيق مبني على السكون لا محل له من الإعراب.
وقد: الواو حرف استئناف، قد حرف تحقيق مبني على السكون لا محل له من الإعراب.
اغتدي: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الياء منع من ظهورها الثقل،  والفاعل ضمير مستتر فبه وجوبا تقديره: أنا.
والجملة الفعلية لا محل لها من الإعراب استئنافية.
والطير: الواو واو الحال، الطير مبتدأ مرفوع بالضمة الظاهرة.
في وكناتها: جار ومجرور وشبه الجملة متعلق بمحذوف في محل رفع خبر، ووكنات مضاف، والضمير المتصل في محل جر مضاف إليه.
والجملة الاسمية في محل نصب حال من الفاعل في " أغتدي " والتقدير: أغدوا إلى الصيد ملابسا لهذه الحالة، والرابط الواو.
بمنجرد :الباء حرف جر، منجرد اسم مجرور بالباء، والجر والمجرور متعلقان بـ " أغتدي "، ومنجرد صفة لموصوف محذوف وهو اسم فاعل، وفاعله ضمير مستتر فيه جوازا تقديره: هو يعود على فرس الشاعر.
قيد الأوابد: قيد صفة ثانية للموصوف المحذوف، وقيد مضاف والأوابد مضاف إليه وهو من باب إضافة الوصف لمعموله، وفاعله ضمير مستتر فيه جوازا تقديره: هو يعود على الفرس.
هيكل: صفة ثالثة للموصوف المحذوف مجرور بالكسرة.
والشاهد قوله: أغتديفهو فعل لازم يكتفي بفاعله ولا يتعدى للمفعول به لا بنفسه ،ولا بوساطة حرف الجر.
''',
        'keywords': 'هيكل:طير:وكن:قاد:اغتدي:أوابد:وكنة:في:قيد:كنة:وقد:قال:قد:بمنجرد:::شاعر',
        'phrase': 'قال الشاعر: وقد اغتدي والطير في وكناتها بمنجرد قيد الأوابد هيكل',
        'reference': 'i3rabxi3rab',
        'source': 'امرؤ القيس',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'شعر',
        'unvocalized': 'قال الشاعر: وقد اغتدي والطير في وكناتها بمنجرد قيد الأوابد هيكل',
        },
    1260: {
        'date': '2023-07-19',
        'id': 1260,
        'inflection': '''مذبذبين: حال منصوبة بالياء من الضمير في " يذكرون " {، }1ومسوغ مجيئه حالا لأنه اسم مشتق.
مذبذبين: حال منصوبة بالياء من الضمير في " يذكرون " {، }1ومسوغ مجيئه حالا لأنه اسم مشتق.
بين ذلك: بين ظرف مكان منصوب بالفتحة متعلق بمذبذبين، وهو مضاف، وذا اسم إشارة مبني على السكون في محل جر مضاف إليه، واللام للبعد، والكاف حرف خطاب مبني على الفتحويصح إعراب " ذلك " ككلمة واحدة مبنية على الفتح في محل جر بالإضافةومثلها أسماء الإشارة المتصلة بالكاف.
لا إلى هؤلاء: لا نافية لا عمل لها، إلى هؤلاء جار ومجرور متعلقان بمحذوف في محل نصب حال.
ولا إلى هؤلاء: الواو حرف عطف، وما بعدها معطوف على ما قبلها.
وتقدير الحال: لا منسوبين إلى هؤلاء ولا إلى هؤلاء.
''',
        'keywords': '}:بين:ذلك:إلى:مذبذب:عالى:قال:تعالى:{::لا:ذل:هؤلاء',
        'phrase': 'قال تعالى { :مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء }',
        'reference': 'i3rabxi3rab',
        'source': 'النساء 143',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء }',
        },
    1261: {
        'date': '2023-07-19',
        'id': 1261,
        'inflection': '''ويشهد: الواو حرف عطف على الوجه الأرجح ـ وسنبين ذلك ـ وقيل استئنافية، ويشهد فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه جوازا تقديره: هو، يعود إلى " من ".
الله: لفظ الجلالة مفعول به منصوب على ما: على حرف جر، ما اسم موصول مبني على السكون في محل جر، وشبه الجملة متعلق بـ " يشهد ".
في قلبه: جار ومجرور متعلقان بمحذوف صلة ما، أو صفة لها إن اعتبرنا " ما " نكرة موصوفة، والضمير المتصل في محل جر مضاف إليه.
وجملة: يشهد…إلخ معطوفة على جملة يعجبك في أول الآية { ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله }.
''',
        'keywords': '}:في:عالى:قال:تعالى:{::أشهد:على:شهد:ما:قلب:الله',
        'phrase': 'قال تعالى { :ويشهد الله على ما في قلبه }',
        'reference': 'i3rabxi3rab',
        'source': 'البقرة 204',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ويشهد الله على ما في قلبه }',
        },
    1262: {
        'date': '2023-07-19',
        'id': 1262,
        'inflection': '''ذهب: فعل ماض مبني على الفتح، لا محل له من الإعراب.
ذهب: فعل ماض مبني على الفتح، لا محل له من الإعراب.
الله: لفظ الجلالة فاعل مرفوع بالضمة.
بنورهم: جار ومجرور متعلقان بـ " ذهب " والضمير المتصل في محل جر مضاف إليه.
''',
        'keywords': '}:ذهب:عالى:قال:تعالى:{::نور:الله',
        'phrase': 'قال تعالى { :ذهب الله بنورهم }',
        'reference': 'i3rabxi3rab',
        'source': 'البقرة 17',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ذهب الله بنورهم }',
        },
    1263: {
        'date': '2023-07-19',
        'id': 1263,
        'inflection': 'عاد: فعل ماض مبني على الفتح عاد: فعل ماض مبني على الفتح المسافر: فاعل مرفوع وعلمة رفعه الضمة الظاهرة على آخره.\n',
        'keywords': 'عاد:عادي:مسافر:عادى',
        'phrase': 'عاد المسافر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد المسافر',
        },
    1264: {
        'date': '2023-07-19',
        'id': 1264,
        'inflection': '''حكى: فعل ماض مبني على الفتح المقدر على آخره.
حكى: فعل ماض مبني على الفتح المقدر على آخره.
الأب: فاعل مرفوع وعلمة رفعه الضمة الظاهرة على آخره.
قصة: مفعول به منصوب وعلمة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'أب:قصة:قص:حكى',
        'phrase': 'حكى الأب قصة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حكى الأب قصة',
        },
    1265: {
        'date': '2023-07-19',
        'id': 1265,
        'inflection': '''جلسوا: فعل ماض مبني على الضم لتصاله بواو الجماعة و واو الجماعة ضمير متصل في محل رفع فاعل.
جلسوا: فعل ماض مبني على الضم لتصاله بواو الجماعة و واو الجماعة ضمير متصل في محل رفع فاعل.
على: حرف جر الأرض: اسم مجرور وعلمة جره الكسرة الظاهرة على آخره.
''',
        'keywords': 'على:جلس:أرض',
        'phrase': 'جلسوا على الأرض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلسوا على الأرض',
        },
    1266: {
        'date': '2023-07-19',
        'id': 1266,
        'inflection': '''صمت: فعل ماض مبني على السكون لتصاله بالتاء المتحركة، والتاء المتحركة ضمير متصل مبني في محل رفع فاعل.
صمت: فعل ماض مبني على السكون لتصاله بالتاء المتحركة، والتاء المتحركة ضمير متصل مبني في محل رفع فاعل.
رمضان: مفعول به منصوب وعلمة نصبه الفتحة الظاهرة على آخره.
''',
        'keywords': 'صم:صمى:صام:صمت:رمضان:رمض',
        'phrase': 'صمت رمضان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صمت رمضان',
        },
    1267: {
        'date': '2023-07-19',
        'id': 1267,
        'inflection': 'ضعا: فعل أمر مبني على حذف النون، وألف الاثنين ضمير متصل مبني في محل رفع فاعل ضعا: فعل أمر مبني على حذف النون، وألف الاثنين ضمير متصل مبني في محل رفع فاعل الأوراق: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره في: حرف جر مبني على السكون المحفظة: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره',
        'keywords': 'محفظة:ضع:أوراق:في:ضعا:وضع',
        'phrase': 'ضعا الأوراق في المحفظة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ضعا الأوراق في المحفظة',
        },
    1268: {
        'date': '2023-07-19',
        'id': 1268,
        'inflection': '''قم: فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره أنت.
قم: فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره أنت.
للأستاذ: اللام حرف جر.
الأستاذ: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.
احتراما: مفعول لأجله منصوب''',
        'keywords': 'وقم:أستاذ:قم:احترام:قام',
        'phrase': 'قم للأستاذ احتراما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قم للأستاذ احتراما',
        },
    }


if __name__=="__main__":
    import json
    print(json.dumps(list(SAMPLES.values()), ensure_ascii=False))
