SAMPLES = {657: {'date': '2023-07-19',
       'id': 657,
       'inflection': 'سلم: فعل ماض مبني على الفتح سلم: فعل ماض مبني على الفتح '
                     'الوزير: فاعل مرفوع علامته الضمة. الفائزين: مفعول به أول '
                     'منصوب علامته الياء، لأنه مثنى. أوسمة: مفعول به ثان منصوب '
                     'علامته تنوين الفتح. رفيعة: صفة منصوبة علامته تنوين '
                     'الفتح.',
       'keywords': 'الفائزين:وسمة:سم:وسم:أوسمة:سمة:وزير:أوسم:رفيع:سلم',
       'phrase': 'سلم الوزير الفائزين أوسمة رفيعة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سلم الوزير الفائزين أوسمة رفيعة'},
 658: {'date': '2023-07-19',
       'id': 658,
       'inflection': 'كرم: فعل ماض مبني على الفتح. ت: حرف تأنيث مبني على '
                     'السكون لا محل له. كرم: فعل ماض مبني على الفتح. ت: حرف '
                     'تأنيث مبني على السكون لا محل له. الوزارة: فاعل مرفوع '
                     'علامته الضمة. المعلمين: مفعول به منصوب علامته الياء، '
                     'لأنه جمع مذكر سالم و: حرف عطف المعلمات: معطوف على منصوب، '
                     'علامته الكسرة لأنه جمع مؤنث سالم.',
       'keywords': 'معلمة:كرم:معلم:وزارة',
       'phrase': 'كرمت الوزارة المعلمين والمعلمات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كرمت الوزارة المعلمين والمعلمات'},
 659: {'date': '2023-07-19',
       'id': 659,
       'inflection': 'خبر: فعل ماض مبني على الفتح. خبر: فعل ماض مبني على '
                     'الفتح. مذيع: فاعل مرفوع علامته الضمة، وهو مضاف. النشرة: '
                     'مضاف إليه مجرور علامته الكسرة المستمعين: مفعول به أول '
                     'منصوب علامته الياء، لأنه جمع مذكر سالم. و: حرف عطف مبني '
                     'على الفتح. المستمعات: معطوف على منصوب، علامته الكسرة، '
                     'لأنه جمع مؤنث سالم. الطقس: مفعول به ثان منصوب علامته '
                     'الفتحة. حارا: مفعول به ثالث منصوب علامته تنوين الفتح.',
       'keywords': 'خبر:مستمع:حار:طقس:مذيع:نشرة:نشر',
       'phrase': 'خبر مذيع النشرة المستمعين والمستمعات الطقس حارا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'خبر مذيع النشرة المستمعين والمستمعات الطقس حارا'},
 660: {'date': '2023-07-19',
       'id': 660,
       'inflection': 'ساعد: فعل ماض مبني على السكون. ساعد: فعل ماض مبني على '
                     'السكون. ت: ضمير مبني على لاضم في محل رفع فاعل. ك: ضمير '
                     'متصل مبني على الفتح في محل نصب مفعول به. في محنة: جار '
                     'ومجرور. ك: في محل جر بالإضافة',
       'keywords': 'ساعد:محن:في:محنة',
       'phrase': 'ساعدتك في محنتك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساعدتك في محنتك'},
 661: {'date': '2023-07-19',
       'id': 661,
       'inflection': 'راجع: فعل ماض مبني على السكون. ت: ضمير مبني على الضم في '
                     'محل رفع فاعل راجع: فعل ماض مبني على السكون. ت: ضمير مبني '
                     'على الضم في محل رفع فاعل هم: ضمير متصل مبني على السكون '
                     'في محل نصب مفعول به. في الأمر: شبه جملة جار ومجرور.',
       'keywords': 'في:أمر:راجع',
       'phrase': 'راجعتهم في الأمر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'راجعتهم في الأمر'},
 662: {'date': '2023-07-19',
       'id': 662,
       'inflection': 'إياك: ضمير مبني على الفتح في محل نصب مفعول به. إياك: '
                     'ضمير مبني على الفتح في محل نصب مفعول به. نعبد: فعل مضارع '
                     'مرفوع علامته الضمة، وفاعله مستتر تقديره نحن. والجملة '
                     'الفعلية: من الفعل والفاعل والمفعول به، في محل رفع لمبتدأ '
                     'محذوف تقديره نحن.',
       'keywords': 'عبد:استعان:إياك',
       'phrase': 'إياك نعبد وإياك نستعين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إياك نعبد وإياك نستعين'},
 663: {'date': '2023-07-19',
       'id': 663,
       'inflection': 'إياه: ضمير مبني على السكون في محل مفعول به. إياه: ضمير '
                     'مبني على السكون في محل مفعول به. خص فعل ماض مبني على '
                     'الفتح. الرجل: فاعل مرفوع، علامته الضمة. بالثناء: شبه '
                     'جملة جار ومجرور متعلقة بـ (خص )',
       'keywords': 'خص:خاص:إياه:ثناء:رجل',
       'phrase': 'إياه خص الرجل بالثناء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إياه خص الرجل بالثناء'},
 664: {'date': '2023-07-19',
       'id': 664,
       'inflection': 'عرف: فعل ماض مبني على السكون. ت: ضمير مبني على الضم في '
                     'محل رفع فاعل. عرف: فعل ماض مبني على السكون. ت: ضمير مبني '
                     'على الضم في محل رفع فاعل. أن: حرف مشبه بالفعل مبني على '
                     'الفتح. ك: ضمير مبني على الفتح في محل نصب اسم إن. قادم: '
                     'خبر إن مرفوع، علامته تنوين الضم. والمصدر المسبوك من أن '
                     'واسمها وخبرها يقع مفعولا به. قدوم: مفعول به منصوب، '
                     'علامته الفتحة، وهو مضاف ،ك: في محل جر بالإضافة.',
       'keywords': 'ناك:أن:قدوم:ونك:أنك:نكي:قادم:عرف:نكى',
       'phrase': 'عرفت أنك قادم عرفت قدومك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عرفت أنك قادم عرفت قدومك'},
 665: {'date': '2023-07-19',
       'id': 665,
       'inflection': 'ظن: فعل ماض مبني على السكون. ت: ضمير مبني في محل رفع '
                     'فاعل. ك: ضمير مبني على الفتح في محل نصب مفعول به أول. '
                     'ظن: فعل ماض مبني على السكون. ت: ضمير مبني في محل رفع '
                     'فاعل. ك: ضمير مبني على الفتح في محل نصب مفعول به أول. '
                     'تحضر: فعل مضارع مرفوع علامته الضمة، وفاعله مستتر تقديره '
                     'أنت والجملة من الفعل والفاعل في محل نصب مفعول به ثان '
                     'للفعل ظن.',
       'keywords': 'ظن:أحضر:ظنن:حضر:تحضر',
       'phrase': 'ظننتك تحضر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ظننتك تحضر'},
 666: {'date': '2023-07-19',
       'id': 666,
       'inflection': 'أمسك: فعل ماض مبني على السكون. ت: ضمير مبني على الضم في '
                     'محل رفع فاعل. أمسك: فعل ماض مبني على السكون. ت: ضمير '
                     'مبني على الضم في محل رفع فاعل. بيد: الباء حرف جر زائد، '
                     'يد: اسم مجرور لفظا بحرف الجر الزائد – في محل نصب مفعول '
                     'به',
       'keywords': 'مسك:أمسك:يد:مسكت:بيد',
       'phrase': 'أمسكت بيدك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أمسكت بيدك'},
 667: {'date': '2023-07-19',
       'id': 667,
       'inflection': 'أيا: مفعول به منصوب علامته تنوين الفتح. أيا: مفعول به '
                     'منصوب علامته تنوين الفتح. ما: اسم موصول مبني في محل جر '
                     'مضاف إليه. تحترم: فعل مضارع مجزوم، علامته السكون، فعل '
                     'الشرط. والفاعل ضمير مستتر تقديره أنت يحترم: فعل مضارع '
                     'مجزوم علامته السكون، جواب الشرط. ك: ضمير مبني على الفتح '
                     'في محل نصب مفعول به.',
       'keywords': 'أيا:ما:احترم',
       'phrase': 'أيا ما تحترم يحترمك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أيا ما تحترم يحترمك'},
 668: {'date': '2023-07-19',
       'id': 668,
       'inflection': 'كم: اسم استفهام مبني على السكون، في محل نصب مفعول به. '
                     'كم: اسم استفهام مبني على السكون، في محل نصب مفعول به. '
                     'دينارا: تمييز منصوب علامته تنوين الفتح. دفعت: فعل ماض '
                     'مبني على السكون، والتاء في محل رفع فاعل. ثمنا: مفعول '
                     'لأجله منصوب علامته تنوين الفتح. للسيارة: شبه جملة جار '
                     'ومجرور.',
       'keywords': 'وكم:دينار:ثم:سيارة:دفع:كام:ثمن:؟:وثم:كم:سيار',
       'phrase': 'كم دينارا دفعت ثمنا للسيارة ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كم دينارا دفعت ثمنا للسيارة ؟'},
 669: {'date': '2023-07-19',
       'id': 669,
       'inflection': 'كم: اسم مبني على السكون في محل نصب مفعول به. كم: اسم '
                     'مبني على السكون في محل نصب مفعول به. صديق: اسم مجرور '
                     'بحرف جر مقدر وتقديره من. ضيع: فعل ماض مبني على السكون. '
                     'ت: ضمير مبني على الفتح في محل رفع فاعل',
       'keywords': 'ضيع:وكم:!:كام:ضاع:صديق:كم',
       'phrase': 'كم صديق ضيعت!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كم صديق ضيعت!'},
 670: {'date': '2023-07-19',
       'id': 670,
       'inflection': 'كأين: اسم مبني على السكون في محل نصب مفعول به. كأين: اسم '
                     'مبني على السكون في محل نصب مفعول به. من فرصة: شبه جملة '
                     'جار ومجرور. أهدرت: فعل ماض مبني على الفتح، والتاء في محل '
                     'رفع فاعل.',
       'keywords': 'كأى:أهدر:فرص:!:فرصة:منى:كأين:هدر:أين:مان:من',
       'phrase': 'كأين من فرصة أهدرت !',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كأين من فرصة أهدرت !'},
 671: {'date': '2023-07-19',
       'id': 671,
       'inflection': 'أما: حرف مبني على السكون، لا محل له. أما: حرف مبني على '
                     'السكون، لا محل له. اليتيم: مفعول به منصوب مقدم علامته '
                     'الفتحة. لا: حرف مبني على السكون. تقهر: فعل مضارع مجوم '
                     'علامته السكون. والفاعل ضمير مستتر تقديره أنت.',
       'keywords': 'يتيم:أم:قهر:لا:فأم:أما:وفل:فل:فلا',
       'phrase': 'فأما اليتيم فلا تقهر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'فأما اليتيم فلا تقهر'},
 672: {'date': '2023-07-19',
       'id': 672,
       'inflection': 'إياك: ضمير منفصل مبني على الفتح في محل نصب مفعول به لفعل '
                     'محذوف وتقديره (أحذر). إياك: ضمير منفصل مبني على الفتح في '
                     'محل نصب مفعول به لفعل محذوف وتقديره (أحذر). و :حرف عطف. '
                     'النفاق -1 :اسم معطوف على منصوب، فهو منصوب، علامته الفتحة '
                     '. 2-مفعول به منصوب لفعل محذوف تقديره (احذر )',
       'keywords': 'نفاق:إياك',
       'phrase': 'إياك والنفاق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إياك والنفاق'},
 673: {'date': '2023-07-19',
       'id': 673,
       'inflection': 'إياك: ضمير مبني على الفتح في محل نصب مفعول به لفعل '
                     'محذوف. إياك: ضمير مبني على الفتح في محل نصب مفعول به '
                     'لفعل محذوف. إياك: توكيد لفظي لما هو مبني على الفتح. و '
                     ':حرف عطف. الكسل: معطوف على منصوب علامته الفتحة. أو مفعول '
                     'به منصوب علامته الفتحة، لفعل محذوف تقديره إحذر.',
       'keywords': 'كسل:إياك',
       'phrase': 'إياك إياك والكسل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إياك إياك والكسل'},
 674: {'date': '2023-07-19',
       'id': 674,
       'inflection': 'إياكن :ضمير مبني على الفتح في محل نصب مفعول به لفعل '
                     'محذوف تقديره (أحذر). إياكن :ضمير مبني على الفتح في محل '
                     'نصب مفعول به لفعل محذوف تقديره (أحذر). و :حرف عطف. '
                     'السمنة: معطوف بالنصب على منصوب، علامته الفتحة. مفعول به '
                     'منصوب لفعل محذوف تقديره اتقين',
       'keywords': 'سمن:إياكن:سمنة',
       'phrase': 'إياكن والسمنة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إياكن والسمنة'},
 675: {'date': '2023-07-19',
       'id': 675,
       'inflection': 'نفس: مفعول به منصوب لفعل محذوف تقديره (ق) أو توق، وهو '
                     'مضاف. نفس: مفعول به منصوب لفعل محذوف تقديره (ق) أو توق، '
                     'وهو مضاف. ك: في محل جر بالإضافة. و: حرف عطف. التدخين: '
                     'معطوف بالنصب على نفس، علامته الفتحة. أو مفعول به منصوب '
                     'لفعل محذوف',
       'keywords': 'تدخين:نفس',
       'phrase': 'نفسك والتدخين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نفسك والتدخين'},
 676: {'date': '2023-07-19',
       'id': 676,
       'inflection': 'أخا: مفعول به منصوب علامته الألف لأنه من الأسماء الخمسة، '
                     'لفعل محذوف تقديره (اقصد) وهو مضاف. أخا: مفعول به منصوب '
                     'علامته الألف لأنه من الأسماء الخمسة، لفعل محذوف تقديره '
                     '(اقصد) وهو مضاف. ك: في محل جر بالإضافة. أخاك: توكيد لفظي '
                     'لمنصوب. عند: ظرف منصوب متعلق بالفعل المحذوف (اقصد) وهو '
                     'مضاف. الشدائد: مضاف إليه مجرور علامته الكسرة.',
       'keywords': '،:عند:أخا:أخ:قصد:شدائد',
       'phrase': 'أخاك، أخاك عند الشدائد اقصد أخاك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أخاك، أخاك عند الشدائد اقصد أخاك'},
 677: {'date': '2023-07-19',
       'id': 677,
       'inflection': 'الكرم: مفعول به منصوب لفعل محذوف تقديره (إلزم) الكرم: '
                     'مفعول به منصوب لفعل محذوف تقديره (إلزم) و :حرف عطف. '
                     'الوفاء: مفعول به منصوب لفعل محذوف تقديره (اتبع).',
       'keywords': 'وفاء:كرم:إلزم',
       'phrase': 'الكرم والوفاء إلزم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الكرم والوفاء إلزم'},
 678: {'date': '2023-07-19',
       'id': 678,
       'inflection': 'الصلاة: مفعول به منصوب لفعل محذوف تقديرة (احضر) الصلاة: '
                     'مفعول به منصوب لفعل محذوف تقديرة (احضر) جامعة: حال منصوب '
                     'علامته تنوين الفتح.',
       'keywords': 'صلاة:،:حضر:جامعة:جامع',
       'phrase': 'الصلاة جامعة احضر، احضروا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الصلاة جامعة احضر، احضروا'},
 679: {'date': '2023-07-19',
       'id': 679,
       'inflection': 'الصدق: مفعول به منصوب لفعل محذوف تقديره (اتبع) الصدق: '
                     'مفعول به منصوب لفعل محذوف تقديره (اتبع) الصدق: توكيد '
                     'منصوب علامته الفتحة.',
       'keywords': 'تبع:اتبع:صدق',
       'phrase': 'الصدق الصدق اتبع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الصدق الصدق اتبع'},
 680: {'date': '2023-07-19',
       'id': 680,
       'inflection': 'نحن: ضمير مبني على الضم في محل رفع مبتدأ. نحن: ضمير مبني '
                     'على الضم في محل رفع مبتدأ. العرب: مفعول به لفعل محذوف '
                     'تقديره أخص، علامته الفتحة. نحترم: فعل مضارع مرفوع، '
                     'وعلامته الضمة، وفاعله مستتر فيه تقديره نحن. الغريب: '
                     'مفعول به منصوب علامته الفتحة.',
       'keywords': 'ناح:نحن:نحى:حنى:وحن:حان:نح:عرب:غريب:أحنى:احترم:حنا:حن',
       'phrase': 'نحن العرب نحترم الغريب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نحن العرب نحترم الغريب'},
 681: {'date': '2023-07-19',
       'id': 681,
       'inflection': 'نحن: ضمير مبني على الضم في محل رفع مبتدأ. نحن: ضمير مبني '
                     'على الضم في محل رفع مبتدأ. الموقعين: مفعول به منصوب لفعل '
                     'محذوف تقديره (أخص ) علامته الياء، لأن جمع مذكر سالم '
                     'أدنى: ظرف زمان منصوب بفتحة مقدرة على آخره، وهو مضاف. ه: '
                     'في محل جر بالإضافة. نشهد: فعل مضارع مرفوع علامته الضمة، '
                     'وفاعله مستتر فيه والجملة من الفعل والفاعل في محل رفع خبر '
                     'مبتدأ على صحة: شبه جملة جار ومجرور. المعاملة: مضاف إليه '
                     'مجرور علامته الكسرة.',
       'keywords': 'دنى:معامل:ناح:حنى:حان:نح:حنا:آد:موقع:شهد:صحة:نحى:حن:أشهد:دن:أدنى:نحن:على:معاملة:وحن:أحنى',
       'phrase': 'نحن الموقعين أدناه نشهد على صحة المعاملة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نحن الموقعين أدناه نشهد على صحة المعاملة'},
 682: {'date': '2023-07-19',
       'id': 682,
       'inflection': 'نحن: ضمير مبني على الضم في محل رفع مبتدأ. نحن: ضمير مبني '
                     'على الضم في محل رفع مبتدأ. بني: مفعول به منصوب لفعل '
                     'محذوف تقديره (أخص) علامته الياء لأنه ملحق بجمع المذكر '
                     'السالم، وهو مضاف. تميم: مضاف إليه مجرور علامته الكسرة. '
                     'نأبى: فعل مضارع مرفوع بضمة مقدرة على آخره، وفاعله مستتر '
                     'فيه تقديره (نحن). الضيم: مفعول به منصوب علامته الفتحة. '
                     'والجملة: الفعل والفاعل والمفعول به في محل رفع خبر '
                     'المبتدأ.',
       'keywords': 'أبى:تميم:ضيم:ناح:نحن:نحى:حنى:وحن:حان:نح:بني:بن:أحنى:بنى:حنا:حن',
       'phrase': 'نحن بني تميم نأبى الضيم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نحن بني تميم نأبى الضيم'},
 683: {'date': '2023-07-19',
       'id': 683,
       'inflection': 'بك :الباء حرف جر مبني على الكسر، الضمير (ك) العائد على '
                     'لفظ الجلالة مبني على الفتح في بك :الباء حرف جر مبني على '
                     'الكسر، الضمير (ك) العائد على لفظ الجلالة مبني على الفتح '
                     'في محل جر ،والجار والمجرور متعلقان بـ "أرجو". الله: لفظ '
                     'الجلالة، مفعول به منصوب علامته الفتحة لفعل محذوف تقديره '
                     '"أخص". أرجو: فعل مضارع مرفوع علامته ضمة مقدرة على آخره ن '
                     'وفاعله مستتر فيه تقديره "أنا". التوفيق: مفعول به منصوب '
                     'علامته الفتحة',
       'keywords': 'بك:باك:الله:رجا:توفيق',
       'phrase': 'بك الله أرجو التوفيق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'بك الله أرجو التوفيق'},
 684: {'date': '2023-07-19',
       'id': 684,
       'inflection': 'سبحان: مفعول مطلق منصوب علامته الفتحة، وهو مضاف. سبحان: '
                     'مفعول مطلق منصوب علامته الفتحة، وهو مضاف. ك: في محل جر '
                     'بالإضافة. الله: لفظ الجلالة مفعول به منصوب لفعل محذوف '
                     'تقديره "أخص" أو أقصد.. العظيم: صفة منصوبة علامتها '
                     'الفتحة.',
       'keywords': 'الله:عظيم:سبحان',
       'phrase': 'سبحانك الله العظيم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سبحانك الله العظيم'},
 685: {'date': '2023-07-19',
       'id': 685,
       'inflection': 'لازمت :فعل وفاعل. لازمت :فعل وفاعل. البيت :مفعول به '
                     'منصوب. استجماما: مفعول لأجله منصوب.',
       'keywords': 'بيت:استجمام:لازم',
       'phrase': 'لازمت البيت استجماما',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لازمت البيت استجماما'},
 686: {'date': '2023-07-19',
       'id': 686,
       'inflection': 'زرت :فعل وفاعل ا زرت :فعل وفاعل ا الوالدة :مفعول به '
                     'منصوب. رغبة :مفعول لأجله منصوب. في الرضا :جار ومجرور '
                     'متعلقان بـ رغبة.',
       'keywords': 'زر:زرى:والد:رغب:زار:رضا:في:رغبة',
       'phrase': 'زرت الوالدة رغبة في الرضا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'زرت الوالدة رغبة في الرضا'},
 687: {'date': '2023-07-19',
       'id': 687,
       'inflection': 'أسامح :فعل مضارع مرفوع ..وفاعله مستتر فيه ( أنا) أسامح '
                     ':فعل مضارع مرفوع ..وفاعله مستتر فيه ( أنا) الصديق :مفعول '
                     'به منصوب. حفاظا :مفعول لأجله منصوب. على المودة :شبه جملة '
                     'متعلقة بـ حفاظا.',
       'keywords': 'حفاظ:سامح:مودة:على:صديق',
       'phrase': 'أسامح الصديق حفاظا على المودة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أسامح الصديق حفاظا على المودة'},
 688: {'date': '2023-07-19',
       'id': 688,
       'inflection': 'استرحت :فعل وفاعل. طلبا :مفعول لأجله منصوب. استرحت :فعل '
                     'وفاعل. طلبا :مفعول لأجله منصوب.',
       'keywords': 'طلب:راحة:استراح:راح',
       'phrase': 'استرحت طلبا للراحة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استرحت طلبا للراحة'},
 689: {'date': '2023-07-19',
       'id': 689,
       'inflection': 'اتحفظ :فعل مضارع مرفوع، وفاعله مستتر تقديره أنا. اتحفظ '
                     ':فعل مضارع مرفوع، وفاعله مستتر تقديره أنا. في كلامي: جار '
                     'ومجرور متعلقان بـ أتحفظ. خشية :مفعول لأجله منصوب، وهو '
                     'مضاف. الزلل :مضاف إليه مجرور',
       'keywords': 'حفظ:لام:خشي:في:زلل:تحفظ:خش:كلام:خشية',
       'phrase': 'أتحفظ في كلامي خشية الزلل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أتحفظ في كلامي خشية الزلل'},
 690: {'date': '2023-07-19',
       'id': 690,
       'inflection': 'أسأل :فعل مضارع مرفوع وفاعله مستتر فيه. أسأل :فعل مضارع '
                     'مرفوع وفاعله مستتر فيه. العالم :مفعول به منصوب. قصد '
                     ':مفعول لأجله منصوب، وهو مضاف. المعرفة :مضاف إليه مجرور.',
       'keywords': 'سأل:معرفة:معرف:عالم:قصد',
       'phrase': 'أسأل العالم قصد المعرفة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أسأل العالم قصد المعرفة'},
 691: {'date': '2023-07-19',
       'id': 691,
       'inflection': 'و :حرف عطف. الأرض :اسم معطوف على اسم سابق منصوب. و :حرف '
                     'عطف. الأرض :اسم معطوف على اسم سابق منصوب. وضع :فعل ماض '
                     'مبني على الفتح. والفاعل ضمير مستتر يعود إلى لفظ الجلالة. '
                     'ها :في محل نصب مفعول به. للأنام :جار ومجرور متعلقان بـ '
                     'وضع.',
       'keywords': 'قول:أرض:أنام:":وضع:عالى:ضع:”:ضاع:تعالى',
       'phrase': 'قوله تعالى " والأرض وضعها للأنام”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'قوله تعالى " والأرض وضعها للأنام”'},
 692: {'date': '2023-07-19',
       'id': 692,
       'inflection': 'جئت :فعل وفاعل. جئت :فعل وفاعل. للدراسة: جار ومجرور '
                     'متعلقان بـ جئت.',
       'keywords': 'دراسة:جاء:دراس',
       'phrase': 'جئت للدراسة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'جئت للدراسة'},
 693: {'date': '2023-07-19',
       'id': 693,
       'inflection': 'لا :حرف نهي مبني على السكون. لا :حرف نهي مبني على '
                     'السكون. تقتلوا: فعل مضارع مجزوم علامته حذف النون. '
                     'والواو: في محل رفع فاعل. أولاد :مفعول به منصوب، وهو '
                     'مضاف. كم :ضمير مبني في محل جر مضاف إليه. من :حرف جر '
                     'مبني. إملاق: اسم مجرور، والجار والمجرور في محل نصب مفعول '
                     'لأجله.',
       'keywords': 'قول:أولاد:":إملاق:لا:مان:عالى:قتل:منى:لاد:تعالى:من',
       'phrase': 'قوله تعالى " ولا تقتلوا أولادكم من إملاق"',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'قوله تعالى " ولا تقتلوا أولادكم من إملاق"'},
 694: {'date': '2023-07-19',
       'id': 694,
       'inflection': 'تركت :فعل وفاعل. تركت :فعل وفاعل. المنكر :مفعول به '
                     'منصوب. خشية :مفعول لأجله منصوب، وهو مضاف.',
       'keywords': 'خشي:الله:خش:ترك:منكر:خشية:تورك',
       'phrase': 'تركت المنكر خشية الله',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تركت المنكر خشية الله'},
 695: {'date': '2023-07-19',
       'id': 695,
       'inflection': 'لخشية :جار ومجرور في محل نصب مفعول لأجله. لخشية :جار '
                     'ومجرور في محل نصب مفعول لأجله. من خشية :جار ومجرور في '
                     'محل نصب مفعول لأجله.',
       'keywords': 'مضاف:إلي:جلالة:::لفظ:جلال:الله:إلى:مجرور:فظ',
       'phrase': 'الله :لفظ الجلالة مضاف إليه مجرور',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الله :لفظ الجلالة مضاف إليه مجرور'},
 696: {'date': '2023-07-19',
       'id': 696,
       'inflection': 'يجعلون :فعل مضارع مرفوع، علامته ثبوت النون. يجعلون :فعل '
                     'مضارع مرفوع، علامته ثبوت النون. أصابع :مفعول به منصوب، '
                     'وهو مضاف. هم :في محل جر بالإضافة. في آذانهم :شبه جملة '
                     'متعلقة بـ يجعلون.',
       'keywords': 'قول:أصابع:":آذان:جعل:مان:عالى:منى:موت:في:الصواعقحذر:صابع:تعالى:من',
       'phrase': 'قوله تعالى " يجعلون أصابعهم في آذانهم من الصواعقحذر الموت"',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'قوله تعالى " يجعلون أصابعهم في آذانهم من الصواعقحذر '
                      'الموت"'},
 697: {'date': '2023-07-19',
       'id': 697,
       'inflection': 'حذر :مفعول لأجله منصوب، وهو مضاف. حذر :مفعول لأجله '
                     'منصوب، وهو مضاف. الموت :مضاف إليه مجرور.',
       'keywords': '::أجلى:جار:مان:صب:صواعق:مفعول:جاري:أصاب:نصب:محل:أجال:جله:صبا:في:من:صاب:أجل:جلى:جارى:جلا:منى:وصب:مجرور',
       'phrase': 'من الصواعق :جار ومجرور في محل نصب مفعول لأجله',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'من الصواعق :جار ومجرور في محل نصب مفعول لأجله'},
 698: {'date': '2023-07-19',
       'id': 698,
       'inflection': 'حبا :مفعول لأجله منصوب، مقدم. حبا :مفعول لأجله منصوب، '
                     'مقدم. في الاستطلاع :جار ومجرور متعلقان بـ ( أتيت). أتيت '
                     ':فعل وفاعل. لحب :اللام حرف جر، وحب اسم مجرور باللام، '
                     'والجار والمجرور في محل نصب مفعول لأجله . قوله تعالى " '
                     'ينفقون أموالهم ابتغاءمرضاة الله" ينفقون :فعل مضارع '
                     'مرفوع، علامته ثبوت النون. أموال :مفعول به منصوب، وهو '
                     'مضاف. هم :في محل جر بالإضافة. ابتغاء :مفعول لأجله منصوب، '
                     'وهو مضاف. مرضاة :مضاف إليه مجرور علامته الكسرة، وهو '
                     'مضاف. الله :لفظ الجلالة، مضاف إليه مجرور.',
       'keywords': 'أتا:،:و:حب:استطلاع:أتى:في:حبا:لحب',
       'phrase': 'حبا في الاستطلاع أتيت، و لحب الاستطلاع أتيت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حبا في الاستطلاع أتيت، و لحب الاستطلاع أتيت'},
 699: {'date': '2023-07-19',
       'id': 699,
       'inflection': 'سجدوا :فعل ماض مبني على الضم، لاتصاله بواو الجماعة، وهي '
                     'في محل رفع فاعل. سجدوا :فعل ماض مبني على الضم، لاتصاله '
                     'بواو الجماعة، وهي في محل رفع فاعل. لكسرى: جار ومجرور '
                     'متعلقان بـ سجدوا. إذ :حرف مبني على السكون. بدا :فعل ماض '
                     'مبني على الفتح. إجلالا :مفعول لأجله منصوب.',
       'keywords': 'سجد:بدى:إذ:إجلال:كسرى',
       'phrase': 'سجدوا لكسرى إذ بدى إجلالا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سجدوا لكسرى إذ بدى إجلالا'},
 700: {'date': '2023-07-19',
       'id': 700,
       'inflection': 'هاجر :فعل ماض مبني على الفتح، فاعله مستتر فيه. هاجر :فعل '
                     'ماض مبني على الفتح، فاعله مستتر فيه. للرغبة :جار ومجرور '
                     'في محل نصب مفعول لأجله. في الغنى: جار ومجرور متعلقان بـ '
                     '" الرغبة"',
       'keywords': 'رغب:في:غنى:رغبة:هاجر',
       'phrase': 'هاجر للرغبة في الغنى',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هاجر للرغبة في الغنى'},
 701: {'date': '2023-07-19',
       'id': 701,
       'inflection': 'دار :فعل ماض مبني على الفتح. دار :فعل ماض مبني على '
                     'الفتح. اللاعب: فاعل مرفوع. حول :ظرف مكان منصوب متعلق '
                     'بدار ،وهو مضاف. الملعب :مضاف إليه مجرور. ثلاث :مفعول '
                     'مطلق منصوب، وهو مضاف. دورات :مضاف إليه مجرور.',
       'keywords': 'دور:دار:ثلاث:دارى:دورة:لاعب:حول:ملعب',
       'phrase': 'دار اللاعب حول الملعب ثلاث دورات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'دار اللاعب حول الملعب ثلاث دورات'},
 702: {'date': '2023-07-19',
       'id': 702,
       'inflection': 'تحدثت :فعل وفاعل. تحدثت :فعل وفاعل. حديث :مفعول مطلق '
                     'منصوب، وهو مضاف. الواثق :مضاف إليه مجرور. من نفسه: جار '
                     'ومجرور متعلقان بالواثق.',
       'keywords': 'تحدث:منى:حديث:نفس:واثق:مان:من',
       'phrase': 'تحدثت حديث الواثق من نفسه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تحدثت حديث الواثق من نفسه'},
 703: {'date': '2023-07-19',
       'id': 703,
       'inflection': 'صبرا :مفعول مطلق منصوب. صبرا :مفعول مطلق منصوب. في مجال: '
                     'جار ومجرور متعلقان بصبرا. الشدة :مضاف إليه مجرور.',
       'keywords': 'شد:صبر:شدة:في:مجال',
       'phrase': 'صبرا في مجال الشدة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'صبرا في مجال الشدة'},
 704: {'date': '2023-07-19',
       'id': 704,
       'inflection': 'وقفت: فعل وفاعل. وقفت: فعل وفاعل. قياما: مفعول مطلق '
                     'منصوب.',
       'keywords': 'قف:وقف:قاف:قيام:قفا:قفى',
       'phrase': 'وقفت قياما',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وقفت قياما'},
 705: {'date': '2023-07-19',
       'id': 705,
       'inflection': 'توضأ :فعل ماض مبني على الفتح. توضأ :فعل ماض مبني على '
                     'الفتح. المصلي: فاعل مرفوع بضمة مقدرة على آخره. وضوءا: '
                     'مفعول مطلق منصوب.',
       'keywords': 'توضأ:ضاء:وضوء:مصل:ضوء:مصلي:وضأ',
       'phrase': 'توضأ المصلي وضوءا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'توضأ المصلي وضوءا'},
 706: {'date': '2023-07-19',
       'id': 706,
       'inflection': 'اذكر :فعل أمر مبني على السكون، فاعله مستتر فيه أنت. اذكر '
                     ':فعل أمر مبني على السكون، فاعله مستتر فيه أنت. اسم '
                     ':مفعول به منصوب، وهو مضاف. رب :مضاف إليه مجرور. تبتل '
                     ':فعل أمر مبني على السكون، فاعله مستتر فيه أنت. إليه :شبه '
                     'جمله متعلقة بتبتل. تبتيلا :مفعول مطلق منصوب.',
       'keywords': 'ربى:سما:رب:ذكر:":تبتل:بتل:إلي:ابتلى:”:اذكر:إلى:ابتل:اسم:راب',
       'phrase': '"اذكر اسم رب تبتل إليه تبتلا”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"اذكر اسم رب تبتل إليه تبتلا”'},
 707: {'date': '2023-07-19',
       'id': 707,
       'inflection': 'أحببت :فعل وفاعل.ها :ضمير مبني في محل نصب مفعول به. '
                     'أحببت :فعل وفاعل.ها :ضمير مبني في محل نصب مفعول به. حبا '
                     ':مفعول مطلق منصوب. لم :حرف نفي وجزم مبني على السكون. '
                     'أحبب :فعل مضارع مجزوم، علامتخ السكون فاعله مستتر أنا. ه '
                     ':ضمير مبني على الضم، في محل نصب مفعول مطلق منصوب. لأحد '
                     ':جار ومجرور متعلقان بأحبب.',
       'keywords': 'لام:حد:حدا:حب:لم:أحد:حاد:أحب:حبب:حدى:حبا:حدي',
       'phrase': 'أحببتها حبا لم أحببه لأحد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أحببتها حبا لم أحببه لأحد'},
 708: {'date': '2023-07-19',
       'id': 708,
       'inflection': 'اجتهدت :فعل وفاعل. اجتهدت :فعل وفاعل. أحسن :مفعول مطلق '
                     'منصوب، وهو مضاف. اجتهاد :مضاف إليه مجرور.',
       'keywords': 'حسن:اجتهاد:اجتهد:أحسن:أحس:حس:حاس',
       'phrase': 'اجتهدت أحسن اجتهاد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'اجتهدت أحسن اجتهاد'},
 709: {'date': '2023-07-19',
       'id': 709,
       'inflection': 'جلس :فعل ماض مبني على الفتح. جلس :فعل ماض مبني على '
                     'الفتح. الولد :فاعل مرفوع. القرفصاء: مفعول مطلق منصوب.',
       'keywords': 'قرفصاء:جلس:ولد',
       'phrase': 'جلس الولد القرفصاء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'جلس الولد القرفصاء'},
 710: {'date': '2023-07-19',
       'id': 710,
       'inflection': 'أنذرت :فعل وفاعل. أنذرت :فعل وفاعل. الحارس: مفعول به '
                     'منصوب. ثلاثا :مفعول مطلق منصوب.',
       'keywords': 'حارس:نذر:أنذر:ثلاثا',
       'phrase': 'أنذرت الحارس ثلاثا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أنذرت الحارس ثلاثا'},
 711: {'date': '2023-07-19',
       'id': 711,
       'inflection': 'رشق :فعل ماض مبني على الفتح. رشق :فعل ماض مبني على '
                     'الفتح. الأطفال :فاعل مرفوع.العدو :مفعول به منصوب. حجارة '
                     ':مفعول مطلق منصوب.',
       'keywords': 'حجارة:أطفال:رشق:عدو:حجار',
       'phrase': 'رشق الأطفال العدو حجارة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'رشق الأطفال العدو حجارة'},
 712: {'date': '2023-07-19',
       'id': 712,
       'inflection': 'ضرب اللاعب :فعل وفاعل. ضرب اللاعب :فعل وفاعل. الكرة '
                     ':مفعول به منصوب. رأسا :مفعول مطلق منصوب.',
       'keywords': 'رأس:كرة:ضرب:لاعب:كر',
       'phrase': 'ضرب اللاعب الكرة رأسا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ضرب اللاعب الكرة رأسا'},
 713: {'date': '2023-07-19',
       'id': 713,
       'inflection': 'ما :اسم استفهام مبني على السكون في محل نصب مفعول مطلق. '
                     'ما :اسم استفهام مبني على السكون في محل نصب مفعول مطلق. '
                     'تزرع :فعل مضارع مرفوع، فاعله مستتر فيه تقديره أنت. حقل '
                     ':مفعول به منصوب، وهو مضاف.',
       'keywords': 'ما:زرع:حقل',
       'phrase': 'ما تزرع حقلك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما تزرع حقلك'},
 714: {'date': '2023-07-19',
       'id': 714,
       'inflection': 'مهما :اسم شرط منصوب في محل نصب مفعول مطلق. مهما :اسم شرط '
                     'منصوب في محل نصب مفعول مطلق. تفعل: فعل مضارع مجزوم فعل '
                     'شرط. أفعل: فعل مضارع مجزوم جواب شرط.',
       'keywords': 'فعل:مهما:عل:مهم',
       'phrase': 'مهما تفعل أفعل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'مهما تفعل أفعل'},
 715: {'date': '2023-07-19',
       'id': 715,
       'inflection': 'أي :مفعول مطلق مبني علامته الفتحة، وهو مضاف. أي :مفعول '
                     'مطلق مبني علامته الفتحة، وهو مضاف. اتجاه: مضاف إليه '
                     'مجرور. تتجه: فعل مضارع مجزوم. أتجه: فعل مضارع مجزوم.',
       'keywords': 'أي:جه:اتجه:اتجاه:وجه',
       'phrase': 'أي اتجاه تتجه أتجه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أي اتجاه تتجه أتجه'},
 716: {'date': '2023-07-19',
       'id': 716,
       'inflection': 'لا :حرف نهي مبني مبني على السكون. لا :حرف نهي مبني مبني '
                     'على السكون. تسرف :فعل مضارع مجزوم، فاعل مستتر. كل :مفعول '
                     'مطلق منصوب. الإسراف: مضاف إليه مجرور.',
       'keywords': 'كل:أكل:إسراف:لاتسرف:كال:وكل',
       'phrase': 'لاتسرف كل الإسراف',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لاتسرف كل الإسراف'},
 717: {'date': '2023-07-19',
       'id': 717,
       'inflection': 'عدلت :فعل وفاعل. عدلت :فعل وفاعل. ذاك :اسم إشارة مبني في '
                     'محل نصب مفعول مطلق وهو مضاف. العدل :بدل منصوب.',
       'keywords': 'عدل:ذاك',
       'phrase': 'عدلت ذاك العدل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عدلت ذاك العدل'},
 718: {'date': '2023-07-19',
       'id': 718,
       'inflection': 'احذر :فعل أمر مبني على السكون، والفاعل تقديره أنت. احذر '
                     ':فعل أمر مبني على السكون، والفاعل تقديره أنت. عدو :مفعول '
                     'به منصوب، وهو مضاف.ك :في محل جر مضاف إليه. حذرا :مفعول '
                     'مطلق منصوب. شديدا :صفة منصوبة.',
       'keywords': 'عدا:حذر:عد:شديد:عدو:عدى',
       'phrase': 'احذر عدوك حذرا شديدا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'احذر عدوك حذرا شديدا'},
 719: {'date': '2023-07-19',
       'id': 719,
       'inflection': 'رأيت :فعل ماض مبني على السكون، والناء في محل رفع فاعل. '
                     'رأيت :فعل ماض مبني على السكون، والناء في محل رفع فاعل. ه '
                     ':ضمير مبني في محل نصب مفعول به أول منصوب. حزينا :مفعول '
                     'ثان منصوب. حزنا :مفعول مطلق منصوب.',
       'keywords': 'حزين:حزى:حاز:حز:حزا:رأي:رأى:حزن',
       'phrase': 'رأيته حزينا حزنا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'رأيته حزينا حزنا'},
 720: {'date': '2023-07-19',
       'id': 720,
       'inflection': 'إن :حرف مبني على الفتح. إن :حرف مبني على الفتح. جهنم '
                     ':اسم إن منصوب. جزاء :خبر إن مرفوع، وهو مضاف. كم :في محل '
                     'جر بالإضافة. جزاء :مفعول مطلق منصوب. موفورا: صفة منصوبة.',
       'keywords': 'إن:":جهنم:جزاء:موفور:”',
       'phrase': '"إن جهنم جزائكم جزاء موفورا”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"إن جهنم جزائكم جزاء موفورا”'},
 721: {'date': '2023-07-19',
       'id': 721,
       'inflection': 'بلى :حرف جواب مبني على السكون. بلى :حرف جواب مبني على '
                     'السكون. جلوسا :مفعول مطلق منصوب، عامله فعل محذوف تقديره '
                     'جلست. طويلا :صفة منصوبة.',
       'keywords': 'طويل:جلوس:جلس:بلى',
       'phrase': 'بلى جلوسا طويلا بلى جلست جلوسا طويلا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'بلى جلوسا طويلا بلى جلست جلوسا طويلا'},
 722: {'date': '2023-07-19',
       'id': 722,
       'inflection': 'حجا :مفعول مطلق منصوب، عامله محذوف تقديره حججت. حجا '
                     ':مفعول مطلق منصوب، عامله محذوف تقديره حججت.',
       'keywords': 'حجا:حج:مبرور',
       'phrase': 'حجا مبرورا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حجا مبرورا'},
 723: {'date': '2023-07-19',
       'id': 723,
       'inflection': 'حمدا :مفعول مطلق منصوب لفعل محذوف تقديره أحمد. حمدا '
                     ':مفعول مطلق منصوب لفعل محذوف تقديره أحمد. شكرا :مفعول '
                     'مطلق منصوب لفعل محذوف تقديره أشكر. كفرا :مفعول مطلق '
                     'منصوب لفعل محذوف تقديره تكفر.',
       'keywords': 'حمد:شكر:لا:،:كفر',
       'phrase': 'حمدا وشكرا، لا كفرا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حمدا وشكرا، لا كفرا'},
 724: {'date': '2023-07-19',
       'id': 724,
       'inflection': 'سقيا :مفعول مطلق منصوب لفعل محذوف تقديره سقاك الله. سقيا '
                     ':مفعول مطلق منصوب لفعل محذوف تقديره سقاك الله. رعيا '
                     ':مفعول مطلق منصوب لفعل محذوف تقديره رعاك الله.',
       'keywords': 'رعي:رعى:سقي:رعا:سقى:سقيا:ورع',
       'phrase': 'سقيا ورعيا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سقيا ورعيا'},
 725: {'date': '2023-07-19',
       'id': 725,
       'inflection': 'أ :حرف استفهام مبني. أ :حرف استفهام مبني. جرأة: مفعول '
                     'مطلق منصوب. على المعاصي :شبه جملة متعلقة بجرأة.',
       'keywords': 'جرأة:معاصي:؟:على',
       'phrase': 'أجرأة على المعاصي؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أجرأة على المعاصي؟'},
 726: {'date': '2023-07-19',
       'id': 726,
       'inflection': 'نأي :مفعول مطلق منصوب وهو مضاف. نأي :مفعول مطلق منصوب '
                     'وهو مضاف. حبيب: مضاف إليه مجرور.',
       'keywords': 'حبيب:نأي:؟',
       'phrase': 'نأي حبيب؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نأي حبيب؟'},
 727: {'date': '2023-07-19',
       'id': 727,
       'inflection': 'إن :حرف مبني على الفتح. إن :حرف مبني على الفتح. ذا :اسم '
                     'إشارة مبني في محل نصب اسم إن. لـ :حرف مبني على الفتح، '
                     'يفيد التوكيد. عظيم: خبر إن مرفوع.',
       'keywords': 'إن:عظيم:ذا',
       'phrase': 'إن ذا لعظيم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن ذا لعظيم'},
 728: {'date': '2023-07-19',
       'id': 728,
       'inflection': 'سبحان :مفعول مطلق منصوب وهو مضاف. سبحان :مفعول مطلق '
                     'منصوب وهو مضاف. الله :لفظ الجلالة مضاف إليه.',
       'keywords': 'الله:سبحان',
       'phrase': 'سبحان الله',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سبحان الله'},
 729: {'date': '2023-07-19',
       'id': 729,
       'inflection': 'معاذ :مفعول مطلق منصوب وهو مضاف. معاذ :مفعول مطلق منصوب '
                     'وهو مضاف. الله :لفظ الجلالة مضاف إليه.',
       'keywords': 'الله:معاذ',
       'phrase': 'معاذ الله',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'معاذ الله'},
 730: {'date': '2023-07-19',
       'id': 730,
       'inflection': 'لبيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى '
                     '،والتقدير ألبيك تلبية بعد تلبية. لبيك :مفعول مطلق منصوب '
                     'علامته الياء لأنه ملحق بالمثنى ،والتقدير ألبيك تلبية بعد '
                     'تلبية. اللهم :لفظ الجلالة، منادى مبني على الضمة في محل '
                     'نصب والميم عوضا عن حرف النداء ( يا لبيك :توكيد لفظي '
                     'لمنصوب.',
       'keywords': 'لبة:لب:باك:لبيك:اللهم:لبى',
       'phrase': 'لبيك اللهم لبيك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لبيك اللهم لبيك'},
 731: {'date': '2023-07-19',
       'id': 731,
       'inflection': 'سعديك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، '
                     'والتقدير إسعادا لك بعد إسعاد. سعديك :مفعول مطلق منصوب '
                     'علامته الياء لأنه ملحق بالمثنى، والتقدير إسعادا لك بعد '
                     'إسعاد.',
       'keywords': 'سعد',
       'phrase': 'سعديك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سعديك'},
 732: {'date': '2023-07-19',
       'id': 732,
       'inflection': 'حنانيك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، '
                     'والتقدير حنانا لك بعد حنان. حنانيك :مفعول مطلق منصوب '
                     'علامته الياء لأنه ملحق بالمثنى، والتقدير حنانا لك بعد '
                     'حنان.',
       'keywords': 'حنان',
       'phrase': 'حنانيك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حنانيك'},
 733: {'date': '2023-07-19',
       'id': 733,
       'inflection': 'دواليك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، '
                     'والتقدير مداولة لك بعد مداولة. دواليك :مفعول مطلق منصوب '
                     'علامته الياء لأنه ملحق بالمثنى، والتقدير مداولة لك بعد '
                     'مداولة.',
       'keywords': 'دوالي',
       'phrase': 'دواليك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'دواليك'},
 734: {'date': '2023-07-19',
       'id': 734,
       'inflection': 'حذاريك :مفعول مطلق منصوب علامته الياء لأنه ملحق بالمثنى، '
                     'والتقديرحذر لك بعد حذر. حذاريك :مفعول مطلق منصوب علامته '
                     'الياء لأنه ملحق بالمثنى، والتقديرحذر لك بعد حذر.',
       'keywords': 'حذار',
       'phrase': 'حذاريك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حذاريك'},
 735: {'date': '2023-07-19',
       'id': 735,
       'inflection': 'شدوا :فعل أمر مبني على حذف النون، والواو: في محل رفع '
                     'فاعل. شدوا :فعل أمر مبني على حذف النون، والواو: في محل '
                     'رفع فاعل. الوثاق :مفعول يه منصوب. إما :حرف مبني على '
                     'السكون. منا :مفعول مطلق منصوب.بعد :ظرف مبني على الضم، '
                     'متعلق بما في محل نصب. فداء :مفعول مطلق منصوب.',
       'keywords': 'داء:إما:منا:شد:شدا:بعد:وثاق:عد:شدو:فداء:من',
       'phrase': 'شدوا الوثاق إما منا بعد فداء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'شدوا الوثاق إما منا بعد فداء'},
 736: {'date': '2023-07-19',
       'id': 736,
       'inflection': 'يسعى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من ظهورها '
                     'التعذر. يسعى: فعل مضارع مرفوع بضمة مقدرة على الألف منع '
                     'من ظهورها التعذر. الفتى: فاعل مرفوع بضمة مقدرة على الألف '
                     'منع من ظهورها التعذر. العليا: صفة مجرورة بكسرة مقدرة على '
                     'الألف منع من ظهورها التعذر.',
       'keywords': 'شهادة:يل:شهاد:سعى:عليا:فتى:إلى:نال:نيل',
       'phrase': 'يسعى الفتى إلى نيل الشهادة العليا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يسعى الفتى إلى نيل الشهادة العليا'},
 737: {'date': '2023-07-19',
       'id': 737,
       'inflection': 'يدعو: فعل مضارع مرفوع، بضمة مقدرة على آخره منع من ظهروها '
                     'الثقل. يدعو: فعل مضارع مرفوع، بضمة مقدرة على آخره منع من '
                     'ظهروها الثقل. الداعي: فاعل مرفوع، بضمة مقدرة على آخره، '
                     'منع من ظهورها الثقل. القاصي: مضاف إليه مجرور بكسرة مقدرة '
                     'على أخره منع من ظهورها الثقل.',
       'keywords': 'إقناع:قاصي:قاص:دعا:داني:داعي:إلى',
       'phrase': 'يدعو الداعي إلى إقناع القاصي والداني',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يدعو الداعي إلى إقناع القاصي والداني'},
 738: {'date': '2023-07-19',
       'id': 738,
       'inflection': 'المحامي: اسم مجرور بكسرة مقدرة على آخره ،منع من ظهورها '
                     'الثقل. المحامي: اسم مجرور بكسرة مقدرة على آخره ،منع من '
                     'ظهورها الثقل.',
       'keywords': 'محام:اختلف:مع:ماع:محامي:حول:أجر',
       'phrase': 'اختلفت مع المحامي حول الأجر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'اختلفت مع المحامي حول الأجر'},
 739: {'date': '2023-07-19',
       'id': 739,
       'inflection': 'هذا: اسم إشارة مبني على السكون هذا: اسم إشارة مبني على '
                     'السكون أخ: خبر مرفوع بضمة مقدرة على الخاء منع من ظهورها '
                     'كسر الخاء لتناسب الياء في صوتها',
       'keywords': 'هذ:هذا:وخى:أخا:أخ:أخي',
       'phrase': 'هذا أخي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا أخي'},
 740: {'date': '2023-07-19',
       'id': 740,
       'inflection': 'أن: حرف مبني على الفتح. أن: حرف مبني على الفتح. أخ: أسم '
                     'إن منصوب بفتحة مقدرة على الخاء، منع من ظهورها حركة '
                     'المناسبة. سائق: خبر إن مرفوع.',
       'keywords': 'إن:وخى:أخا:أخ:سائق:أخي',
       'phrase': 'إن أخي سائق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن أخي سائق'},
 741: {'date': '2023-07-19',
       'id': 741,
       'inflection': 'ذلك: اسم إشارة مبني على الفتح في محل رفع مبتدأ. ذلك: اسم '
                     'إشارة مبني على الفتح في محل رفع مبتدأ. بيت: خبر مرفوع، '
                     'وهو مضاف. أم: مضاف إليه مجرور بكسرة مقدرة على آخره، منع '
                     'من ظهورها حركة المناسبة. ي: في محل جر بالإضافة.',
       'keywords': 'أمي:ذلك:أم:بات:ذل:أمة:بيت',
       'phrase': 'ذلك بيت أمي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ذلك بيت أمي'},
 742: {'date': '2023-07-19',
       'id': 742,
       'inflection': 'هذه: اسم إشارة مبني على الكسر، في محل رفع مبتدأ. هذه: '
                     'اسم إشارة مبني على الكسر، في محل رفع مبتدأ. عصا: خبر '
                     'مرفوع بضمة مقدرة على الألف وهو مضاف. ي: ضمير مبني على '
                     'الفتح، في محل جر مضاف إليه.',
       'keywords': 'هذ:هذه:عصا',
       'phrase': 'هذه عصاي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذه عصاي'},
 743: {'date': '2023-07-19',
       'id': 743,
       'inflection': 'تركت: فعل وفاعل. تركت: فعل وفاعل. عصا: مفعول به منصوب '
                     'بفتحة مقدرة على آخره، وهو مضاف.',
       'keywords': 'ترك:تورك:عصا',
       'phrase': 'تركت عصاي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تركت عصاي'},
 744: {'date': '2023-07-19',
       'id': 744,
       'inflection': 'على عصاي: عصا: اسم مجرور بكسرة مقدرة على الألف، وهو '
                     'مضاف. على عصاي: عصا: اسم مجرور بكسرة مقدرة على الألف، '
                     'وهو مضاف.',
       'keywords': 'اتكأ:عصا:على',
       'phrase': 'اتكأت على عصاي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'اتكأت على عصاي'},
 745: {'date': '2023-07-19',
       'id': 745,
       'inflection': 'أكره: فعل مضارع مرفوع. أكره: فعل مضارع مرفوع. عدو: مفعول '
                     'به منصوب بفتحة مقدرة على آخره. وهو مضاف. ي: ضمير مبني '
                     'على السكون، في محل جر بالإضافة. مقصي /ي: صفة منصوبة، '
                     'بفتحة مقدرة على الياء الأولى. ي: ضمير مبني في محل جر '
                     'بالإضافة.',
       'keywords': 'أرضى:أرض:أرضي:كرا:عدو:عدوي:مان:أكرى:وكر:أكر:رضي:كره:أكره:عدوة:رضى:أرضة:رضا:من:رض:كار:مقص:منى:كرى:كر',
       'phrase': 'أكره عدوي مقصي من أرضي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أكره عدوي مقصي من أرضي'},
 746: {'date': '2023-07-19',
       'id': 746,
       'inflection': 'مقصي /ي :خبر مرفوع بضمة مقدرة على الياء الأولى أما الياء '
                     'الثانية فهي في محل جر بالإضافة. مقصي /ي :خبر مرفوع بضمة '
                     'مقدرة على الياء الأولى أما الياء الثانية فهي في محل جر '
                     'بالإضافة.',
       'keywords': 'هذ:هذا:وطن:مقص:منى:مان:من',
       'phrase': 'هذا مقصي من الوطن',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا مقصي من الوطن'},
 747: {'date': '2023-07-19',
       'id': 747,
       'inflection': 'من مقصي /ي: اسم مجرور بكسرة مقدرة على الياء الأولى '
                     'والياء الثانية في محل جر مضاف إليه. من مقصي /ي: اسم '
                     'مجرور بكسرة مقدرة على الياء الأولى والياء الثانية في محل '
                     'جر مضاف إليه.',
       'keywords': 'مقص:منى:سخر:مان:من',
       'phrase': 'سخرت من مقصي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سخرت من مقصي'},
 748: {'date': '2023-07-19',
       'id': 748,
       'inflection': 'هذا :اسم إشارة مبني على السكون في محل رفع مبتدأ. هذا '
                     ':اسم إشارة مبني على السكون في محل رفع مبتدأ. هاتف :خبر '
                     'مرفوع.',
       'keywords': 'هاتف:هذ:هذا',
       'phrase': 'هذا هاتف',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا هاتف'},
 749: {'date': '2023-07-19',
       'id': 749,
       'inflection': 'هذه :اسم إشارة مبني على الكسر في محل رفع مبتدأ. هذه :اسم '
                     'إشارة مبني على الكسر في محل رفع مبتدأ. سيارة: خبر مرفوع.',
       'keywords': 'هذ:هذه:سيار:سيارة',
       'phrase': 'هذه سيارة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذه سيارة'},
 750: {'date': '2023-07-19',
       'id': 750,
       'inflection': 'هذا :اسم إشارة مبني في محل رفع مبتدأ. هذا :اسم إشارة '
                     'مبني في محل رفع مبتدأ. العامل: بدل من مرفوع. نشيط :خبر '
                     'مرفوع.',
       'keywords': 'هذ:هذا:نشيط:عامل:شيط',
       'phrase': 'هذا العامل نشيط',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا العامل نشيط'},
 751: {'date': '2023-07-19',
       'id': 751,
       'inflection': 'أعجبت: أعجب فعل ماض مبني على الفتح، مجهول فاعله، التاء '
                     'ضمير مبني في محل رفع نائب فاعل. أعجبت: أعجب فعل ماض مبني '
                     'على الفتح، مجهول فاعله، التاء ضمير مبني في محل رفع نائب '
                     'فاعل. هذا :اسم إشارة مبني في محل جر بحرف الجر. الرأي '
                     ':بدل من مجرور.',
       'keywords': 'هذا:عجب:رأي:أعجب',
       'phrase': 'أعجبت بهذا الرأي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعجبت بهذا الرأي'},
 752: {'date': '2023-07-19',
       'id': 752,
       'inflection': 'هذا :اسم إشارة مبني، في محل نصب مفعول به. هذا :اسم إشارة '
                     'مبني، في محل نصب مفعول به. المبدأ: بدل منصوب.',
       'keywords': 'هذ:مبدأ:احترم:هذا',
       'phrase': 'احترمت هذا المبدأ',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'احترمت هذا المبدأ'},
 753: {'date': '2023-07-19',
       'id': 753,
       'inflection': 'يداوم :فعل مضارع مرفوع. يداوم :فعل مضارع مرفوع. هذان '
                     ':فاعل مرفوع، علامته الألف، ملحق بإعراب المثنى. الطبيبان: '
                     'بدل مرفوع، علامته الألف.',
       'keywords': 'هذان:طبيب:ساعةمتأخرة:داوم:حتى',
       'phrase': 'يداوم هذان الطبيبان حتى ساعةمتأخرة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يداوم هذان الطبيبان حتى ساعةمتأخرة'},
 754: {'date': '2023-07-19',
       'id': 754,
       'inflection': 'يرافق :فعل مضارع. يرافق :فعل مضارع. هذان :فاعل مرفوع، '
                     'علامته الألف. المرشدان: بدل مرفوع.',
       'keywords': 'هذان:سياحة:رافق:سياح:سياحي:أفواج:مرشد',
       'phrase': 'يرافق هذان المرشدان الأفواج السياحية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يرافق هذان المرشدان الأفواج السياحية'},
 755: {'date': '2023-07-19',
       'id': 755,
       'inflection': 'هذين :اسم إن منصوب، علامته الياء. هذين :اسم إن منصوب، '
                     'علامته الياء. المبنيين: بدل من مجرور، علامته الياء. '
                     'مؤجران: خبر إن مرفوع.',
       'keywords': 'إن:هذا:هذى:مؤجر:هذين:مبني:مبنى',
       'phrase': 'إن هذين المبنيين مؤجران',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن هذين المبنيين مؤجران'},
 756: {'date': '2023-07-19',
       'id': 756,
       'inflection': 'هذين: مفعول به منصوب علامته الياء. هذين: مفعول به منصوب '
                     'علامته الياء. استعنت بهذين الكتابين هذين :اسم مجرور، '
                     'علامته الياء الكتابين: بدل من مجرور.',
       'keywords': 'هذا:هذى:منى:هذين:استفاد:مرجع:مان:من',
       'phrase': 'استفدت من هذين المرجعين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استفدت من هذين المرجعين'},
 757: {'date': '2023-07-19',
       'id': 757,
       'inflection': 'هؤلاء :اسم إشارة مبني على الكسر في محل نصب مفعول به. '
                     'هؤلاء :اسم إشارة مبني على الكسر في محل نصب مفعول به. '
                     'الرجال :بدل منصوب. الأغراب: صفة منصوبة.',
       'keywords': 'الأغراب:رجال:استقبل:هؤلاء',
       'phrase': 'استقبلت هؤلاء الرجال الأغراب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استقبلت هؤلاء الرجال الأغراب'},
 758: {'date': '2023-07-19',
       'id': 758,
       'inflection': 'اولئك :اسم إشارة مبني على الكسر في محل نصب اسم إن. اولئك '
                     ':اسم إشارة مبني على الكسر في محل نصب اسم إن. اللاعبين '
                     ':بدل منصوب علامته الياء. محترفون: خبر إن مرفوع.',
       'keywords': 'إن:أولئك:لاعب:محترف',
       'phrase': 'إن أولئك اللاعبين محترفون',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن أولئك اللاعبين محترفون'},
 759: {'date': '2023-07-19',
       'id': 759,
       'inflection': 'أولئك :اسم إشارة مبني على الكسر، في محل نصب اسم لعل. '
                     'أولئك :اسم إشارة مبني على الكسر، في محل نصب اسم لعل. '
                     'النسوة :بدل منصوب. غريبات: خبر لعل مرفوع.',
       'keywords': 'عل:أولئك:لعل:نسوة:غريب',
       'phrase': 'لعل أولئك النسوة غريبات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لعل أولئك النسوة غريبات'},
 760: {'date': '2023-07-19',
       'id': 760,
       'inflection': 'هؤلاء :اسم إشارة مبني على الكسر، في محل نصب اسم كأن. '
                     'هؤلاء :اسم إشارة مبني على الكسر، في محل نصب اسم كأن. '
                     'الفتيات :بدل منصوب علامته الكسرة. القادمات: صفة منصوبة '
                     'علامتهما الكسرة. لاعبات :خبر كأن مرفوع. كرة :مضاف إليه '
                     'مجرور. سلة :مضاف إليه مجرور.',
       'keywords': 'فتي:كرة:فت:لاعب:قادم:فتيات:أن:فتى:سلة:سل:فتة:كأن:هؤلاء:كر',
       'phrase': 'كأن هؤلاء الفتيات القادمات لاعبات كرة سلة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كأن هؤلاء الفتيات القادمات لاعبات كرة سلة'},
 761: {'date': '2023-07-19',
       'id': 761,
       'inflection': 'نعيش: فعل مضارع مرفوع، فاعله مستتر تقديره نحن. نعيش: فعل '
                     'مضارع مرفوع، فاعله مستتر تقديره نحن. أياما :ظرف زمان '
                     'منصوب متعلق بـ نعيش. مرة :صفة منصوبة. بعد :ظرف زمان '
                     'منصوب، متعلق بـمرة. أولئك: اسم إشارة مبني على الكسر، في '
                     'محل جر مضاف إليه. الأيام :بدل من مجرور. الحلوة: مضاف '
                     'إليه مجرور.',
       'keywords': 'مرة:عيش:أولئك:أيام:حلو:عد:مر:أعاش:أياما:بعد',
       'phrase': 'نعيش أياما مرة بعد أولئك الأيام الحلوة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نعيش أياما مرة بعد أولئك الأيام الحلوة'},
 762: {'date': '2023-07-19',
       'id': 762,
       'inflection': 'السمع :اسم إن منصوب. السمع :اسم إن منصوب. البصر :اسم '
                     'معطوف على منصوب. الفؤاد :اسم معطوف على منصوب. كل :خبر إن '
                     'مرفوع. اولئك :اسم إشارة مبني على الكسر، في محل جر مضاف '
                     'إليه. كان :فعل ماض ناقص، اسمها محذوف تقديره -هو– عنه '
                     ':جار ومجرور متعلقان بـ مسؤولا. مسؤولا: خبر كان منصوب.',
       'keywords': 'إن:فؤاد:":كل:،:وكل:أكل:أولئك:كانعنهمسؤولا:سمع:كال:”:بصر',
       'phrase': '"إن السمع والبصر والفؤاد، كل أولئك كانعنهمسؤولا”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"إن السمع والبصر والفؤاد، كل أولئك كانعنهمسؤولا”'},
 763: {'date': '2023-07-19',
       'id': 763,
       'inflection': 'افتتح :فعل ماض مبني على الفتح، مجهول فاعله. افتتح :فعل '
                     'ماض مبني على الفتح، مجهول فاعله. التاء: حرف مبني على '
                     'السكون لا محل له. هاتان :نائب فاعل مرفوع، علامته الألف. '
                     'المؤسستان: بدل مرفوع. حديثا :ظرف زمان منصوب.',
       'keywords': 'حديث:هاتان:مؤسسة:أفتتحت:مؤسس',
       'phrase': 'أفتتحت هاتان المؤسستان حديثا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أفتتحت هاتان المؤسستان حديثا'},
 764: {'date': '2023-07-19',
       'id': 764,
       'inflection': 'هاتين :مفعول به منصوب، علامته الياء. هاتين :مفعول به '
                     'منصوب، علامته الياء. الإشارتين: بدل منصوب، علامته الياء.',
       'keywords': 'إشارة:عرف:هاتين',
       'phrase': 'عرفت هاتين الإشارتين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عرفت هاتين الإشارتين'},
 765: {'date': '2023-07-19',
       'id': 765,
       'inflection': 'هاتين :مضاف إليه مجرور علامته الياء. هاتين :مضاف إليه '
                     'مجرور علامته الياء. الفرقتين: بدل مجرور علامته الياء.',
       'keywords': 'سرر:سر:فرقة:فرق:أداء:هاتين',
       'phrase': 'سررت بأداء هاتين الفرقتين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سررت بأداء هاتين الفرقتين'},
 766: {'date': '2023-07-19',
       'id': 766,
       'inflection': 'تلك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ. تلك '
                     ':اسم إشارة مبني على الفتح، في محل رفع مبتدأ. الأيام: بدل '
                     'مرفوع. نداول: فعل مضارع مرفوع، فاعله مستتر تقديره نحن. '
                     'ها :ضمير مبني، في محل نصب مفعول به. بين :ظرف مكان منصوب، '
                     'متعلق بـ نداول. الناس: مضاف إليه مجرور',
       'keywords': 'داول:أيام:تل:بين:لاك:لك:تلى:ناس:لكي:تلك',
       'phrase': 'تلك الأيام نداولها بين الناس',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تلك الأيام نداولها بين الناس'},
 767: {'date': '2023-07-19',
       'id': 767,
       'inflection': 'لماذا :اسم استفهام مبني، في محل جر. لماذا :اسم استفهام '
                     'مبني، في محل جر. يشن :فعل مضارع مرفوع. الغرب :فاعل '
                     'مرفوع. تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول '
                     'به. الحملات :بدل منصوب، علامته الكسرة. الظالمة :صفة '
                     'منصوبة على العرب: جار ومجرور، متعلقان بـ يشن. و :حرف '
                     'مبني على الفتح .المسلمين :معطوف على مجرور، علامته الياء',
       'keywords': 'شان:ظالم:ماذا:لك:حملات:غرب:مسلم:على:لماذا:حملة:تل:عرب:لاك:شن:تلى:حمل:لكي:تلك',
       'phrase': 'لماذا يشن الغرب تلك الحملات الظالمة على العرب والمسلمين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لماذا يشن الغرب تلك الحملات الظالمة على العرب '
                      'والمسلمين'},
 768: {'date': '2023-07-19',
       'id': 768,
       'inflection': 'انظر :فعل أمر مبني، وفاعله مستتر فيه تقديره أنت. انظر '
                     ':فعل أمر مبني، وفاعله مستتر فيه تقديره أنت. تلك :اسم '
                     'إشارة مبني على الفتح، في محل نصب مفعول به. الفتاة :بدل '
                     'منصوب. القادمة: صفة منصوبة. هي :ضمير مبني على الفتح، في '
                     'محل رفع مبتدأ. تحمل :فعل مضارع مرفوع، فاعله مستتر تقديره '
                     'هي، والجملة من الفعل والفاعل في محل رفع خبر تلك :اسم '
                     'إشارة مبني في محل نصب مفعول به. الحقيبة: بدل منصوب. '
                     'الثقيلة :صفة منصوبة.',
       'keywords': 'تلك:حقيبة:أنظر:،:وهي:ظر:قادم:تحمل:ثقيل:تل:لاك:هي:لك:تلى:حمل:فتاة:لكي:نظر',
       'phrase': 'أنظر تلك الفتاة القادمة، وهي تحمل تلك الحقيبة الثقيلة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أنظر تلك الفتاة القادمة، وهي تحمل تلك الحقيبة الثقيلة'},
 769: {'date': '2023-07-19',
       'id': 769,
       'inflection': 'لهذي :اسم إشارة مبني على السكون، في محل جر. لهذي :اسم '
                     'إشارة مبني على السكون، في محل جر. البائعة: بدل مجرور. '
                     'ولدان :خبر مرفوع، علامته الألف.',
       'keywords': 'هاتي:ولد:داني:بائع:لهاة:ولدان:دان',
       'phrase': 'لهاتي البائعة ولدان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لهاتي البائعة ولدان'},
 770: {'date': '2023-07-19',
       'id': 770,
       'inflection': 'أصبح :فعل ماض ناقص مبني على الفتح، والتاء للتأنيث. أصبح '
                     ':فعل ماض ناقص مبني على الفتح، والتاء للتأنيث. هذه :اسم '
                     'إشارة مبني على الكسر، في محل رفع اسم أصبح. المدينة :بدل '
                     'من مرفوع. مزدحمة: خبر أصبح منصوب.',
       'keywords': 'هذ:صبح:أصبح:مزدحم:هذه:مدين:مدينة',
       'phrase': 'أصبحت هذه المدينة مزدحمة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أصبحت هذه المدينة مزدحمة'},
 771: {'date': '2023-07-19',
       'id': 771,
       'inflection': 'هذه :اسم إشارة مبني على الكسر في محل نصب اسم ليت. هذه '
                     ':اسم إشارة مبني على الكسر في محل نصب اسم ليت. السيارة: '
                     'بدل منصوب. لي :جار ومجرور، في محل رفع خبر ليت.',
       'keywords': 'هذ:لي:!:سيارة:ليت:هذه:لات:سيار',
       'phrase': 'ليت هذه السيارة لي!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ليت هذه السيارة لي!'},
 772: {'date': '2023-07-19',
       'id': 772,
       'inflection': 'هذه :اسم إشارة مبني على الكسر، في محل جر بحرف الجر. هذه '
                     ':اسم إشارة مبني على الكسر، في محل جر بحرف الجر. الحفرة: '
                     'بدل مجرور.',
       'keywords': 'هذ:ابتعد:عنى:حفر:عان:هذه:عن:حفرة',
       'phrase': 'ابتعد عن هذه الحفرة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ابتعد عن هذه الحفرة'},
 773: {'date': '2023-07-19',
       'id': 773,
       'inflection': 'هاتين :مفعول به منصوب، علامته الياء. هاتين :مفعول به '
                     'منصوب، علامته الياء. المسؤولتين: بدل منصوب.',
       'keywords': 'قابل:مسؤول:هاتين',
       'phrase': 'قابلت هاتين المسؤولتين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'قابلت هاتين المسؤولتين'},
 774: {'date': '2023-07-19',
       'id': 774,
       'inflection': 'هاتين :مضاف إليه مجرور. هاتين :مضاف إليه مجرور. '
                     'النساجتين: بدل مجرور.',
       'keywords': 'نساجة:عجب:نساج:عمل:أعجب:هاتين',
       'phrase': 'أعجبت بعمل هاتين النساجتين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعجبت بعمل هاتين النساجتين'},
 775: {'date': '2023-07-19',
       'id': 775,
       'inflection': 'هنا :اسم إشارة مبني على السكون، في محل فع مبتدأ. هنا '
                     ':اسم إشارة مبني على السكون، في محل فع مبتدأ. محطة :خبر '
                     'مرفوع. الإذاعة: مضاف إليه مجرور.',
       'keywords': 'محط:هن:إذاعة:وهن:محطة:هنا',
       'phrase': 'هنا محطة الإذاعة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هنا محطة الإذاعة'},
 776: {'date': '2023-07-19',
       'id': 776,
       'inflection': 'هنالك: ها هناك: اسما إشارة مبنيان على الفتح، في محل رفع '
                     'مبتدأ. هنالك: ها هناك: اسما إشارة مبنيان على الفتح، في '
                     'محل رفع مبتدأ. في الساحة: جار ومجرور، متعلقان باسم '
                     'الإشارة هنالك أو هناك. زائرون :خبر مرفوع، علامته الواو.',
       'keywords': 'زائر:في:ها:هناك:ساحة',
       'phrase': 'ها هناك في الساحة زائرون',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ها هناك في الساحة زائرون'},
 777: {'date': '2023-07-19',
       'id': 777,
       'inflection': 'ثمة :اسم إشارة مبني على الفتح، في محل رفع خبر إن مقدم. '
                     'ثمة :اسم إشارة مبني على الفتح، في محل رفع خبر إن مقدم. '
                     'كثيرا :اسم إن مؤخر منصوب. من الغابات :جار ومجرور، '
                     'متعلقان بـ محذوف – موجود استراليا: اسم مجرور علامته كسرة '
                     'مقدرة على آخره – الجار والمجرور متعلقان بمحذوف تقديره '
                     'موجودة.',
       'keywords': 'إن:أقال:قال:غابة:مان:منى:في:أسترالي:ثمة:أستراليا:كثير:من',
       'phrase': 'يقال إن ثمة كثيرا من الغابات في أستراليا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يقال إن ثمة كثيرا من الغابات في أستراليا'},
 778: {'date': '2023-07-19',
       'id': 778,
       'inflection': 'ذلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به. ذلك '
                     ':اسم إشارة مبني على الفتح، في محل نصب مفعول به. القادم: '
                     'بدل منصوب. أهو :الهمزة، للاستفهام حرف مبني على الفتح، '
                     'هو: ضمير مبني في محل مبتدأ. رجل :خبر مرفوع. أم :حرف عطف، '
                     'مبني على السكون. أمرأة: اسم معطوف على مرفوع.',
       'keywords': 'هوى:ذلك:أم:،:هو:ذل:أمرأة:آم:هوي:رجل:؟:قادم:أهوى:نظر',
       'phrase': 'انظر ذلك القادم، أهو رجل أم أمرأة ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'انظر ذلك القادم، أهو رجل أم أمرأة ؟'},
 779: {'date': '2023-07-19',
       'id': 779,
       'inflection': 'تلك :اسم إشارة مبني على الفتح، في محل نصب مفعول به. تلك '
                     ':اسم إشارة مبني على الفتح، في محل نصب مفعول به. الطائرة: '
                     'بدل منصوب.',
       'keywords': 'تلك:أم:مدني:آم:تل:عسكر:لاك:طائر:هي:لك:مدن:تلى:؟:طائرة:لكي:نظر',
       'phrase': 'انظر تلك الطائرة أمدنية هي أم عسكرية ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'انظر تلك الطائرة أمدنية هي أم عسكرية ؟'},
 780: {'date': '2023-07-19',
       'id': 780,
       'inflection': 'يبدو :فعل مضارع مرفوع بضمة مقدرة على الواو. يبدو :فعل '
                     'مضارع مرفوع بضمة مقدرة على الواو. هنالك: اسم إشارة مبني '
                     'على الفتح ،في محل رفع خبر إن. نارا :اسم إن منصوب، مؤخر.',
       'keywords': 'بدا:نار:أن:آن:هنالك',
       'phrase': 'يبدو أن هنالك نارا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يبدو أن هنالك نارا'},
 781: {'date': '2023-07-19',
       'id': 781,
       'inflection': 'هل :حرف استفهام مبني على السكون، لا محل له. هل :حرف '
                     'استفهام مبني على السكون، لا محل له. تستطيع :فعل مضارع '
                     'مرفوع، وفاعله مستتر تقديره أنت. تحديد :مفعول به منصوب. '
                     'اللون :مضاف إليه. الغالب: صفة مجرورة. على ثياب: جار '
                     'ومجرور. أولئك :اسم إشارة مبني على الكسر، في محل جر مضاف '
                     'إليه. القادمين :مضاف إليه مجرور علامته الياء.',
       'keywords': 'غالب:ثياب:وهل:لون:أولئك:على:استطاع:هال:؟:قادم:تحديد:هل',
       'phrase': 'هل تستطيع تحديد اللون الغالب على ثياب أولئك القادمين ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هل تستطيع تحديد اللون الغالب على ثياب أولئك القادمين ؟'},
 782: {'date': '2023-07-19',
       'id': 782,
       'inflection': 'الحصان :مبتدأ مرفوع علامته الضمة. الحصان :مبتدأ مرفوع '
                     'علامته الضمة. انطلق :فعل ماض مبني على الفتح، والفاعل '
                     'ضمير مستتر تقديره هو، والجملة من الفعل. والفاعل في محل '
                     'رفع خبر المبتدأ.',
       'keywords': 'انطلق:لحص:حصان',
       'phrase': 'الحصان انطلق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الحصان انطلق'},
 783: {'date': '2023-07-19',
       'id': 783,
       'inflection': 'العصفور :مبتدأ مرفوع علامته الضمة. العصفور :مبتدأ مرفوع '
                     'علامته الضمة. غرد :فعل ماض مبني على الفتح، وفاعله ضمير '
                     'مستتر فيه، والجملة من الفعل والفاعل في محل رفع خبر '
                     'المبتدأ.',
       'keywords': 'غرد:عصفور',
       'phrase': 'العصفور غرد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'العصفور غرد'},
 784: {'date': '2023-07-19',
       'id': 784,
       'inflection': 'أحب :فعل مضارع مرفوع. أحب :فعل مضارع مرفوع. أن :حرف نصب '
                     'ومصدرية مبني على السكون. تتقدم :فعل مضارع منصوب علامته '
                     'الفتحة، وفاعله مستتر فيه والمصدر المتكون من أن والفعل '
                     '(تقدمك) يقع مفعولا به.',
       'keywords': 'حاب:حب:أحب:أن:آن:حبى:حبا:تقدم',
       'phrase': 'أحب أن تتقدم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أحب أن تتقدم'},
 785: {'date': '2023-07-19',
       'id': 785,
       'inflection': 'نحن :ضمير مبني على الضم في محل رفع مبتدأ. نحن :ضمير مبني '
                     'على الضم في محل رفع مبتدأ. نحب :فعل مضارع مرفوع علامته '
                     'الضمة، وفاعله مستتر فيه. لك :جار ومجرور متعلقان بـ '
                     '(نحب). الخير :مفعول به منصوب علامته الفتحة. والجملة من '
                     'الفعل والفاعل والمفعول به في محل رفع',
       'keywords': 'حاب:حبا:حب:ناح:أحب:حنى:حان:نح:خير:حنا:نحب:نحى:لاك:لك:حن:نحن:وحن:أحنى:حبى',
       'phrase': 'نحن نحب لك الخير',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نحن نحب لك الخير'},
 786: {'date': '2023-07-19',
       'id': 786,
       'inflection': 'القط :مبتدأ مرفوع علامته الضمة. القط :مبتدأ مرفوع علامته '
                     'الضمة. يموء :فعل مضارع مرفوع علامته الضمة وفاعله مستتر '
                     'فيه. والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.',
       'keywords': 'لقط:قط:ماء',
       'phrase': 'القط يموء والقطة تموء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'القط يموء والقطة تموء'},
 787: {'date': '2023-07-19',
       'id': 787,
       'inflection': 'سارة :مبتدأ مرفوع علامته الضمة سارة :مبتدأ مرفوع علامته '
                     'الضمة تحسن :فعل مضارع مرفوع علامته الضمة وفاعله مستتر '
                     'فيه تقديره هي قيادة :مفعول به منصوب وعلامته الفتحة وهو '
                     'مضاف. السيارة :مضاف إليه مجرور علامته الكسرة.',
       'keywords': 'حسن:حسا:أحسن:سيارة:حسى:تحسن:أحس:حس:قيادة:سار:قياد:حاس:سيار',
       'phrase': 'سارة تحسن قيادة السيارة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سارة تحسن قيادة السيارة'},
 788: {'date': '2023-07-19',
       'id': 788,
       'inflection': 'احترم :فعل أمر مبني على السكون – والفاعل مستتر فيه '
                     'تقديره أنت. احترم :فعل أمر مبني على السكون – والفاعل '
                     'مستتر فيه تقديره أنت. الوقت :مفعول به منصوب علامته '
                     'الفتحة.',
       'keywords': 'وقت:احترم',
       'phrase': 'احترم الوقت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'احترم الوقت'},
 789: {'date': '2023-07-19',
       'id': 789,
       'inflection': 'ضعي :فعل أمر مبني على حذف النون، والفاعل ضمير مستتر '
                     'تقديره أنت ضعي :فعل أمر مبني على حذف النون، والفاعل ضمير '
                     'مستتر تقديره أنت حزام :مفعول به منصوب علامته الفتحة، وهو '
                     'مضاف الأمان :مضاف إليه مجرور علامته الكسرة عند :ظرف زمان '
                     'منصوب – وهو مضاف السوق: مضاف إليه مجرور علامته الكسرة',
       'keywords': 'أم:وضع:عند:ضعة:لأم:ضع:حزام:أمان:سوق',
       'phrase': 'ضعي حزام الأمان عند السوق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ضعي حزام الأمان عند السوق'},
 790: {'date': '2023-07-19',
       'id': 790,
       'inflection': 'ودعت: فعل وفاعل. ودعت: فعل وفاعل. الذي: اسم موصول مبني '
                     'على السكون، في محل نصب مفعول به. عز :فعل ماض مبني على '
                     'الفتح. علي: شبه جملة، متعلقة بـ عز. وداع: فاعل مرفوع '
                     'مؤخر، وهو مضاف. ه: في محل جر مضاف إليه، وهو عائد الصلة ، '
                     'الجملة من الفعل والفاعل صلة الموصول، لا محل لها من '
                     'الإعراب.',
       'keywords': 'عزى:عل:داعى:الذي:دعت:وداع:دعا:دع:علا:علي:ودع:عز:علة:على:لذي:عاز:داع:وعل',
       'phrase': 'ودعت الذي عز علي وداعه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ودعت الذي عز علي وداعه'},
 791: {'date': '2023-07-19',
       'id': 791,
       'inflection': 'إلى الذين: الذين اسم موصول على السكون، في محل جر. إلى '
                     'الذين: الذين اسم موصول على السكون، في محل جر. أدلوا: فعل '
                     'ماض مبني على الضم لاتصاله بواو الجماعة، وهي في محل رفع '
                     'فاعل، وهو العائد وجملة الفعل والفاعل، صلة الموصول لا محل '
                     'لها.',
       'keywords': 'دلا:شهادة:أدلى:دلو:أدل:استمع:الذين:إلى:دل:لذي:دلى',
       'phrase': 'استمعت إلى الذين أدلوا بشهاداتهم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استمعت إلى الذين أدلوا بشهاداتهم'},
 792: {'date': '2023-07-19',
       'id': 792,
       'inflection': 'الذي: اسم موصول مبني في محل رفع مبتدأ. الذي: اسم موصول '
                     'مبني في محل رفع مبتدأ. يربح: فعل مضارع مرفوع، وفاعله '
                     'ضمير مستتر تقديره هو، وهو عائد الصلة وجملة الفعل والفاعل '
                     'لا محل لها صلة الموصول. يحمد: فعل مضارع مرفوع، فاعله '
                     'مستتر. السوق: مفعول به منصوب، والجملة من الفعل والفاعل '
                     'والمفعول به في محل رفع خبر.',
       'keywords': 'حمد:الذي:لذي:ربح:سوق',
       'phrase': 'الذي يربح يحمد السوق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الذي يربح يحمد السوق'},
 793: {'date': '2023-07-19',
       'id': 793,
       'inflection': 'الذي: اسم موصول مبني في محل جر صفة. الذي: اسم موصول مبني '
                     'في محل جر صفة. يباع: فعل مضارع مرفوع، مجهول فاعله. فيه: '
                     'شبه جملة جار ومجرور متعلقان بـ يباع ، والضمير في (فيه) '
                     'هو العائد إلى الاسم الموصول. السكر: نائب فاعل مرفوع، '
                     'والجملة من الفعل والفاعل، صلة الموصول، لا محل لها.',
       'keywords': 'أسكن:باع:الذي:سكر:سكن:نس:نسك:في:سك:لذي:سوق',
       'phrase': 'نسكن في السوق الذي يباع فيه السكر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نسكن في السوق الذي يباع فيه السكر'},
 794: {'date': '2023-07-19',
       'id': 794,
       'inflection': 'ما: اسم مبني في محل رفع مبتدأ. ما: اسم مبني في محل رفع '
                     'مبتدأ. أجمل: فعل ماض مبني على الفتح.الغيمة: مفعول به '
                     'منصوب. التي: في محل نصب صفة. تحمل: فعل مضارع مرفوع '
                     '،والفاعل مستتر فيه تقديره هو ،وهو عائد الصلة. المطر: '
                     'مفعول به منصوب، والجملة من الفعل والفاعل والمفعول به صلة '
                     'الموصول ،لا محل لها من الإعراب.',
       'keywords': 'مطر:غيم:التي:أجمل:ما:!:تحمل:غيمة:جمل:حمل',
       'phrase': 'ما أجمل الغيمة التي تحمل المطر !',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما أجمل الغيمة التي تحمل المطر !'},
 795: {'date': '2023-07-19',
       'id': 795,
       'inflection': 'الولدان: مبتدأ مرفوع ،علامته الألف. الولدان: مبتدأ مرفوع '
                     '،علامته الألف. اللذان: صفة مرفوعة ،علامتها الألف. ترى: '
                     'فعل مضارع مرفوع بضمة مقدرة على الألف ،وفاعله مستتر '
                     'تقديره أنت. هما: ضمير مبني في محل نصب مفعول به ،وهو عائد '
                     'الصلة.والجملة من الفعل والفاعل والمفعول به صلة الموصول. '
                     'أخوان: خبر مرفوع ،علامته الألف.',
       'keywords': 'تر:ولد:خوان:لذ:راءى:رأى:ولدان:اللذان:وتر',
       'phrase': 'الولدان اللذان تراهما أخوان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الولدان اللذان تراهما أخوان'},
 796: {'date': '2023-07-19',
       'id': 796,
       'inflection': 'الولدين: اسم إن منصوب ،علامته الياء. الولدين: اسم إن '
                     'منصوب ،علامته الياء. اللذين: صفة منصوبة علامتها الياء. '
                     'ترى: فعل مضارع مرفوع بضمة مقدرة على الألف ،وفاعله مستتر '
                     'تقديره أنت.هما: ضمير مبني في محل نصب مفعول به ،وهو عائد '
                     'الصلة.والجملة من الفعل والفاعل والمفعول به صلة الموصول. '
                     'توأمان: خبر مرفوع.',
       'keywords': 'إن:توأم:تر:ولد:لذ:راءى:رأى:اللذين:وتر',
       'phrase': 'إن الولدين اللذين تراهما توأمان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن الولدين اللذين تراهما توأمان'},
 797: {'date': '2023-07-19',
       'id': 797,
       'inflection': 'والدة: مبتدأ مرفوع.الولدين: مضاف إليه مجرور ،علامته '
                     'الياء. والدة: مبتدأ مرفوع.الولدين: مضاف إليه مجرور '
                     '،علامته الياء. اللذين: صفة مجرورة علامتها الياء ترى: فعل '
                     'مضارع مرفوع بضمة مقدرة على الألف، وفاعله مستتر تقديره '
                     'أنت. هما: ضمير مبني في محل نصب مفعول به ،وهو عائد '
                     'الصلة.والجملة من الفعل والفاعل والمفعول به صلة الموصول. '
                     'طبيبة: خبر مرفوع.',
       'keywords': 'والد:تر:ولد:راءى:طبيب:الذين:رأى:لذي:وتر',
       'phrase': 'والدة الولدين الذين تراهما طبيبة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'والدة الولدين الذين تراهما طبيبة'},
 798: {'date': '2023-07-19',
       'id': 798,
       'inflection': 'فازت: فعل ماض مبني على الفتح ،والتاء للتأنيث. فازت: فعل '
                     'ماض مبني على الفتح ،والتاء للتأنيث. الفتاتان: فاعل '
                     'مرفوع، علامته الألف. اللتان: صفة مرفوعة علامتها الألف. '
                     'شاركتا: فعل ماض مبني على الفتح ،والتاء للتأنيث، والألف '
                     'ضمير في محل رفع فاعل – وهو عائد الصلة.',
       'keywords': 'فاز:شارك:اللتان:فتات:فتاة',
       'phrase': 'فازت الفتاتان اللتان شاركتا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'فازت الفتاتان اللتان شاركتا'},
 799: {'date': '2023-07-19',
       'id': 799,
       'inflection': 'توج: فعل ماض مبني على الفتح، مجهول فاعله، والتاء '
                     'للتأنيث. توج: فعل ماض مبني على الفتح، مجهول فاعله، '
                     'والتاء للتأنيث. الفرحة: نائب فاعل مرفوع.بفوز: جار ومجرور '
                     '– متعلقان بـ توج. الطالبتين: مضاف إليه مجرور، علامته '
                     'الياء. اللتين: صفة مجرورة علامتها الياء. مثلتا: فعل ماض '
                     'مبني على الفتح ،والتاء للتأنيث، والألف ضمير مبني على '
                     'السكون، في محل رفع فاعل – وهو عائد الصلة–',
       'keywords': 'فرح:اللتين:مدرس:فوز:مثل:مدرسة:توج:فرحة:طالب',
       'phrase': 'توجت الفرحة بفوز الطالبتين اللتين مثلتا المدرسة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'توجت الفرحة بفوز الطالبتين اللتين مثلتا المدرسة'},
 800: {'date': '2023-07-19',
       'id': 800,
       'inflection': '',
       'keywords': 'مدرس:.:::باه:له:صلة:مدرسة:إعراب:جملة:مان:مفعول:وله:به:منصوب:لامحل:فاعل:موصول:فعل:من:،:لها:منى:صل:جمل',
       'phrase': 'المدرسة: مفعول به منصوب. والجملة من الفعل والفاعل والمفعول '
                 'به، صلة الموصول ،لامحل لها من الإعراب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'المدرسة: مفعول به منصوب. والجملة من الفعل والفاعل '
                      'والمفعول به، صلة الموصول ،لامحل لها من الإعراب'},
 801: {'date': '2023-07-19',
       'id': 801,
       'inflection': 'يسر: فعل مضارع مرفوع. ني :النون للوقاية، حرف مبني على '
                     'الكسر لا محل له، والياء ضمير مبني في محل نصب مفعول به. '
                     'يسر: فعل مضارع مرفوع. ني :النون للوقاية، حرف مبني على '
                     'الكسر لا محل له، والياء ضمير مبني في محل نصب مفعول به. '
                     'الرجال: فاعل مرفوع، علامته الضمة. الألى: اسم موصول مبني '
                     'على السكون في محل رفع صفة. يهتمون: فعل مضارع مرفوع، '
                     'علامته ثبوت النون. والواو: ضمير مبني في محل رفع فاعل ، '
                     'وهو عائد الصلة – والجملة من الفعل والفاعل، صلة الموصول، '
                     'لا محل لها. بالثقافة: جار ومجرور متعلقان بـ يهتمون',
       'keywords': 'ألى:سر:اهتم:الألى:أسر:سرى:أسرى:يسر:رجال:ثقاف:هتم:سار:ثقافة:سرا',
       'phrase': 'يسرني الرجال الألى يهتمون بالثقافة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يسرني الرجال الألى يهتمون بالثقافة'},
 802: {'date': '2023-07-19',
       'id': 802,
       'inflection': 'يقضي: فعل مضارع مرفوع بضمة مقدرة على الياء. يقضي: فعل '
                     'مضارع مرفوع بضمة مقدرة على الياء. الواجب: فاعل مرفوع. '
                     'الاهتمام: مفعول به منصوب. بآثار: جار ومجرور متعلقان بـ '
                     'الاهتمام. العلماء: مضاف إليه مجرور. الألى: اسم موصول '
                     'مبني، في محل جر صفة. خدموا: فعل ماض مبني على الضم، '
                     'لاتصاله بواو الجماعة. وهي ضمير مبني على السكون في محل '
                     'رفع، وهي عائد الصلة. أمتهم :مفعول به منصوب، ومضاف إليه. '
                     'والجملة من الفعل والفاعل والمفعول به صلة الموصول، لا محل '
                     'لها.',
       'keywords': 'متى:ألى:آثار:واجب:أم:خدم:الألى:متا:علماء:اهتمام:أمة:آم:أمات:أمت:متهم:قضى',
       'phrase': 'يقضي الواجب الاهتمام بآثار العلماء الألى خدموا أمتهم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يقضي الواجب الاهتمام بآثار العلماء الألى خدموا أمتهم'},
 803: {'date': '2023-07-19',
       'id': 803,
       'inflection': 'مضى: فعل ماض مبني على الفتح المقدر على آخره. مضى: فعل '
                     'ماض مبني على الفتح المقدر على آخره. الذين: اسم موصول، '
                     'مبني على الفتح، في محل رفع فاعل. أحب: فعل مضارع مرفوع، '
                     'فاعله مستتر فيه تقديره أنا. هم: ضمير مبني على السكون، في '
                     'محل نصب مفعول به، وهو عائد الصلة. والجملة من الفعل '
                     'والفاعل والمفعول به، صلة الموصول. فداء: مفعول لأجله '
                     'منصوب.',
       'keywords': 'داء:مضى:حب:الذين:أحب:لذي:حبا:فداء',
       'phrase': 'ومضى الذين أحبهم فداء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ومضى الذين أحبهم فداء'},
 804: {'date': '2023-07-19',
       'id': 804,
       'inflection': 'إن: حرف مبني على الفتح. إن: حرف مبني على الفتح. الذين: '
                     'اسم موصول مبني على الفتح، في محل نصب اسم إن . يحرصون: '
                     'فعل مضارع مرفوع ،علامته ثبوت النون. والواو: في محل رفع '
                     'فاعل وهي الضمير العائد إلى الاسم الموصول ، والجملة من '
                     'الفعل والفاعل، صلة الموصول. على السر: جار ومجرور متعلقان '
                     'بـ يحرصون. قليلون: خبر المبتدأ مرفوع، علامته الواو.',
       'keywords': 'إن:سر:حرص:على:الذين:لذي:قليل',
       'phrase': 'إن الذين يحرصون على السر قليلون',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن الذين يحرصون على السر قليلون'},
 805: {'date': '2023-07-19',
       'id': 805,
       'inflection': 'هذا: اسم إشارة مبني في محل رفع مبتدأ. واحد: خبر مرفوع. '
                     'هذا: اسم إشارة مبني في محل رفع مبتدأ. واحد: خبر مرفوع. '
                     'الذين: اسم موصول مبني في محل جر، والجار والمجرور متعلقان '
                     'بـ يمارسون. يمارسون: فعل مضارع مرفوع، علامته ثبون النون، '
                     'والواو في محل رفع فاعل وهي الضمير العائد للاسم الموصول. '
                     'الرياضة: مفعول به منصوب. يوميا: ظرف زمان منصوب – متعلق '
                     'بـ يمارسون.',
       'keywords': 'هذ:هذا:الرياض:رياض:حدا:مان:منى:يوم:الذين:يومي:رياضة:حدى:مارس:لذي:واحد:حدي:من',
       'phrase': 'هذا واحد من الذين يمارسون الرياضة يوميا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا واحد من الذين يمارسون الرياضة يوميا'},
 806: {'date': '2023-07-19',
       'id': 806,
       'inflection': 'الطبيبات: مبتدأ مرفوع علامته الضمة. الطبيبات: مبتدأ '
                     'مرفوع علامته الضمة. اللاتي، اللاتي، اللواتي: اسم موصول '
                     'مبني على السكون، في محل رفع صفة. يتخصص: فعل مضارع مبني '
                     'على السكون، لاتصاله بنون النسوة، وهي حرف مبني على الفتح، '
                     'في محل رفع فاعل، وهي عائد الصلة. والجملة من الفعل '
                     'والفاعل صلة الموصول، لا محل لها. في الطب: جار ومجرور، '
                     'متعلقان بـ يتخصصن. الطبيعي: صفة لمجرور. كثيرات: خبر '
                     'مرفوع.',
       'keywords': 'طبيعي:اللاتي:طب:طبيب:):اللواتي:في:اللائي:(:تخصص:لات:طبيعة:كثير',
       'phrase': 'الطبيبات اللاتي (اللائي) اللواتي يتخصصن في الطب الطبيعي '
                 'كثيرات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الطبيبات اللاتي (اللائي) اللواتي يتخصصن في الطب الطبيعي '
                      'كثيرات'},
 807: {'date': '2023-07-19',
       'id': 807,
       'inflection': 'غادة: مبتدأ مرفوع. من أوائل: جار ومجرور متعلقان بـ درس. '
                     'غادة: مبتدأ مرفوع. من أوائل: جار ومجرور متعلقان بـ درس. '
                     'الطالبات: مضاف إليه مجرور .اللاتي – اللائي – اللواتي: '
                     'اسم موصول مبني على السكون، في محل جر صفة. درسن: فعل ماض '
                     'مبني على السكون لاتصاله بنون النسوة، وهي في محل رفع '
                     'فاعل، وعائد الصلة. الهندسة: مفعول به منصوب، والجملة من '
                     'الفعل والفاعل والمفعول به، لا محل لها.',
       'keywords': 'اللاتي:درس:،:هندسة:غادة:منى:اللواتي:اللائي:أوائل:لات:طالب:مان:من',
       'phrase': 'غادة من أوائل الطالبات اللاتي، اللائي، اللواتي درسن الهندسة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'غادة من أوائل الطالبات اللاتي، اللائي، اللواتي درسن '
                      'الهندسة'},
 808: {'date': '2023-07-19',
       'id': 808,
       'inflection': 'يا: حرف مبني على السكون. يا: حرف مبني على السكون. سرب: '
                     'منادى منصوب. الحمام: مضاف إليه مجرور. العائد: صفة '
                     'مجرورة. إلى الوطن: جار ومجرور متعلقان بـ العائد. من: اسم '
                     'استفهام، مبني على السكون في محل رفع مبتدأ. منكن: جار '
                     'ومجرور متعلقان بـ يحمل. يحمل: فعل مضارع مرفوع، وفاعله '
                     'مستتر فيه، وهو عائد الصلة. سلامي: مفعول به منصوب، والياء '
                     'مضاف إليه، والجملة من الفعل والفاعل والمفعول به صلة '
                     'الموصول. إلى الاحباب: جار ومجرور، متعلقان بـ يحمل.',
       'keywords': 'حمل:،:يا:وطن:منى:سلامة:أحباب:عائد:سرب:إلى:حمام:مان:سلام:من',
       'phrase': 'يا سرب الحمام العائد إلى الوطن ،من منكن يحمل سلامي للأحباب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سرب الحمام العائد إلى الوطن ،من منكن يحمل سلامي '
                      'للأحباب'},
 809: {'date': '2023-07-19',
       'id': 809,
       'inflection': 'أعجب: فعل ماض مبني على الفتح، ي: في محل نصب مفعول به. '
                     'أعجب: فعل ماض مبني على الفتح، ي: في محل نصب مفعول به. ما '
                     ':اسم موصول، مبني على السكون، في محل رفع فاعل. قال :فعل '
                     'ماض مبني على الفتح، وفاعله مستتر فيه. ه :ضمير مبني على '
                     'الضم، في محل نصب مفعول به. وهو عائد الصلة. سعيد: فاعل '
                     'مرفوع.',
       'keywords': 'عجب:ما:قال:أعجب:سعيد',
       'phrase': 'أعجبني ما قاله سعيد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعجبني ما قاله سعيد'},
 810: {'date': '2023-07-19',
       'id': 810,
       'inflection': 'ساعد :فعل أمر مبني على السكون. ما :اسم موصول مبني على '
                     'السكون، في محل نصب مفعول به. ساعد :فعل أمر مبني على '
                     'السكون. ما :اسم موصول مبني على السكون، في محل نصب مفعول '
                     'به. شئت :فعل ماض مبني على السكون، لاتصاله بتاء المتكلم، '
                     'وهي في محل رفع فاعل – وهي عائد الصلة – والجملة من الفعل '
                     'والفاعل، صلة الموصول، لا محل لها. من الفقراء: جار '
                     'ومجرور، متعلقان بـ ساعد. المعوق :بدل مجرور.',
       'keywords': 'فقراء:،:ما:منى:معوق:مريض:شاء:ساعد:مان:من',
       'phrase': 'ساعد ما شئت من الفقراء، المعوق والمريض',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساعد ما شئت من الفقراء، المعوق والمريض'},
 811: {'date': '2023-07-19',
       'id': 811,
       'inflection': 'من: اسم استفهام مبني على السكون ن في محل رفع مبتدأ. من: '
                     'اسم استفهام مبني على السكون ن في محل رفع مبتدأ. ذا: اسم '
                     'موصول مبني على السكون في محل رفع خبر. نجح: فعل ماض، مبني '
                     'على الفتح، وفاعله مستتر فيه وهو عائد الصلة والجملة من '
                     'الفعل والفاعل صلة الموصول ،لا محل لها.',
       'keywords': 'جاح:من:منى:نجح:جح:وجح:جحا:مان:ذا',
       'phrase': 'من ذا نجح',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'من ذا نجح'},
 812: {'date': '2023-07-19',
       'id': 812,
       'inflection': 'ما: اسم استفهام، مبني في محل رفع مبتدأ. ما: اسم استفهام، '
                     'مبني في محل رفع مبتدأ. ذا: اسم موصول مبني في محل رفع '
                     'خبر. قابلت: فعل ماض مبني على الفتح، لاتصاله بتاء '
                     'المتكلم، وهي في محل رفع فاعل. ها :ضمير مبني، في محل نصب '
                     'مفعول به، وهو عائد الصلة والجملة من الفعل والفاعل '
                     'والمفعول به، صلة الموصول.',
       'keywords': 'قابل:؟:ماذا',
       'phrase': 'ماذا قابلتها ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ماذا قابلتها ؟'},
 813: {'date': '2023-07-19',
       'id': 813,
       'inflection': 'ماذا: اسم استفهام مبني في محل رفع خبر مقدم. ماذا: اسم '
                     'استفهام مبني في محل رفع خبر مقدم. الأمر: مبتدأ مؤخر '
                     'مرفوع.',
       'keywords': 'أمر:؟:ماذا',
       'phrase': 'ماذا الأمر ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ماذا الأمر ؟'},
 814: {'date': '2023-07-19',
       'id': 814,
       'inflection': 'من ذا: اسم استفهام مبني، في محل رفع خبر مقدم. من ذا: اسم '
                     'استفهام مبني، في محل رفع خبر مقدم. الحاضر: خبر مرفوع.',
       'keywords': 'حاضر:من:منى:؟:مان:ذا',
       'phrase': 'من ذا الحاضر ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'من ذا الحاضر ؟'},
 815: {'date': '2023-07-19',
       'id': 815,
       'inflection': 'هذا: اسم إشارة مبني على السكون، في محل رفع مبتدأ. هذا: '
                     'اسم إشارة مبني على السكون، في محل رفع مبتدأ. ذو :اسم '
                     'موصول، مبني على السكون، في محل رفع خبر. قال: فعل ماض '
                     'مبني على الفتح، وفاعله مستتر فيه تقديره هو، وهو عائد '
                     'الصلة.',
       'keywords': 'هذ:قال:ذو:هذا',
       'phrase': 'هذا ذو قال',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذا ذو قال'},
 816: {'date': '2023-07-19',
       'id': 816,
       'inflection': 'هذان: مبتدأ مرفوع علامته الألف. هذان: مبتدأ مرفوع علامته '
                     'الألف. ذو :اسم موصول، مبني على السكون، في محل رفع خبر. '
                     'قالا :فعل، وفاعله الألف في محل رفع، وهو عائد الصلة، '
                     'والجملة لا محل لها صلة الموصول',
       'keywords': 'قال:ذو:هذان',
       'phrase': 'هذان ذو قالا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هذان ذو قالا'},
 817: {'date': '2023-07-19',
       'id': 817,
       'inflection': 'هؤلاء: اسم إشارة مبني على السكون في محل رفع مبتدأ. '
                     'هؤلاء: اسم إشارة مبني على السكون في محل رفع مبتدأ. ذو '
                     ':اسم موصول مبني، في محل رفع خبر. قالوا :فعل ماض مبني على '
                     'الضم، والواو ضمير مبني على السكون في محل رفع فاعل، وهو '
                     'الضمير العائد للاسم الموصول.',
       'keywords': 'قال:ذو:هؤلاء',
       'phrase': 'هؤلاء ذو قالوا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هؤلاء ذو قالوا'},
 818: {'date': '2023-07-19',
       'id': 818,
       'inflection': 'إن: حرف مبني على الفتح. إن: حرف مبني على الفتح. الماء: '
                     'اسم إن منصوب. ماء: خبر إن مرفوع. أب :مضاف إليه مجرور '
                     'بالفتحة المقدرة على الباء. ي :ضمير مبني على السكون، في '
                     'محل جر مضاف إليه. بئرى: مبتدأ مرفوع، وهو مضاف، والياء في '
                     'محل جر مضاف إليه. ذو :اسم موصول مبني على السكون، في محل '
                     'رفع صفة. حفرت: فعل وفاعل.',
       'keywords': 'جدا:أب:جدى:أبى:طوي:حفر:وجد:بئر:إن:أبا:وجدة:جدة:ذو:بي:جد:أبي:ماء:جدي:طوى',
       'phrase': 'فإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'فإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت'},
 819: {'date': '2023-07-19',
       'id': 819,
       'inflection': 'ساعد: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت. '
                     'ساعد: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت. '
                     'أي :مفعول به منصوب علامته الفتحة. محتاج: مضاف إليه '
                     'مجرور.',
       'keywords': 'ساعد:أي:محتاج',
       'phrase': 'ساعده أي محتاج',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساعده أي محتاج'},
 820: {'date': '2023-07-19',
       'id': 820,
       'inflection': 'استقل: فعل أمر مبني على السكون، والفاعل مستتر تقديره '
                     'أنت. استقل: فعل أمر مبني على السكون، والفاعل مستتر '
                     'تقديره أنت. أي :مفعول به منصوب، علامته الفتحة. سيارة: '
                     'مضاف إليه مجرور. قادمة: صفة مجرورة.',
       'keywords': 'سيارة:قادم:استقل:أي:استقال:سيار',
       'phrase': 'استقل أي سيارة قادمة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استقل أي سيارة قادمة'},
 821: {'date': '2023-07-19',
       'id': 821,
       'inflection': 'أي: اسم مجرور علامته الكسرة. أي: اسم مجرور علامته '
                     'الكسرة.',
       'keywords': 'أي:على:طائر:سافر:طائرة:مغادر',
       'phrase': 'سافر على أي طائرة مغادرة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سافر على أي طائرة مغادرة'},
 822: {'date': '2023-07-19',
       'id': 822,
       'inflection': 'أيا: مفعول به منصوب. هو: ضمير مبني في محل رفع مبتدأ. '
                     'أيا: مفعول به منصوب. هو: ضمير مبني في محل رفع مبتدأ. '
                     'محتاج: خبر مرفوع.',
       'keywords': 'ساعد:أيا:هو:محتاج',
       'phrase': 'ساعد أيا هو محتاج',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساعد أيا هو محتاج'},
 823: {'date': '2023-07-19',
       'id': 823,
       'inflection': 'أي: مفعول به منصوب، علامته الفتحة ،وهو مضاف. أي: مفعول '
                     'به منصوب، علامته الفتحة ،وهو مضاف. هم: ضمير مبني في محل '
                     'جر مضاف إليه.',
       'keywords': 'هم:أعمل:هو:يهم:مخلص:عمل:أيهم:أي:أهم:احترم:وهم',
       'phrase': 'احترم أيهم هو مخلص فيعمله',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'احترم أيهم هو مخلص فيعمله'},
 824: {'date': '2023-07-19',
       'id': 824,
       'inflection': 'لـ: حرف توكيد، مبني على الفتح. لـ: حرف توكيد، مبني على '
                     'الفتح. ننزع: فعل مضارع مبني على الفتح، لاتصاله بنون '
                     'التوكيد، وهي حرف مبني على الفتح ، والفاعل ضمير مستتر '
                     'تقديره نحن. من كل: جار ومجرور متعلقان بـ ننزع. شيعة: '
                     'مضاف إليه مجرور. أيهم: أي مفعول به منصوب، علامته الفتحة، '
                     'وهم في محل جر بالإضافة. أيهم: أي اسم موصول مبني على الضم '
                     'في محل نصب، وهم في محل جر مضاف إليه.',
       'keywords': 'نزع:شد:أكل:شدا:كال:عن:مان:وهم:هم:شاد:عان:أي:أهم:كل:عنى:أشد:أشاد:أيهم:رحمن:شيعة:عتي:من:منى:يهم:على:شيع:وكل',
       'phrase': 'لننزع عن من كل شيعة أيهم أشد على الرحمن عتيا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لننزع عن من كل شيعة أيهم أشد على الرحمن عتيا'},
 825: {'date': '2023-07-19',
       'id': 825,
       'inflection': 'شكرت: فعل وفاعل. شكرت: فعل وفاعل. الذي: اسم موصول مبني '
                     'على السكون، في محل نصب. أعاد: فعل ماض مبني على الفتح ، '
                     'وفاعله مستتر فيه، وهو عائد الصلة. والجملة الفعلية من '
                     'الفعل والفاعل، صلة الموصول، لا محل لها. إلى منزلي: شبه '
                     'جملة متعلقة بـ أعاد.',
       'keywords': 'منزلي:منزلة:الذي:شكر:عادي:ماء:أعاد:إلى:لذي:منزل:عادى:عاد',
       'phrase': 'شكرت الذي أعاد الماء إلى منزلي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'شكرت الذي أعاد الماء إلى منزلي'},
 826: {'date': '2023-07-19',
       'id': 826,
       'inflection': 'الذين: اسم موصول مبني على الفتح، في محل رفع فاعل. الذين: '
                     'اسم موصول مبني على الفتح، في محل رفع فاعل. هم :ضمير مبني '
                     'على السكون، في محل رفع مبتدأ. قادرون: خبر مرفوع، علامته '
                     'الواو. والجملة الاسمية من المبتدأ والخبر – لا محل لها '
                     'صلة الموصول',
       'keywords': 'هام:هم:قادر:حملة:نظاف:في:الذين:نظافة:لذي:ساهم:حمل:وهم',
       'phrase': 'ساهم في حملة النظافة الذين هم قادرون',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساهم في حملة النظافة الذين هم قادرون'},
 827: {'date': '2023-07-19',
       'id': 827,
       'inflection': 'انظر: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت. '
                     'انظر: فعل أمر مبني على السكون، والفاعل مستتر تقديره أنت. '
                     'الصورة: اسم منصوب، بحذف حرف الجر – التقدير انظر في '
                     'الصورة التي: اسم موصول مبني على السكون، في محل جر صفة. '
                     'أمام: ظرف مكان منصوب. ك :ضمير في محل جر مضاف إليه، وشبه '
                     'الجملة الظرفية، صلة الموصول، لا محل لها.',
       'keywords': 'صورة:التي:أمامك:أمام:صور:نظر',
       'phrase': 'انظر الصورة التي أمامك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'انظر الصورة التي أمامك'},
 828: {'date': '2023-07-19',
       'id': 828,
       'inflection': 'آه: اسم فعل مضارع مبني على الكسر، فاعله مستتر تقديره '
                     'أنا. آه: اسم فعل مضارع مبني على الكسر، فاعله مستتر '
                     'تقديره أنا. من الصداع: جار ومجرور متعلقان بـ آه.',
       'keywords': 'منى:آه:مان:صداع:من',
       'phrase': 'آه من الصداع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'آه من الصداع'},
 829: {'date': '2023-07-19',
       'id': 829,
       'inflection': 'أف: اسم فعل مضارع مبني على الكسر. أف: اسم فعل مضارع مبني '
                     'على الكسر.',
       'keywords': 'مان:منى:أ:ف:كسل:وفى:من',
       'phrase': 'أ ف من الكسل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أ ف من الكسل'},
 830: {'date': '2023-07-19',
       'id': 830,
       'inflection': 'أخ، حس: اسما فعل مضارع مبنيان على الكسر مضاف مبنيان على '
                     'السكون. أخ، حس: اسما فعل مضارع مبنيان على الكسر مضاف '
                     'مبنيان على السكون.',
       'keywords': 'خ:ألام:مان:حاس:ألم:لما:لم:حسى:حس:لسن:لمي:أ:فراق:من:لام:لمى:وخى:منى:سن',
       'phrase': 'أ خ من ألم السن حس من الفراق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أ خ من ألم السن حس من الفراق'},
 831: {'date': '2023-07-19',
       'id': 831,
       'inflection': 'وا، وي: اسما فعل مضارع مبنيان على الكسر. وا، وي: اسما '
                     'فعل مضارع مبنيان على الكسر.',
       'keywords': 'وي:سلك:منى:نجاح:وا:كسل:سل:مان:من',
       'phrase': 'وي من كسلك وا من نجاحك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وي من كسلك وا من نجاحك'},
 832: {'date': '2023-07-19',
       'id': 832,
       'inflection': 'بجل: اسم فعل مضارع مبني على السكون. بجل: اسم فعل مضارع '
                     'مبني على السكون.',
       'keywords': 'وثم:اهتم:بجل:ثم:نفس:هتم:جل',
       'phrase': 'اهتم بنفسك ثم بجل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'اهتم بنفسك ثم بجل'},
 833: {'date': '2023-07-19',
       'id': 833,
       'inflection': 'حي: اسم فعل أمر مبني على الفتح. حي: اسم فعل أمر مبني على '
                     'الفتح.',
       'keywords': 'إلى:حي:أمر:حيا',
       'phrase': 'حي إلى الأمر حي بالأمر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حي إلى الأمر حي بالأمر'},
 834: {'date': '2023-07-19',
       'id': 834,
       'inflection': 'هيت: اسم فعل أمر مبني على السكون، فاعله مستتر تقديره أنت '
                     'هيت: اسم فعل أمر مبني على السكون، فاعله مستتر تقديره أنت '
                     'لك: شبه جملة جار ومجرور ،متعلقان بـ هيت.',
       'keywords': 'لك:هيت:لاك',
       'phrase': 'هيت لك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هيت لك'},
 835: {'date': '2023-07-19',
       'id': 835,
       'inflection': 'هلم: اسم فعل أمر مبني على الفتح، فاعله مستتر فيه. هلم: '
                     'اسم فعل أمر مبني على الفتح، فاعله مستتر فيه.',
       'keywords': 'هلم:،:إلي:شهداء:إلى',
       'phrase': 'هلم إلينا ،هلم شهداءكم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هلم إلينا ،هلم شهداءكم'},
 836: {'date': '2023-07-19',
       'id': 836,
       'inflection': 'تيد: اسم فعل أمر مبني على الفتح، وفاعله مستتر تقديره أنت '
                     'تيد: اسم فعل أمر مبني على الفتح، وفاعله مستتر تقديره أنت '
                     'المدين: مفعول به منصوب.',
       'keywords': 'يدى:مدين:مد:يدي',
       'phrase': 'تيد المدين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تيد المدين'},
 837: {'date': '2023-07-19',
       'id': 837,
       'inflection': 'قد: اسم فعل أمر مبني على السكون. ك: ضمير مبني على الفتح، '
                     'في محل نصب مفعول به. قد: اسم فعل أمر مبني على السكون. ك: '
                     'ضمير مبني على الفتح، في محل نصب مفعول به. خمسة: فاعل '
                     'مرفوع. قروش: مضاف إليه مجرور.',
       'keywords': 'خمس:قروش:قد:قاد:خمسة',
       'phrase': 'قدك خمسة قروش',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'قدك خمسة قروش'},
 838: {'date': '2023-07-19',
       'id': 838,
       'inflection': 'دونك: اسم فعل أمر مبني على الفتح. دونك: اسم فعل أمر مبني '
                     'على الفتح. العنوان: مفعول به منصوب.',
       'keywords': 'عنوان:دونك:دوى:دون',
       'phrase': 'دونك العنوان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'دونك العنوان'},
 839: {'date': '2023-07-19',
       'id': 839,
       'inflection': 'عليك: اسم فعل أمر مبني على الفتح، وفاعله تقديره أنت. '
                     'عليك: اسم فعل أمر مبني على الفتح، وفاعله تقديره أنت. '
                     'أخا: مفعول به منصوب، لاسم الفعل، وهو مضاف. ك: في محل جر '
                     'بالإضافة',
       'keywords': 'عل:أخا:علي:علة:على:أخ:عليك',
       'phrase': 'عليك أخاك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عليك أخاك'},
 840: {'date': '2023-07-19',
       'id': 840,
       'inflection': 'إليك: اسم فعل أمر، مبني على الفتح، فاعله تقديره أنت. '
                     'إليك: اسم فعل أمر، مبني على الفتح، فاعله تقديره أنت. '
                     'عني: عن: حرف جر. الياء: ضمير مبني في محل جر، والجار '
                     'والمجرور متعلقان بـ إليك.',
       'keywords': 'عنا:عني:إليك:إلي:عنى:عن:إلى',
       'phrase': 'إليك عني',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إليك عني'},
 841: {'date': '2023-07-19',
       'id': 841,
       'inflection': 'هاء، هاك: اسما فعل أمر مبنيان عل الفتح. هاء، هاك: اسما '
                     'فعل أمر مبنيان عل الفتح. النقود: مفعول به منصوب.',
       'keywords': 'هاء:نقود:هاك:،',
       'phrase': 'هاك، هاء النقود',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هاك، هاء النقود'},
 842: {'date': '2023-07-19',
       'id': 842,
       'inflection': 'حذار: اسم فعل أمر مبني على الكسر، وفاعله مستتر فيه (أنت '
                     '). حذار: اسم فعل أمر مبني على الكسر، وفاعله مستتر فيه '
                     '(أنت ). الدهان: مفعول به منصوب.',
       'keywords': 'دهان:حذار',
       'phrase': 'حذار الدهان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حذار الدهان'},
 843: {'date': '2023-07-19',
       'id': 843,
       'inflection': 'نزال: اسم فعل أمر مبني على الكسر، فاعله مستتر تقديره '
                     'أنت. نزال: اسم فعل أمر مبني على الكسر، فاعله مستتر '
                     'تقديره أنت. مسرعا: حال منصوب.',
       'keywords': 'أزال:مسرع:نزال',
       'phrase': 'نزال مسرعا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نزال مسرعا'},
 844: {'date': '2023-07-19',
       'id': 844,
       'inflection': 'هيهات: اسم فعل ماض مبني على الفتح. هيهات: اسم فعل ماض '
                     'مبني على الفتح. عنك: في محل جر، وشبه الجملة متعلقة بـ '
                     'هيهات. الوطن: فاعل مرفوع.',
       'keywords': 'عنى:وطن:عان:عن:عنك:هيهات',
       'phrase': 'هيهات عنك الوطن',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هيهات عنك الوطن'},
 845: {'date': '2023-07-19',
       'id': 845,
       'inflection': 'رويد: اسم فعل أمر مبني على الفتح، وفاعله مستتر فيه '
                     'تقديره أنت. رويد: اسم فعل أمر مبني على الفتح، وفاعله '
                     'مستتر فيه تقديره أنت. المفلس: مفعول به منصوب.',
       'keywords': 'مفلس:رويد',
       'phrase': 'رويد المفلس',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'رويد المفلس'},
 846: {'date': '2023-07-19',
       'id': 846,
       'inflection': 'أ: حرف نداء مبني على الفتح. أ: حرف نداء مبني على الفتح. '
                     'عادل: منادى مبني على الضمة في محل نصب.',
       'keywords': 'رفع:عادل:في:ساعد:صندوق',
       'phrase': 'أعادل ساعدني في رفع الصندوق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعادل ساعدني في رفع الصندوق'},
 847: {'date': '2023-07-19',
       'id': 847,
       'inflection': 'أي :حرف نداء مبني على السكون. أي :حرف نداء مبني على '
                     'السكون. خليل: منادى مبني على الضمة في محل نصب.',
       'keywords': 'ردعلى:،:خليل:أي:هاتف',
       'phrase': 'أي خليل ،ردعلى الهاتف',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أي خليل ،ردعلى الهاتف'},
 848: {'date': '2023-07-19',
       'id': 848,
       'inflection': 'وا، هيا، يا: حرف نداء مبني على السكون. وا، هيا، يا: حرف '
                     'نداء مبني على السكون. عبد: منادى منصوب، وهو مضاف. الرحمن '
                     ':مضاف إليه مجرور.',
       'keywords': 'عبد:،:هلوجدت:وا:رحمن:محفظة',
       'phrase': 'وا عبد الرحمن ،هلوجدت المحفظة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وا عبد الرحمن ،هلوجدت المحفظة'},
 849: {'date': '2023-07-19',
       'id': 849,
       'inflection': 'عماد: منادى منصوب، وهو مضاف. عماد: منادى منصوب، وهو '
                     'مضاف. الدين: مضاف إليه مجرور.',
       'keywords': 'وقف:دين:عماد:توقف:أوقف:يا',
       'phrase': 'يا عماد الدين توقف',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا عماد الدين توقف'},
 850: {'date': '2023-07-19',
       'id': 850,
       'inflection': 'سعاد: منادى مبني على الضمة في محل نصب. سعاد: منادى مبني '
                     'على الضمة في محل نصب.',
       'keywords': 'سعاد:يا',
       'phrase': 'يا سعاد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سعاد'},
 851: {'date': '2023-07-19',
       'id': 851,
       'inflection': 'شرطي: منادى مبني على الضمة في محل نصب. شرطي: منادى مبني '
                     'على الضمة في محل نصب.',
       'keywords': 'شرطة:يا:شرط:شرطي',
       'phrase': 'يا شرطي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا شرطي'},
 852: {'date': '2023-07-19',
       'id': 852,
       'inflection': 'سامعا: منادى منصوب علامته تنوين الفتح. سامعا: منادى '
                     'منصوب علامته تنوين الفتح.',
       'keywords': 'سامع:يا:ساعد',
       'phrase': 'يا سامعا ساعدني',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سامعا ساعدني'},
 853: {'date': '2023-07-19',
       'id': 853,
       'inflection': 'عبد :منادى منصوب ,علامته الفتحة وهومضاف. عبد :منادى '
                     'منصوب ,علامته الفتحة وهومضاف. الرحمن: مضاف إليه مجرور.',
       'keywords': 'عبد:يا:رحمن',
       'phrase': 'يا عبد الرحمن',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا عبد الرحمن'},
 854: {'date': '2023-07-19',
       'id': 854,
       'inflection': 'متقنا: منادى منصوب علامته تنوين الفتح ـ شبيه بالمضاف. '
                     'متقنا: منادى منصوب علامته تنوين الفتح ـ شبيه بالمضاف. '
                     'عمل: مفعول به منصوب، لاسم الفاعل ( متقن )، وهو مضاف.',
       'keywords': 'متقن:،:فاق:!:عمل:الل:وفق:يا:فق',
       'phrase': 'يا متقنا عمله ،وفقك الل!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا متقنا عمله ،وفقك الل!'},
 855: {'date': '2023-07-19',
       'id': 855,
       'inflection': 'ابن: منادى منصوب ،علامته الفتحة، وهو مضاف. ابن: منادى '
                     'منصوب ،علامته الفتحة، وهو مضاف.',
       'keywords': 'لا:كرام:ابن:يا:تسرع:بنى',
       'phrase': 'يا ابن الكرام لا تتسرع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا ابن الكرام لا تتسرع'},
 856: {'date': '2023-07-19',
       'id': 856,
       'inflection': 'حسنا: منادى منصوب، علامته الفتحة. حسنا: منادى منصوب، '
                     'علامته الفتحة. خلق: فاعل مرفوع ـ للصفة المشبهة ( حسنا ) '
                     'علامته الضمة.',
       'keywords': 'خلق:حسن:أقدم:!:حسى:حس:قدم:يا:تقدم:حاس',
       'phrase': 'يا حسنا خلقه تقدم!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا حسنا خلقه تقدم!'},
 857: {'date': '2023-07-19',
       'id': 857,
       'inflection': 'هذا :اسم إشارة مبني على السكون، في محل نصب منادى. هذا '
                     ':اسم إشارة مبني على السكون، في محل نصب منادى. الرجل: بدل '
                     'مرفوع.',
       'keywords': 'رجل:هذ:يا:هذا',
       'phrase': 'يا هذا الرجل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا هذا الرجل'},
 858: {'date': '2023-07-19',
       'id': 858,
       'inflection': 'هذه :اسم إشارة مبني في محل نصب منادى. هذه :اسم إشارة '
                     'مبني في محل نصب منادى. الفتاة: بدل من مرفوع',
       'keywords': 'فتاة:هذ:يا:هذه',
       'phrase': 'يا هذه الفتاة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا هذه الفتاة'},
 859: {'date': '2023-07-19',
       'id': 859,
       'inflection': 'ذا :منادى منصوب علامته الألف، وهو مضاف ذا :منادى منصوب '
                     'علامته الألف، وهو مضاف الكرم: مضاف إليه مجرور ذا :اسم '
                     'معطوف على منصوب، علامته الألف. وهو مضاف.',
       'keywords': 'كرم:يا:عقل:ذا',
       'phrase': 'يا ذا الكرم وذا العقل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا ذا الكرم وذا العقل'},
 860: {'date': '2023-07-19',
       'id': 860,
       'inflection': 'يا :حرف نداء مبني على السكون. يا :حرف نداء مبني على '
                     'السكون. لـ :حرف جر زائد مبني على الفتح. الماء: اسم مجرور '
                     'لفظا، منصوب محلا عل أن منادى.',
       'keywords': '!:يا:ماء',
       'phrase': 'يا للماء!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا للماء!'},
 861: {'date': '2023-07-19',
       'id': 861,
       'inflection': 'ماءا: منادى متعجب منه مبني على الضمة في محل نصب والألف '
                     'لإطلاق الصوت. ماءا: منادى متعجب منه مبني على الضمة في '
                     'محل نصب والألف لإطلاق الصوت.',
       'keywords': '!:يا:ماء',
       'phrase': 'يا ماءا!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا ماءا!'},
 862: {'date': '2023-07-19',
       'id': 862,
       'inflection': 'ماء: منادى متعجب منه مبني على الضمة في محل نصب منادى. '
                     'ماء: منادى متعجب منه مبني على الضمة في محل نصب منادى.',
       'keywords': '!:يا:ماء',
       'phrase': 'يا ماء !',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا ماء !'},
 863: {'date': '2023-07-19',
       'id': 863,
       'inflection': 'وا :حرف نداء مبني على السكون. وا :حرف نداء مبني على '
                     'السكون. معتصماه :منادى مبني على ضمة مقدرة على آخره في '
                     'محل نصب. والألف والهاء لإطلاق الصوت.',
       'keywords': 'وا:معتصم',
       'phrase': 'وا معتصماه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وا معتصماه'},
 864: {'date': '2023-07-19',
       'id': 864,
       'inflection': 'حر: منادى مضاف منصوب، علامته الفتحة وهو مضاف. حر: منادى '
                     'مضاف منصوب، علامته الفتحة وهو مضاف. كبد: مضاف إليه مجرور '
                     'بكسرة مقدرة على آخره. ا :عوضا عن الياء. الضمير المبني في '
                     'محل جر بالإضافة.',
       'keywords': 'وحر:كبد:حر:حار:وا',
       'phrase': 'وا حر كبدا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وا حر كبدا'},
 865: {'date': '2023-07-19',
       'id': 865,
       'inflection': 'سيبويه: منادى علم مبني على الضمة، منع من ظهورها حركة '
                     'البناء، الأصلية ( الكسرة ) في محل نصب منادى. سيبويه: '
                     'منادى علم مبني على الضمة، منع من ظهورها حركة البناء، '
                     'الأصلية ( الكسرة ) في محل نصب منادى. العالم :نعت مرفوع '
                     'على الضمة.',
       'keywords': 'عالم:سيبو:يا',
       'phrase': 'يا سيبويه العالم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سيبويه العالم'},
 866: {'date': '2023-07-19',
       'id': 866,
       'inflection': '.هؤلاء: اسم إشارة مبني على الضمة التي منع من ظهورها حركة '
                     'البناء الأصلية في محل نصب منادى. .هؤلاء: اسم إشارة مبني '
                     'على الضمة التي منع من ظهورها حركة البناء الأصلية في محل '
                     'نصب منادى. الكرام: نعت مرفوع على الضمة.',
       'keywords': 'كرام:يا:هؤلاء',
       'phrase': 'يا هؤلاء الكرام',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا هؤلاء الكرام'},
 867: {'date': '2023-07-19',
       'id': 867,
       'inflection': 'حذام :اسم مبني على الكسر، في محل رفع علم ـ على أنه منادى '
                     'منصوب. حذام :اسم مبني على الكسر، في محل رفع علم ـ على '
                     'أنه منادى منصوب. الفاضلة: صفة مرفوعة لمحل ( حذام ) '
                     'العلم.',
       'keywords': 'ياحذام:فاضل',
       'phrase': 'ياحذام الفاضلة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ياحذام الفاضلة'},
 868: {'date': '2023-07-19',
       'id': 868,
       'inflection': 'أيها :منادى مبني على الضمة، في محل نصب منادى. أيها '
                     ':منادى مبني على الضمة، في محل نصب منادى. الإنسان: بدل '
                     'مرفوع.',
       'keywords': 'رب:":إنسان:كريم:ما:إنس:غر:أي:غار:وغر:يا:غرى',
       'phrase': '"يا أيها الإنسان ما غرك بربك الكريم"',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"يا أيها الإنسان ما غرك بربك الكريم"'},
 869: {'date': '2023-07-19',
       'id': 869,
       'inflection': 'يا: حرف نداء مبني على السكون. يا: حرف نداء مبني على '
                     'السكون. أيتها :منادى مبني على الضمة، منع من ظهورها '
                     'اشتغال حركة آخره بالضم، في محل نصب منادى. النفس :بدل '
                     'مرفوع من محل ( أية). المطمئنة :صفة مرفوعة.',
       'keywords': '":مطمئن:أية:نفس:”:يا',
       'phrase': '"يا أيتها النفس المطمئنة”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"يا أيتها النفس المطمئنة”'},
 870: {'date': '2023-07-19',
       'id': 870,
       'inflection': 'أيها :منادى مبني على الضمة، في محل نصب. أيها :منادى مبني '
                     'على الضمة، في محل نصب. الناس: بدل من مرفوع.',
       'keywords': 'ربى:رب:":اتقى:”:أي:ناس:يا:راب',
       'phrase': '"يا أيها الناس اتقوا ربكم”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"يا أيها الناس اتقوا ربكم”'},
 871: {'date': '2023-07-19',
       'id': 871,
       'inflection': 'هذه :اسم إشارة مبني على ضمة منع من ظهورها اشتغال حركة '
                     'الآخر بالكسر في محل نصب منادى. هذه :اسم إشارة مبني على '
                     'ضمة منع من ظهورها اشتغال حركة الآخر بالكسر في محل نصب '
                     'منادى. المرأة: بدل مرفوع.',
       'keywords': 'هذ:وي:المرأة:هذه:يا',
       'phrase': 'ويا هذه المرأة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ويا هذه المرأة'},
 872: {'date': '2023-07-19',
       'id': 872,
       'inflection': 'الل :لفظ الجلالة منادى مبني على الضمة في محل نصب منادى. '
                     'الل :لفظ الجلالة منادى مبني على الضمة في محل نصب منادى. '
                     'م :حرف مبني على الفتح، ذكر عوضا عن (ياء) النداء = يا '
                     'الل. فاطر :منادى منصوب، علامته الفتحة، وهو مضاف. '
                     'السموات: مضاف إليه مجرور علامته الكسرة. أغث :فعل أمر '
                     'مبني على السكون، أريد به الالتماس. وفاعله مستتر فيه '
                     'تقديره ( أنت ) يعود للفظ الجلالة. نا :ضمير مبني على '
                     'السكون في محل نصب مفعول به.',
       'keywords': 'طرو:طرا:طري:فاطر:سمو:غاث:غثى:سموات:أغاث:غث:اللهم:يا',
       'phrase': 'اللهم يا فاطر السموات أغثنا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'اللهم يا فاطر السموات أغثنا'},
 873: {'date': '2023-07-19',
       'id': 873,
       'inflection': 'رب :منادى بحرف نداء مقدر مضاف منصوب بفتحة مقدرة على '
                     'الباء ـ وهو مضاف. ي : المحذوفة في محل جر بالإضافة. رب '
                     ':منادى بحرف نداء مقدر مضاف منصوب بفتحة مقدرة على الباء ـ '
                     'وهو مضاف. ي : المحذوفة في محل جر بالإضافة. أر :فعل أمر '
                     'مبني على حذف آخره الياء. النون: حرف مبني على الكسر '
                     'للوقاية، والفاعل مستتر تقديره أنت. ي: في محل نصب مفعول '
                     'به أول. انظر: بدل مبني على السكون. من أر وفاعله مستتر '
                     'تقديره أنا والجملة من الفعل والفاعل في محل نصب مفعول ثان '
                     'لـ ( أر” ).',
       'keywords': 'ربى:رب:أر:رنى:إليك:أنظر:إلي:ظر:”:إلى:آر:راب:رنة:نظر',
       'phrase': 'رب أرني أنظر إليك”',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'رب أرني أنظر إليك”'},
 874: {'date': '2023-07-19',
       'id': 874,
       'inflection': 'يوسف: منادى بحرف نداء محذوف، مبني على الضمة في محل نصب. '
                     'يوسف: منادى بحرف نداء محذوف، مبني على الضمة في محل نصب. '
                     'أعرض: فعل أمر مبني على السكون، وفاعله مستتر فيه (أنت). '
                     'عن :حرف جر مبني على السكون. هذا :اسم إشارة مبني، في محل '
                     'جر، والجار والمجرور متعلقان بـ ( أعرض).',
       'keywords': 'هذ:هذا:":عنى:عان:أعرض:عن:عرض:يوسف',
       'phrase': 'يوسف أعرض عن هذا "',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يوسف أعرض عن هذا "'},
 875: {'date': '2023-07-19',
       'id': 875,
       'inflection': 'عباد: منادى منصوب مضاف علامته فتحة مقدرة على الياء '
                     'المحذوفة. عباد: منادى منصوب مضاف علامته فتحة مقدرة على '
                     'الياء المحذوفة.',
       'keywords': 'قول:":عباد:فاتق:"::عالى:يا:تعالى',
       'phrase': 'قوله تعالى " :يا عباد فاتقون "',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'قوله تعالى " :يا عباد فاتقون "'},
 876: {'date': '2023-07-19',
       'id': 876,
       'inflection': 'عبادي: منادى منصوب مضاف علامته فتحة مقدرة على الياء. '
                     'عبادي: منادى منصوب مضاف علامته فتحة مقدرة على الياء.',
       'keywords': 'قول:عل:":لا:عباد:علي:"::علة:عالى:على:خوف:عبادة:يا:تعالى',
       'phrase': 'وقوله تعالى " :يا عبادي لا خوف عليكم "',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'وقوله تعالى " :يا عبادي لا خوف عليكم "'},
 877: {'date': '2023-07-19',
       'id': 877,
       'inflection': 'عبادي: منادى منصوب مضاف علامته فتحة ظاهرة على الياء. '
                     'عبادي: منادى منصوب مضاف علامته فتحة ظاهرة على الياء.',
       'keywords': 'قول:أنفس:":عباد:سرف:أسرف:"::على:نفس:الذين:عبادة:لذي:يا',
       'phrase': 'وقوله " :يا عبادي الذين أسرفوا على أنفسهم"',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وقوله " :يا عبادي الذين أسرفوا على أنفسهم"'},
 878: {'date': '2023-07-19',
       'id': 878,
       'inflection': 'حسرتا: منادى منصوب مضاف، علامته فتحة مقدرة على الياء '
                     'التي انقلبت إلى ألف. حسرتا: منادى منصوب مضاف، علامته '
                     'فتحة مقدرة على الياء التي انقلبت إلى ألف.',
       'keywords': 'قول:جنب:":ما:رطا:عالى:على:فرط:راط:حسر:أجنب:الل:يا:تعالى',
       'phrase': 'قوله تعالى " يا حسرتا على ما فرطت فيجنب الل"',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': 'قرآن',
       'unvocalized': 'قوله تعالى " يا حسرتا على ما فرطت فيجنب الل"'},
 879: {'date': '2023-07-19',
       'id': 879,
       'inflection': 'فتا: منادى مضاف منصوب علامته فتحة مقدرة على آخره. فتا: '
                     'منادى مضاف منصوب علامته فتحة مقدرة على آخره. ي: حرف مبني '
                     'على الفتح، في محل جر بالإضافة.',
       'keywords': 'يا:فتى:فت',
       'phrase': 'يا فتاي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا فتاي'},
 880: {'date': '2023-07-19',
       'id': 880,
       'inflection': 'محامي: منادى منصوب مضاف، علامته فتحة مقدرة على الياء، '
                     'وهو مضاف. محامي: منادى منصوب مضاف، علامته فتحة مقدرة على '
                     'الياء، وهو مضاف. ي :حرف مبني على الفتح، في محل جر '
                     'بالإضافة.',
       'keywords': 'محام:يا',
       'phrase': 'يا محامي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا محامي'},
 881: {'date': '2023-07-19',
       'id': 881,
       'inflection': 'سائل: منادى مضاف منصوب بفتحة مقدرة على اللام، وهو مضاف. '
                     'سائل: منادى مضاف منصوب بفتحة مقدرة على اللام، وهو مضاف. '
                     'ي :حرف مبني، في محل جر بالإضافة.',
       'keywords': 'ساءل:يا:سائل',
       'phrase': 'يا سائلي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سائلي'},
 882: {'date': '2023-07-19',
       'id': 882,
       'inflection': 'يا :حرف مبني في محل جر بالإضافة. يا :حرف مبني في محل جر '
                     'بالإضافة. ابن: منادى مضاف منصوب علامته الفتحة. خال: مضاف '
                     'إليه مجرور، وهو مضاف.',
       'keywords': 'ابن:خال:يا:بنى',
       'phrase': 'يا ابن خالي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا ابن خالي'},
 883: {'date': '2023-07-19',
       'id': 883,
       'inflection': 'فاطم:منادى مرخم، مبني على ضمة مقدرة التاء المحذوفة في '
                     'محل نصب. فاطم:منادى مرخم، مبني على ضمة مقدرة التاء '
                     'المحذوفة في محل نصب.',
       'keywords': 'طما:طمى:فاطم',
       'phrase': 'فاطم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'فاطم'},
 884: {'date': '2023-07-19',
       'id': 884,
       'inflection': 'عبل :منادى مرخم ـ أصلهعبلة ـ مبني على ضمة مقدرة على '
                     'التاء المحذوفة من آخره. في محل عبل :منادى مرخم ـ '
                     'أصلهعبلة ـ مبني على ضمة مقدرة على التاء المحذوفة من '
                     'آخره. في محل نصب.',
       'keywords': 'عبل',
       'phrase': 'عبل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عبل'},
 885: {'date': '2023-07-19',
       'id': 885,
       'inflection': 'يا للأقوياء: اسم مجرور بحرف الجر الزائد، في محل نصب '
                     'منادى. يا للأقوياء: اسم مجرور بحرف الجر الزائد، في محل '
                     'نصب منادى. للضعفاء :اسم مجرور علامته الكسرة. من الظلم '
                     ':شبه جملة جار ومجرور.',
       'keywords': 'ضعفاء:ظلم:أقوياء:منى:يا:مان:من',
       'phrase': 'يا للأقوياء للضعفاء من الظلم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا للأقوياء للضعفاء من الظلم'},
 886: {'date': '2023-07-19',
       'id': 886,
       'inflection': 'يا: حرف نداء مبني على السكون. يا: حرف نداء مبني على '
                     'السكون. لله: لفظ الجلالة مجرور بحرف الجر الزائد، في محل '
                     'نصب منادى.',
       'keywords': 'مظلوم:يا:له',
       'phrase': 'يا لله للمظلومين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا لله للمظلومين'},
 887: {'date': '2023-07-19',
       'id': 887,
       'inflection': 'أغنياءا: منادى مبني على الضمة في محل نصب منادى ،والألف '
                     'لإطلاق الصوت. أغنياءا: منادى مبني على الضمة في محل نصب '
                     'منادى ،والألف لإطلاق الصوت.',
       'keywords': 'أغنياءا:يا',
       'phrase': 'يا أغنياءا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا أغنياءا'},
 888: {'date': '2023-07-19',
       'id': 888,
       'inflection': 'شهد: فعل ماض مبني على السكون. شهد: فعل ماض مبني على '
                     'السكون. بيرل هاربر: اسم مبني على ما سمع عليه في محل رفع '
                     'فاعل. معركة: مفعول به منصوب.',
       'keywords': 'بيرل:معركة:ثاني:شهد:جو:ثانية:عالمي:في:جوى:حرب:هاربر:جوة:عالم:جوي',
       'phrase': 'شهد بيرل هاربر معركة جوية في الحرب العالمية الثانية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'شهد بيرل هاربر معركة جوية في الحرب العالمية الثانية'},
 889: {'date': '2023-07-19',
       'id': 889,
       'inflection': 'ريودي جانيرو: اسم مبني على ما سمع عليه في محل رفع مبتدأ. '
                     'ريودي جانيرو: اسم مبني على ما سمع عليه في محل رفع مبتدأ. '
                     'بيونج يانج: اسم مبني على ما سمع عليه في محل جر بحرف '
                     'الجر. ز',
       'keywords': 'عاصم:عاصمة:ريودي:برازيل:جانيرو',
       'phrase': 'ريودي جانيرو عاصمة البرازيل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ريودي جانيرو عاصمة البرازيل'},
 890: {'date': '2023-07-19',
       'id': 890,
       'inflection': 'زرت: فعل وفاعل. زرت: فعل وفاعل. آثار: مفعول به منصوب. '
                     'بلعل: اسم مبني على الفتح. بك: مضاف إليه مجرور بالفتحة، '
                     'لأنه ممنوع من الصرف.',
       'keywords': 'علب:زر:زرى:آثار:زار',
       'phrase': 'زرت آثار بعلبك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'زرت آثار بعلبك'},
 891: {'date': '2023-07-19',
       'id': 891,
       'inflection': 'بيت: اسم مبني على الفتح. بيت: اسم مبني على الفتح. لحم: '
                     'مضاف إليه مجرور بالفتحة، ممنوع من الصرف.',
       'keywords': 'حم:بات:بيت:لحم:محتل:مدين:مدينة',
       'phrase': 'بيت لحم مدينة محتلة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'بيت لحم مدينة محتلة'},
 892: {'date': '2023-07-19',
       'id': 892,
       'inflection': 'أقيم: فعل ماض مبني على التفح، مجهول فاعل. أقيم: فعل ماض '
                     'مبني على التفح، مجهول فاعل. مصنع: نائب فاعل مرفوع. '
                     'البيتروكيميائيات: اسم مجرور باللام علامته الكسرة. حضر: '
                     'اسم مبني على الفتح. موت: اسم مجرور علامته الفتحة لأنه '
                     'ممنوع من الصرف.',
       'keywords': 'للبتروكيمائيات:حضرموت:أقام:قيم:قام:في:مصنع',
       'phrase': 'أقيم مصنع للبتروكيمائيات في حضرموت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أقيم مصنع للبتروكيمائيات في حضرموت'},
 893: {'date': '2023-07-19',
       'id': 893,
       'inflection': 'لا: حرف يفيد نفي الجنس مبني على السكون. لا: حرف يفيد نفي '
                     'الجنس مبني على السكون. طالب: اسم لا مبني على الفتح. في '
                     'الساحة: جار ومجرور في محل رفع خبر لا.',
       'keywords': 'طالب:في:ساحة:لا',
       'phrase': 'لا طالب في الساحة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لا طالب في الساحة'},
 894: {'date': '2023-07-19',
       'id': 894,
       'inflection': 'إذا: حرف مبني على السكون، يفيد الشرط. إذا: حرف مبني على '
                     'السكون، يفيد الشرط. قالت: فعل ماض مبني على الفتح، والتاء '
                     'للتأنيث. حذام: اسم مبني على الكسر، في محل رفع فاعل. ف: '
                     'حرف مبني على الفتح، لا محل له. صدقوا: فعل أمر مبني على '
                     'حذف النون، والواو في محل رفع فاعل. ها: ضمير مبني في محل '
                     'نصب مفعول به. إن: حرف مبني على الفتح. القول: اسم إن '
                     'منصوب. ما: اسم موصول في محل رفع خبر إن. قالت: فعل ماض. '
                     'حذام: اسم مبني على الكسر في محل رفع فاعل. والجملة من '
                     'الفعل والفاعل، صلة الموصول لا محل لها.',
       'keywords': 'إن:قول:قال:ما:صدق:حذام:إذا',
       'phrase': 'إذا قالت حذام فصدقوها فإن القول ما قالت حذام',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إذا قالت حذام فصدقوها فإن القول ما قالت حذام'},
 895: {'date': '2023-07-19',
       'id': 895,
       'inflection': 'ودعت: فعل وفاعل. ودعت: فعل وفاعل. قطام: اسم مبني على '
                     'الكسر، في محل نصب مفعول به. سهاد: اسم معطوف على محل قطام '
                     'بالنصب.',
       'keywords': 'دعت:،:دعا:دع:ودع:قطام:إذ:سافر:سهاد:داع',
       'phrase': 'ودعت قطام وسهاد، إذ سافرنا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ودعت قطام وسهاد، إذ سافرنا'},
 896: {'date': '2023-07-19',
       'id': 896,
       'inflection': 'هاتف: مبتدأ مرفوع، وهو مضاف. هاتف: مبتدأ مرفوع، وهو '
                     'مضاف. قطام: اسم مبني على الكسر، في محل جر مضاف إليه. '
                     'مشغول: خبر مرفوع.',
       'keywords': 'هاتف:قطام:مشغول',
       'phrase': 'هاتف قطام مشغول',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'هاتف قطام مشغول'},
 897: {'date': '2023-07-19',
       'id': 897,
       'inflection': 'سيبويه: اسم مبني على الكسر، في محل رفع مبتدأ. سيبويه: '
                     'اسم مبني على الكسر، في محل رفع مبتدأ. أحد: خبر مرفوع. '
                     'أساتذة: مضاف إليه مجرور. النحو: مضاف إليه مجرور. العربي: '
                     'صفة لمجرور.',
       'keywords': 'نحو:حد:حدا:أحد:حاد:أساتذة:عرب:حدى:سيبو:حدي:عربي:عربة',
       'phrase': 'سيبويه أحد أساتذة النحو العربي',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'سيبويه أحد أساتذة النحو العربي'},
 898: {'date': '2023-07-19',
       'id': 898,
       'inflection': 'أقدر: فعل مضارع مرفوع، وفاعله مستتر فيه تقديره أنا. '
                     'أقدر: فعل مضارع مرفوع، وفاعله مستتر فيه تقديره أنا. '
                     'سيبويه: اسم مبني على الكسر، في محل نصب مفعول به. آراء: '
                     'اسم معطوف بالنصب على المنصوب.',
       'keywords': 'آراء:سيبو:قدر:أقدر',
       'phrase': 'أقدر سيبويه وآراءه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أقدر سيبويه وآراءه'},
 899: {'date': '2023-07-19',
       'id': 899,
       'inflection': 'على سيبويه: اسم مبني على الكسر، في محل جر بحرف الجر. على '
                     'سيبويه: اسم مبني على الكسر، في محل جر بحرف الجر.',
       'keywords': 'تعلم:سيبو:على',
       'phrase': 'تعلمت على سيبويه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تعلمت على سيبويه'},
 900: {'date': '2023-07-19',
       'id': 900,
       'inflection': 'أعرف: فعل مضارع مرفوع، وفاعله مستتر تقديره أنا. أعرف: '
                     'فعل مضارع مرفوع، وفاعله مستتر تقديره أنا. ك: ضمير مبني '
                     'على الفتح، في محل نصب مفعول به. قبل: ظرف مبني على الضم '
                     'مقطوع عن الإضافة، في محل جر. بعد: ظرف مبني على الضم '
                     'مقطوع عن الإضافة، في محل جر.',
       'keywords': 'قبل:بعد:منى:أعرف:عد:عرف:مان:من',
       'phrase': 'أعرفك من قبل ومن بعد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعرفك من قبل ومن بعد'},
 901: {'date': '2023-07-19',
       'id': 901,
       'inflection': 'ليس: فعل ماض ناقص مبني على الفتح. ليس: فعل ماض ناقص مبني '
                     'على الفتح. غير: ظرف مبني على الضم، في محل رفع اسم ليس، '
                     'التقدير ليس غير الساعتين وقتا.',
       'keywords': 'لاس:يس:غير:غار:ليس',
       'phrase': 'ليس غير',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ليس غير'},
 902: {'date': '2023-07-19',
       'id': 902,
       'inflection': 'وائل: منادى مبني على الضم، في محل نصب. وائل: منادى مبني '
                     'على الضم، في محل نصب. مرحبا: مفعول مطلق منصوب.',
       'keywords': 'ألي:مرحب:يا:،',
       'phrase': 'يا وائل، مرحبا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا وائل، مرحبا'},
 903: {'date': '2023-07-19',
       'id': 903,
       'inflection': 'يا: حرف نداء مبني على السكون. يا: حرف نداء مبني على '
                     'السكون. سماح: اسم مبني على الكسر، في محل رفع منادى علم '
                     'على أنه منصوب منادى',
       'keywords': 'سماح:يا',
       'phrase': 'يا سماح',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا سماح'},
 904: {'date': '2023-07-19',
       'id': 904,
       'inflection': 'عذاب: اسم مبني على الكسر، في محل رفع منادى علم، على أنه '
                     'منصوب. عذاب: اسم مبني على الكسر، في محل رفع منادى علم، '
                     'على أنه منصوب.',
       'keywords': 'يا:عذاب',
       'phrase': 'يا عذاب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا عذاب'},
 905: {'date': '2023-07-19',
       'id': 905,
       'inflection': 'ظل: فعل ماض ناقص، مبني على الفتح ظل: فعل ماض ناقص، مبني '
                     'على الفتح المتهمون: اسم ظل مرفوع، علامته الواو، لأنه جمع '
                     'مذكر سالم خائفين: خبر ظل منصوب علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'ظل:متهم:خائف',
       'phrase': 'ظل المتهمون خائفين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ظل المتهمون خائفين'},
 906: {'date': '2023-07-19',
       'id': 906,
       'inflection': 'قد: حرف تحقيق، مبني على السكون قد: حرف تحقيق، مبني على '
                     'السكون أفلح: فعل ماض مبني على الفتح المؤمنون: فاعل '
                     'مرفوع، علامته الواو، لأنه جمع مذكر سالم.',
       'keywords': 'فلي:":أفل:ح:قد:قاد:فلى:وفل:وحى:مؤمن:فل:فلا:فال',
       'phrase': '"قد أفل ح المؤمنون "',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': '"قد أفل ح المؤمنون "'},
 907: {'date': '2023-07-19',
       'id': 907,
       'inflection': 'يكلف: فعل مضارع مرفوع علامته الضمة، مجهول فاعله يكلف: '
                     'فعل مضارع مرفوع علامته الضمة، مجهول فاعله الممثلون: نائب '
                     'فاعل مرفوع علامته الواو',
       'keywords': 'كلف:لف:ممثل:مختلف:أدوار',
       'phrase': 'كلف الممثلون بأدوار مختلفة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كلف الممثلون بأدوار مختلفة'},
 908: {'date': '2023-07-19',
       'id': 908,
       'inflection': 'يصوم: فعل مضارع مرفوع علامته الضمة، مجهول فاعله يصوم: '
                     'فعل مضارع مرفوع علامته الضمة، مجهول فاعله المسلمون: فاعل '
                     'مرفوع علامته الواو، لأنه جمع مذكر سالم شهر: اسم منصوب '
                     'بإسقاط حرف الجر (في )',
       'keywords': 'رمض:مسلم:صام:شهر:صوم:رمضان',
       'phrase': 'يصوم المسلمون شهر رمضان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يصوم المسلمون شهر رمضان'},
 909: {'date': '2023-07-19',
       'id': 909,
       'inflection': 'يصمم: فعل مضارع مرفوع علامته الضمة يصمم: فعل مضارع مرفوع '
                     'علامته الضمة المهندسون: فاعل مرفوع علامته الواو، لأنه '
                     'جمع مذكر سالم',
       'keywords': 'صم:مشروع:مختلف:مهندس:صمم',
       'phrase': 'يصمم المهندسون مشروعات مختلفة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يصمم المهندسون مشروعات مختلفة'},
 910: {'date': '2023-07-19',
       'id': 910,
       'inflection': 'ليت: حرف مشبه بالفعل، مبني على الفتح ليت: حرف مشبه '
                     'بالفعل، مبني على الفتح المسؤولين: اسم ليت منصوب علامته '
                     'الياء، لأنه جمع مذكر سالم قادرون: خبر ليت مرفوع علامته '
                     'الواو، لأنه جمع مذكر سالم',
       'keywords': 'احتمال:على:مسؤول:ليت:مسؤولية:لات:قادر',
       'phrase': 'ليت المسؤولين قادرون على احتمال المسؤولية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ليت المسؤولين قادرون على احتمال المسؤولية'},
 911: {'date': '2023-07-19',
       'id': 911,
       'inflection': 'ينتظر: فعل مضارع مرفوع علامته الضمة ينتظر: فعل مضارع '
                     'مرفوع علامته الضمة الموظفون: فاعل مرفوع، علامته الواو، '
                     'لأنه جمع مذكر سالم',
       'keywords': 'موظف:!:شهر:انتظر:نهاية:شوق',
       'phrase': 'ينتظر الموظفون نهاية الشهر بشوق!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ينتظر الموظفون نهاية الشهر بشوق!'},
 912: {'date': '2023-07-19',
       'id': 912,
       'inflection': 'المصرفيون: مبتدأ مرفوع علامته الواو، لأنه جمع مذكر سالم '
                     'المصرفيون: مبتدأ مرفوع علامته الواو، لأنه جمع مذكر سالم '
                     'يداومون: فعل مضارع مرفوع علامته ثبوت النون، لأنه من '
                     'الأفعال الخمسة ، الواو: ضمير مبني في محل رفع فاعل، '
                     'والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.',
       'keywords': 'أسبوع:ست:أيام:مصرفي:في:داوم',
       'phrase': 'المصرفيون يداومون ستة أيام في الأسبوع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'المصرفيون يداومون ستة أيام في الأسبوع'},
 913: {'date': '2023-07-19',
       'id': 913,
       'inflection': 'يرتاد: فعل مضارع مرفوع، علامته الضمة يرتاد: فعل مضارع '
                     'مرفوع، علامته الضمة السائحون: فاعل مرفوع علامته الواو، '
                     'لأنه جمع مذكر سالم',
       'keywords': 'أثري:أماكن:ارتاد:لأم:سائح:أثر',
       'phrase': 'يرتاد السائحون الأماكن الأثرية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يرتاد السائحون الأماكن الأثرية'},
 914: {'date': '2023-07-19',
       'id': 914,
       'inflection': 'المواطنون: مبتدأ مرفوع، علامته الواو، لأنه جمع مذكر سالم '
                     'المواطنون: مبتدأ مرفوع، علامته الواو، لأنه جمع مذكر سالم '
                     'معتادون: خبر مرفوع، علامته الواو، لأنه جمع مذكر سالم',
       'keywords': 'مواطن:!:دفع:على:معتاد:كثير:ضرائب',
       'phrase': 'المواطنون معتادون على دفع الضرائب الكثيرة!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'المواطنون معتادون على دفع الضرائب الكثيرة!'},
 915: {'date': '2023-07-19',
       'id': 915,
       'inflection': 'أحال: فعل ماض مبني على الفتح أحال: فعل ماض مبني على '
                     'الفتح القاضي: فاعل مرفوع بضمة مقدرة على آخره المتهمين: '
                     'مفعول به منصوب علامته الياء لأنه جمع مذكر سالم',
       'keywords': 'مدني:أحال:محكم:محكمة:قاضي:إلى:مدن:متهم:حال:أحالي',
       'phrase': 'أحال القاضي المتهمين إلى محكمة مدنية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أحال القاضي المتهمين إلى محكمة مدنية'},
 916: {'date': '2023-07-19',
       'id': 916,
       'inflection': 'إن: حرف مشبه بالفعل مبني على الفتح إن: حرف مشبه بالفعل '
                     'مبني على الفتح المؤمنين: اسم إن منصوب علامته الياء، لأنه '
                     'جمع مذكر سالم في جنات: شبه جملة في محل رفع خبر إن',
       'keywords': 'إن:نعيم:عيم:جن:مؤمن:جنة:في',
       'phrase': 'إن المؤمنين في جنات ونعيم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن المؤمنين في جنات ونعيم'},
 917: {'date': '2023-07-19',
       'id': 917,
       'inflection': 'ظل: فعل ماض ناقص مبني على الفتح ظل: فعل ماض ناقص مبني '
                     'على الفتح الحاضرون: اسم ظل مرفوع علامته الواو، لأنه جمع '
                     'مذكر سالم منجذبين: خبر ظل منصوب، علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'ظل:منجذب:حاضر:إلى:وقت:محاضر:طيلة',
       'phrase': 'ظل الحاضرون منجذبين إلى المحاضر طيلة الوقت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ظل الحاضرون منجذبين إلى المحاضر طيلة الوقت'},
 918: {'date': '2023-07-19',
       'id': 918,
       'inflection': 'احترم: فعل وفاعل احترم: فعل وفاعل الممثلين: مفعول به '
                     'منصوب علامته الياء، لأنه جمع مذكر سالم الملتزمين: صفة '
                     'منصوبة علامتها الياء، لأنه جمع مذكر سالم',
       'keywords': 'ملتزم:احترم:ممثل',
       'phrase': 'احترم الممثلين الملتزمين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'احترم الممثلين الملتزمين'},
 919: {'date': '2023-07-19',
       'id': 919,
       'inflection': 'العاملين: مفعول به منصوب علامته الياء، لأنه جمع مذكر '
                     'سالم العاملين: مفعول به منصوب علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'عامل:صاحب:دون:صرف:تعويض:مصنع:دوى',
       'phrase': 'صرف صاحب المصنع العاملين دون تعويض',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'صرف صاحب المصنع العاملين دون تعويض'},
 920: {'date': '2023-07-19',
       'id': 920,
       'inflection': 'المصلين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم '
                     'المصلين: مفعول به منصوب علامته الياء، لأنه جمع مذكر سالم',
       'keywords': 'إمام:دعا:دع:ودع:مصل:انتظام:إلى',
       'phrase': 'دعا الإمام المصلين إلى الانتظام',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'دعا الإمام المصلين إلى الانتظام'},
 921: {'date': '2023-07-19',
       'id': 921,
       'inflection': 'المواطنين: اسم ليت منصوب علامته الياء، لأنه جمع مذكر '
                     'سالم المواطنين: اسم ليت منصوب علامته الياء، لأنه جمع '
                     'مذكر سالم يقدرون: فعل مضارع مرفوع علامته ثبوت النون، '
                     'لأنه من الأفعال الخمسة ، الواو: ضمير مبني في محل رفع '
                     'فاعل، والجملة من الفعل والفاعل في محل رفع خبر ليت',
       'keywords': 'مواطن:عمال:نظاف:ليت:عمل:قدر:نظافة:لات',
       'phrase': 'ليت المواطنين يقدرون عمل عمال النظافة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ليت المواطنين يقدرون عمل عمال النظافة'},
 922: {'date': '2023-07-19',
       'id': 922,
       'inflection': 'أتعب: فعل ماض مبني على الفتح أتعب: فعل ماض مبني على '
                     'الفتح صوت: فاعل مرفوع علامته الضمة، وهو مضاف المغني: '
                     'مضاف إليه مجرور بكسرة مقدرة على الياء الأجش: صفة (سيئة) '
                     'مرفوعة لصوت المستمعين: مفعول به منصوب، علامته الياء لأنه '
                     'جمع مذكر سالم',
       'keywords': 'مغني:مستمع:وعب:صوى:أجش:!:تعب:عب:أتعب:صات:صوت',
       'phrase': 'أتعب صوت المغني الأجش المستمعين!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أتعب صوت المغني الأجش المستمعين!'},
 923: {'date': '2023-07-19',
       'id': 923,
       'inflection': 'المبادرين: صفة منصوبة علامتها الياء، لأنه جمع مذكر سالم '
                     'المبادرين: صفة منصوبة علامتها الياء، لأنه جمع مذكر سالم',
       'keywords': 'ناس:حاب:حب:أحب:شباب:حبى:حبا:مبادر',
       'phrase': 'يحب الناس الشباب المبادرين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يحب الناس الشباب المبادرين'},
 924: {'date': '2023-07-19',
       'id': 924,
       'inflection': 'المدينين: مفعول به منصوب علامته الياء، لأنه جمع مذكر '
                     'سالم المدينين: مفعول به منصوب علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'نذر:أنذر:مبالغ:وذر:سداد:ذر:مصرف:مدين',
       'phrase': 'أنذر المصرف المدينين بسداد المبالغ',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أنذر المصرف المدينين بسداد المبالغ'},
 925: {'date': '2023-07-19',
       'id': 925,
       'inflection': 'مصير: مبتدأ مرفوع علامته الضمة، وهو مضاف مصير: مبتدأ '
                     'مرفوع علامته الضمة، وهو مضاف الظالمين: مضاف إليه مجرور '
                     'علامته الياء، لأنه جمع مذكر سالم سيء: خبر مرفوع علامته '
                     'تنوين الضم',
       'keywords': 'ظالم:مصير:ساء',
       'phrase': 'مصير الظالمين سيء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'مصير الظالمين سيء'},
 926: {'date': '2023-07-19',
       'id': 926,
       'inflection': 'الغابرين: اسم مجرور، علامته الياء، لأنه جمع مذكر سالم '
                     'الغابرين: اسم مجرور، علامته الياء، لأنه جمع مذكر سالم',
       'keywords': 'غابر:في:عظة:ولى:لنا',
       'phrase': 'ولنا في الغابرين عظة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ولنا في الغابرين عظة'},
 927: {'date': '2023-07-19',
       'id': 927,
       'inflection': 'تعاني: فعل مضارع مرفوع، بضمة مقدرة على آخره تعاني: فعل '
                     'مضارع مرفوع، بضمة مقدرة على آخره المشافي: فاعل مرفوع، '
                     'بضمة مقدرة على آخره نقص: مفعول به منصوب، وهو مضاف '
                     'الممرضين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر '
                     'سالم',
       'keywords': 'المشافي:قاص:أعان:وقص:عان:عانى:قص:أقصى:ممرض:نقص',
       'phrase': 'تعاني المشافي نقص الممرضين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تعاني المشافي نقص الممرضين'},
 928: {'date': '2023-07-19',
       'id': 928,
       'inflection': 'المدمنين: مضاف إليه مجرور، علامته الياء المدمنين: مضاف '
                     'إليه مجرور، علامته الياء',
       'keywords': 'اهتم:معالجة:تاه:معالج:دولة:مدمن:هتم:دول',
       'phrase': 'تهتم الدولة بمعالجة المدمنين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تهتم الدولة بمعالجة المدمنين'},
 929: {'date': '2023-07-19',
       'id': 929,
       'inflection': 'العاملين: اسم مجرور علامته الياء، لأنه جمع مذكر سالم '
                     'العاملين: اسم مجرور علامته الياء، لأنه جمع مذكر سالم '
                     'المخلصين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم',
       'keywords': 'عامل:إنسان:إنس:اطمأن:مخلص:إلى:طمأن',
       'phrase': 'يطمئن الإنسان إلى العاملين المخلصين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يطمئن الإنسان إلى العاملين المخلصين'},
 930: {'date': '2023-07-19',
       'id': 930,
       'inflection': 'المبدعين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم '
                     'المبدعين: صفة مجرورة علامتها الياء، لأنها جمع مذكر سالم',
       'keywords': 'مدرس:اهتم:تاه:مدرسة:مبدع:أطفال:هتم',
       'phrase': 'تهتم المدرسة بالأطفال المبدعين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تهتم المدرسة بالأطفال المبدعين'},
 931: {'date': '2023-07-19',
       'id': 931,
       'inflection': 'الموظفين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر '
                     'سالم الموظفين: مضاف إليه مجرور علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'موظف:اشتغل:إدارة:في:شؤون',
       'phrase': 'أشتغل في إدارة شؤون الموظفين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أشتغل في إدارة شؤون الموظفين'},
 932: {'date': '2023-07-19',
       'id': 932,
       'inflection': 'المودعين: مضاف إليه مجرور علامته الياء، لأنه جمع مذكر '
                     'سالم المودعين: مضاف إليه مجرور علامته الياء، لأنه جمع '
                     'مذكر سالم',
       'keywords': 'اهتم:لا:إلا:!:مودع:كبار:مصرف:هتم:مدير',
       'phrase': 'لا يهتم مدير المصرف إلا بكبار المودعين!',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لا يهتم مدير المصرف إلا بكبار المودعين!'},
 933: {'date': '2023-07-19',
       'id': 933,
       'inflection': 'وجهت: فعل ماض مبني على الفتح، مجهول فاعله، والتاء '
                     'للتأنيث وجهت: فعل ماض مبني على الفتح، مجهول فاعله، '
                     'والتاء للتأنيث الدعوة: نائب فاعل مرفوع علامته الضمة إلى '
                     'عدد: شبة جملة جار ومجرور غفير: صفة لمجرور المدعويين: اسم '
                     'مجرور علامته الياء، لأنه جمع مذكر سالم',
       'keywords': 'دعوة:عدد:المدعويين:من:منى:غفير:جاه:إلى:جه:مان:وجه',
       'phrase': 'وجهت الدعوة إلى عدد غفير من المدعويين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وجهت الدعوة إلى عدد غفير من المدعويين'},
 934: {'date': '2023-07-19',
       'id': 934,
       'inflection': 'صعد: فعل ماض مبني على الفتح ،التاء حرف مبني على السكون '
                     'للتأنيث صعد: فعل ماض مبني على الفتح ،التاء حرف مبني على '
                     'السكون للتأنيث المضيفات: فاعل مرفوع، علامته الضمة إلى '
                     'الطائرة: شبه جملة متعلقة ب ( صعد )',
       'keywords': 'إلى:طائر:مضيف:صعد:طائرة',
       'phrase': 'صعدت المضيفات إلى الطائرة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'صعدت المضيفات إلى الطائرة'},
 935: {'date': '2023-07-19',
       'id': 935,
       'inflection': 'ظل: فعل ماض مبني على الفتح ،التاء تاء التأنيث ظل: فعل '
                     'ماض مبني على الفتح ،التاء تاء التأنيث الطبيبات: إسم ظل '
                     'مرفوع علامته الضمة مناوبات: خبر ظل منصوب، علامته تنوين '
                     'الكسر ،لأنه جمع مؤنث سالم',
       'keywords': 'ظل:مناوبة:مناوب:طبيب',
       'phrase': 'ظلت الطبيبات مناوبات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ظلت الطبيبات مناوبات'},
 936: {'date': '2023-07-19',
       'id': 936,
       'inflection': 'تساهم: فعل مضارع مرفوع علامته الضمة تساهم: فعل مضارع '
                     'مرفوع علامته الضمة المحطات: فاعل مرفوع علامته الضمة '
                     'الفضائية: صفة لمرفوع، علامتها الضمة الشبكات: إسم معطوف '
                     'على مرفوع علامته الضمة الأرضية: صفة لمرفوع علامتها الضمة '
                     'في نقل: شبه جملة متعلقة بـ ( تساهم ) المعلومات: مضاف '
                     'إليه مجرور علامته الكسرة',
       'keywords': 'أرض:قال:محط:أرضي:محطة:شبكة:فضاء:نقل:أقال:قلي:أرضة:في:ساهم:قلى:وقل:قلا:فضائي:،:معلوم',
       'phrase': 'تساهم المحطات الفضائية، والشبكات الأرضية في نقل المعلومات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تساهم المحطات الفضائية، والشبكات الأرضية في نقل '
                      'المعلومات'},
 937: {'date': '2023-07-19',
       'id': 937,
       'inflection': 'تزود: فعل مضارع مرفوع، مجهول فاعله تزود: فعل مضارع '
                     'مرفوع، مجهول فاعله المكتبات: نائب فاعل مرفوع، علامته '
                     'الضمة بالصحف: جار ومجرور المجلات، الدوريات، الحوليات: '
                     'أسماء معطوفة على مجرور علامتها الكسرة',
       'keywords': 'صحف:دوري:حول:مكتبة:دور:مجلة:حولى:زود:مكتب:زاد:تزود:دورة:حولي',
       'phrase': 'تزود المكتبات بالصحف والمجلات والدوريات والحوليات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تزود المكتبات بالصحف والمجلات والدوريات والحوليات'},
 938: {'date': '2023-07-19',
       'id': 938,
       'inflection': 'تسير: فعل مضارع مرفوع ،علامته الضمة تسير: فعل مضارع '
                     'مرفوع ،علامته الضمة رحلات: فاعل مرفوع، علامته الضمة وهو '
                     'مضاف شركة: مضاف إليه مجرور، علامته الكسرة ،وهو مضاف '
                     'الطيران: مضاف إليه مجرور علامته الكسرة بدقة: شبه جملة '
                     'متعلقة ب ( تسير )',
       'keywords': 'شركة:دقة:سير:دق:رحلة:رحلات:طيران:شرك:طير:سار:رحل',
       'phrase': 'تسير رحلات شركة الطيران بدقة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تسير رحلات شركة الطيران بدقة'},
 939: {'date': '2023-07-19',
       'id': 939,
       'inflection': 'إن: حرف مبني على الفتح إن: حرف مبني على الفتح الطفلات: '
                     'إسم إن منصوب علامته الكسرة /جمع مؤنث سالم بريئات: خبر إن '
                     'مرفوع، علامته تنوين الضم',
       'keywords': 'إن:طفل:بريئة',
       'phrase': 'إن الطفلات بريئات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إن الطفلات بريئات'},
 940: {'date': '2023-07-19',
       'id': 940,
       'inflection': 'حالة: مبتدأ مرفوع، علامته الضمة حالة: مبتدأ مرفوع، '
                     'علامته الضمة المريضات: مضاف إليه مجرور، علامته الكسرة '
                     'مستقرة: خبر مرفوع علامته تنوين الضم',
       'keywords': 'مستقر:مريض:حال:حالة',
       'phrase': 'حالة المريضات مستقرة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'حالة المريضات مستقرة'},
 941: {'date': '2023-07-19',
       'id': 941,
       'inflection': 'يهتم: فعل مضارع مرفوع، علامته الضمة يهتم: فعل مضارع '
                     'مرفوع، علامته الضمة المربون: فاعل مرفوع، علامته الواو '
                     '/جمع مذكر سالم بدراسة: شبه جملة جار ومجرور إتجاهات: مضاف '
                     'إليه مجرور، علامته الكسرة، وهو مضاف المراهقات: مضاف إليه '
                     'مجرور، علامته الكسرة والمراهقين: إسم معطوف على مجرور، '
                     'علامته الياء /جمع مذكر سالم',
       'keywords': 'مراهق:اهتم:اتجاه:دراس:المربون:مراهقة:هتم:دراسة',
       'phrase': 'يهتم المربون بدراسة اتجاهات المراهقات والمراهقين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يهتم المربون بدراسة اتجاهات المراهقات والمراهقين'},
 942: {'date': '2023-07-19',
       'id': 942,
       'inflection': 'في المشفى: شبه جملة جار ومجرور في محل رفع خبر مقدم في '
                     'المشفى: شبه جملة جار ومجرور في محل رفع خبر مقدم عديد: '
                     'مبتدأ مؤخر مرفوع علامته تنوين الضم من: حرف جر الطبيبات: '
                     'إسم مجرور، علامه الكسرة ذوات: صفة مجرورة، علامتها '
                     'الكسرة، وهي مضافة الكفايات: مضاف إليه مجرور، علامته '
                     'الكسرة العالية: صفة مجرورة، علامنها الكسرة',
       'keywords': 'عالة:عالي:منى:مشفى:طبيب:كفاية:في:ذو:عال:عديد:مان:من',
       'phrase': 'في المشفى عديد من الطبيبات ذوات الكفايات العالية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'في المشفى عديد من الطبيبات ذوات الكفايات العالية'},
 943: {'date': '2023-07-19',
       'id': 943,
       'inflection': 'كفى: فعل ماض مبني على الفتح المقدر على آخره. كفى: فعل '
                     'ماض مبني على الفتح المقدر على آخره. بـ :حرف جر زائد مبني '
                     'على الكسر. الله: لفظ الجلالة، مجرور بحرف الجر الزائد '
                     'لفظا، مرفوع محلا فاعل. شهيدا: تمييز منصوب',
       'keywords': 'الله:كفى:شهيد',
       'phrase': 'كفى بالله شهيدا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كفى بالله شهيدا'},
 944: {'date': '2023-07-19',
       'id': 944,
       'inflection': 'كن: فعل أمر، مبني على السكون، اسمه ضمير مستتر تقديره '
                     'أنت، وخبرها محذوف تقديره ثابتا . كن: فعل أمر، مبني على '
                     'السكون، اسمه ضمير مستتر تقديره أنت، وخبرها محذوف تقديره '
                     'ثابتا . ك: حرف جر مبني على الفتح. ما: اسم موصول مبني على '
                     'السكون، في محل جر، والجار والمجرور متعلقان بـ ( كن). '
                     'أنت: ضمير مبني في محل رفع مبتدأ. عليه: على: حرف جر '
                     'والهاء ضمير مبني في محل جر، والجار والمجرور في محل رفع '
                     'خبر',
       'keywords': 'عل:أنت:وكن:وكم:كما:علي:علة:على:كنى:آن:كن:نتا:أنى:نات:كم',
       'phrase': 'كن كما أنت عليه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كن كما أنت عليه'},
 945: {'date': '2023-07-19',
       'id': 945,
       'inflection': 'ليس :فعل ماض مبني على الفتح. ليس :فعل ماض مبني على '
                     'الفتح. ك :حرف جر زائد، مبني على الفتح. مثله :اسم مجرور '
                     'لفظا منصوب محلا على أنه خبر ( ليس) شيء: اسم ليس مرفوع.',
       'keywords': 'لاس:شيء:مثل:يس:شاء:ليس',
       'phrase': 'ليس كمثله شيء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ليس كمثله شيء'},
 946: {'date': '2023-07-19',
       'id': 946,
       'inflection': 'يا :حرف نداء مبني على السكون يا :حرف نداء مبني على '
                     'السكون لـ :حرف جر مبني على الفتح، أريد به التعجب. '
                     'الروعة: اسم مجرور لفظا، منصوب محلا منادى.',
       'keywords': 'روع:يا:روعة',
       'phrase': 'يا للروعة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يا للروعة'},
 947: {'date': '2023-07-19',
       'id': 947,
       'inflection': 'عن :حرف جر مبني على السكون. عن :حرف جر مبني على السكون. '
                     'ما :حرف مبني على السكون ( زائد) قليل: اسم مجرور، والجار '
                     'والمجرور متعلقان بـ ( تعرفون ).',
       'keywords': 'وعم:عما:عرف:عم:قليل:نتيجة',
       'phrase': 'عما قليل ستعرفون النتيجة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'عما قليل ستعرفون النتيجة'},
 948: {'date': '2023-07-19',
       'id': 948,
       'inflection': 'لـ :حرف جر مبني. لـ :حرف جر مبني. كم :ضمير مبني على '
                     'السكون في محل جر. والجار والمجرور في محل رفع خبر مقدم. '
                     'في: حرف جر مبني على السكون. رسول: اسم مجرور، والجار '
                     'والمجرور، متعلقان بـالخبر المقدم. الله :لفظ الجلالة مضاف '
                     'إليه مجرور. أسوة :مبتدأ مرفوع مؤخر. حسنة: صفة مرفوعة',
       'keywords': 'حسن:حسنة:ولى:أسوة:الله:في:رسول:لكم:كم',
       'phrase': 'ولكم في رسول الله أسوة حسنة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ولكم في رسول الله أسوة حسنة'},
 949: {'date': '2023-07-19',
       'id': 949,
       'inflection': 'اللام :حرف توكيد مبني على الفتح. اللام :حرف توكيد مبني '
                     'على الفتح. أصلبن: فعل مضارع مبني على الفتح لاتصاله بنون '
                     'التوكيد، وهي حرف مبني على الفتح لا محل له. والفاعل ضمير '
                     'مستتر تقديره ( أنا ) يعود إلى لفظ الجلالة. كم :ضمير مبني '
                     'على السكون، في محل نصب مفعول به. في :حرف جر. جذوع: اسم '
                     'مجرور علامته الكسرة، والجار والمجرور، متعلقان بـ ( '
                     'أصلب). النخل: مضاف إليه مجرور.',
       'keywords': 'صلب:نخل:في:جذوع',
       'phrase': 'لأصلبنكم في جذوع النخل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لأصلبنكم في جذوع النخل'},
 950: {'date': '2023-07-19',
       'id': 950,
       'inflection': 'أحب :فعل مضارع مرفوع، فاعله مستتر تقديره ( أنا ) أحب '
                     ':فعل مضارع مرفوع، فاعله مستتر تقديره ( أنا ) المسرحيات: '
                     'مفعول به منصوب، علامته الكسرة. خلا :حرف جر زائد ـ شبيه '
                     'بالزائد ـ مبني على السكون. الهابطة :اسم مجرور لفظا منصوب '
                     'محلا ـ مستثنى',
       'keywords': 'مسرحي:حاب:حب:خل:خلا:هابط:مسرح:أحب:حبى:حبا',
       'phrase': 'أحب المسرحيات خلا الهابطة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أحب المسرحيات خلا الهابطة'},
 951: {'date': '2023-07-19',
       'id': 951,
       'inflection': 'أخو :مبتدأ مرفوع، علامته الواو. وهو مضاف. أخو :مبتدأ '
                     'مرفوع، علامته الواو. وهو مضاف. ك :في محل جر بالإضافة. في '
                     'الدار: جار ومجرور، متعلقان بكون محذوف تقديره ـ موجود ـ '
                     'أو جار ومجرور سدا مسد الخبر.',
       'keywords': 'خوى:أخو:أخا:دار:في',
       'phrase': 'أخوك في الدار',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أخوك في الدار'},
 952: {'date': '2023-07-19',
       'id': 952,
       'inflection': 'رب :حرف جر زائد مبني على الفتح. رب :حرف جر زائد مبني على '
                     'الفتح. مخادع :اسم مجرور لفظا، مرفوع محلا، مبتدأ مكشوف: '
                     'خبر مرفوع.',
       'keywords': 'ربى:رب:مخادع:راب:مكشوف',
       'phrase': 'رب مخادع مكشوف',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'رب مخادع مكشوف'},
 953: {'date': '2023-07-19',
       'id': 953,
       'inflection': 'كفى :فعل ماض مبني على الفتح المقدر على آخره. كفى :فعل '
                     'ماض مبني على الفتح المقدر على آخره. بـ :حرف جر زائد مبني '
                     'على الكسر. عقل :اسم مجرور لفظا، مرفوع محلا ـ فاعل ـ وهو '
                     'مضاف. ك :في محل جر بالإضافة هاديا: تمييز منصوب.',
       'keywords': 'كفى:هادى:هادي:عقل:هاد',
       'phrase': 'كفى بعقلك هاديا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كفى بعقلك هاديا'},
 954: {'date': '2023-07-19',
       'id': 954,
       'inflection': 'استعنت :فعل وفاعل. استعنت :فعل وفاعل. بـ :حرف جر. كتابي '
                     ':اسم مجرور علامته الياء ـ مثنى ـ وحذفت نونه للإضافة. '
                     'الرياضيات: مضاف إليه مجرور.',
       'keywords': 'الرياض:استعان:رياضي:رياضيات:رياضة:كتاب:كتابة',
       'phrase': 'استعنت بكتابي الرياضيات',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استعنت بكتابي الرياضيات'},
 955: {'date': '2023-07-19',
       'id': 955,
       'inflection': 'ذاك :اسم إشارة مبني على الفتح، في محل رفع مبتدأ. ذاك '
                     ':اسم إشارة مبني على الفتح، في محل رفع مبتدأ. جدار :خبر '
                     'مرفوع، وهو مضاف. اسمنت: مضاف إليه مجرور.',
       'keywords': 'ذاك:جدار:اسمنت',
       'phrase': 'ذاك جدار اسمنت',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ذاك جدار اسمنت'},
 956: {'date': '2023-07-19',
       'id': 956,
       'inflection': 'ساعدت :فعل وفاعل. ساعدت :فعل وفاعل. إنسانا :مفعول به '
                     'منصوب. مهضوما: صفة ( نعت ) منصوب. حق :نائب فاعل مرفوع، '
                     'لاسم المفعول، وهو مضاف. ه :في محل جر بالإضافة.',
       'keywords': 'إنسان:إنس:حاق:مهضوم:حق:ساعد',
       'phrase': 'ساعدت إنسانا مهضوما حقه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ساعدت إنسانا مهضوما حقه'},
 957: {'date': '2023-07-19',
       'id': 957,
       'inflection': 'لو : أداة شرط غير جازمة، حرف الشرط يفيد امتناع ( الجواب '
                     ') لامتناع ( الشرط ). لو : أداة شرط غير جازمة، حرف الشرط '
                     'يفيد امتناع ( الجواب ) لامتناع ( الشرط ). عرف : فعل ماض '
                     'مبنى على الفتح. الإنسان : فاعل مرفوع وعلامة رفعه الضمة '
                     'الظاهرة على آخره. مقداره : مفعول به منصوب وعلامة نصبه '
                     'الفتحه الظاهرة على آخره، الهاء : ضمير مبنى على الضم في '
                     'محل جر على أنه مضاف إليه. والجملة من الفعل والفاعل جملة '
                     'الشرط. لم : حرف نفي وجزم وقلب. يفخر : فعل مضارع مجزوم '
                     'بلم وعلامة جزمه سكون آخره، وكسر لالتقاء الساكنين. المولى '
                     ': فاعل مرفوع وعلامة رفعة الضمة المقدرة على الألف منع من '
                     'ظهورها التعذر. على : حرف جر. عبده : اسم مجرور بعلى '
                     'وعلامة جره الكسرة الظاهرة على آخره والجار والمجرور '
                     'متعلقان بالفعل يفخر، الهاء : ضمير مبنى على الكسر في محل '
                     'جر مضاف إليه والجملة من الفعل والفاعل لا محل لها من '
                     'الإعراب لأنها جواب شرط غير جازم. أمس : اسم مبنى على '
                     'الكسر في محل رفع على أنه مبتدأ. الذي : اسم موصول مبنى في '
                     'محل رفع صفة أمس. مر : فعل ماض مبنى على الفتح، والفاعل '
                     'ضمير مستتر تقديرة هو يعود على أمس والجمله من الفعل '
                     'والفاعل لا محل لها من الإعراب لأنها صلة الاسم الموصول. '
                     'على قربه : جار ومجرور متعلقان بمحذوف منصوب على أنه حال '
                     'من أمس، والهاء : ضمير مبنى على الكسر في محل جر مضاف '
                     'إليه. يعجز : فعل مضارع لتجرده عن الناصب والجازم وعلامة '
                     'رفعه ضم آخره، أهل : فاعل مرفوع بالضمة الظاهرة على آخره '
                     'وهو مضاف. الأرض : مضاف إليه مجرور بالكسرة الظاهرة على '
                     'آخره. عن رده : جار ومجرور متعلقان بالفعل يعجز والهاء '
                     'ضمير مبنى على الكسر في محل جر مضاف إليه وجملة يعجز أهل '
                     'الأرض من الفعل والفاعل في محل رفع خبره.',
       'keywords': 'عبد:مسى:مس:فخر:أمسى:مسا:لم:مولى:لوى:مقدار:أمس:الذي:لو:مر:لذي:عرف:قرب:لام:إنسان:إنس:على:ومس',
       'phrase': 'لو عرف الإنسان مقداره لم يفخر المولى على عبده أمس الذي مر '
                 'على قربه أمس الذي مر على قربه',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لو عرف الإنسان مقداره لم يفخر المولى على عبده أمس الذي '
                      'مر على قربه أمس الذي مر على قربه'},
 958: {'date': '2023-07-19',
       'id': 958,
       'inflection': 'إذا :ظرف لما يستقبل من الزمان خافض لشرطه منصوب بجوابه '
                     'مبنى على السكون في محل نصب، وهو أداة شرط غير جازمة ولا '
                     'يليه إلا الفعل ظاهرا أو مقدرا. إذا :ظرف لما يستقبل من '
                     'الزمان خافض لشرطه منصوب بجوابه مبنى على السكون في محل '
                     'نصب، وهو أداة شرط غير جازمة ولا يليه إلا الفعل ظاهرا أو '
                     'مقدرا. نوديت: فعل ماض مبنى على السكون لاتصاله بضمير رفع '
                     'متحرك مبنى للمجهول، التاء : ضمير مبنى على الفتح في محل '
                     'رفع نائب فاعل، والجملة في محل جر بإضافة إذا إليها. '
                     'للخير: اللام: حرف جر. الخير: اسم مجرور باللام وعلامة جرة '
                     'كسر آخره، والجار والمجرور متعلقان بالفعل نودي.',
       'keywords': 'نادى:إذا:خير',
       'phrase': 'إذا نوديت للخير',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'إذا نوديت للخير'},
 959: {'date': '2023-07-19',
       'id': 959,
       'inflection': 'فكن :الفاء: رابطة لجواب الشرط، كن: فعل أمر ناقص مبنى على '
                     'السكون يدخل على المبتدأ فكن :الفاء: رابطة لجواب الشرط، '
                     'كن: فعل أمر ناقص مبنى على السكون يدخل على المبتدأ والخبر '
                     'يرفع الأول فيسمى اسمه وينصب الثاني فيسمى خبره، واسمه '
                     'ضمير مستتر تقديرة أنت أول: خبر كان منصوب بالفتحة الظاهرة '
                     'على آخره وهو مضاف. سباق: مضاف إليه مجرور بالكسرة الظاهرة '
                     'على آخرة والجملة من كان واسمها وخبرها لا محل لها من '
                     'الإعراب جواب الشرط.',
       'keywords': 'ولي:وكن:أولى:آلى:سباق:أول:كنى:ألا:كن:فك:فكن:ولى',
       'phrase': 'فكن أول سباق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'فكن أول سباق'},
 960: {'date': '2023-07-19',
       'id': 960,
       'inflection': 'وإن: الواو: حرف عطف، إن: حرف شرط يجزم فعلين الأول فعل '
                     'شرط والثاني جوابه وجزاؤه. وإن: الواو: حرف عطف، إن: حرف '
                     'شرط يجزم فعلين الأول فعل شرط والثاني جوابه وجزاؤه. '
                     'عوديت: فعل ماض مبنى على السكون في محل جزم على أنه فعل '
                     'شرط وهو مبنى للمجهول ، التاء: ضمير مبنى على الفتح في محل '
                     'رفع نائب فاعل. فاستعصم: الفاء: رابط لجواب الشرط. استعصم: '
                     'فعل أمر مبنى على السكون، والفاعل ضمير مستتر تقديره أنت، '
                     'والجملة في محل جزم على أنها جواب شرط جازم. بـآداب وأخلاق '
                     'بآداب: جار ومجرور بالفعل استعصم. وأخلاق: الواو: حرف عطف، '
                     'أخلاق: اسم معطوف على آداب مجرور بالكسرة الظاهرة على '
                     'آخره.',
       'keywords': 'إن:آداب:أخلاق:استعصم:عادى',
       'phrase': 'وإن عوديت فاستعصم بآداب وأخلاق',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'وإن عوديت فاستعصم بآداب وأخلاق'},
 961: {'date': '2023-07-19',
       'id': 961,
       'inflection': 'الهاتف: مبتدأ مرفوع علامته الضمة الهاتف: مبتدأ مرفوع '
                     'علامته الضمة فوق: ظرف زمان منصوب علامته الفتحة، وهو مضاف '
                     'الطاولة: مضاف إليه مجرور علامته الكسرة، والمضاف إليه – '
                     'شبه الجملة – في محل رفع خبر',
       'keywords': 'هاتف:فوق:وقى:طاولة',
       'phrase': 'الهاتف فوق الطاولة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الهاتف فوق الطاولة'},
 962: {'date': '2023-07-19',
       'id': 962,
       'inflection': 'في الصدور: جار ومجرور في محل رفع خبر. في الصدور: جار '
                     'ومجرور في محل رفع خبر.',
       'keywords': 'علم:في:صدور',
       'phrase': 'العلم في الصدور',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'العلم في الصدور'},
 963: {'date': '2023-07-19',
       'id': 963,
       'inflection': 'أنت: ضمير مبني في محل رفع مبتدأ. أنت: ضمير مبني في محل '
                     'رفع مبتدأ. بخير: جار ومجرور في محل رفع خبر.',
       'keywords': 'أنت:آن:نتا:خير:أنى:نات',
       'phrase': 'أنت بخير',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أنت بخير'},
 964: {'date': '2023-07-19',
       'id': 964,
       'inflection': 'العقاد: مبتدأ مرفوع العقاد: مبتدأ مرفوع شاعر: خبر مرفوع '
                     'كاتب: خبر مرفوع مفكر: خبر مرفوع',
       'keywords': 'عقاد:كاتب:شاعر:مفكر',
       'phrase': 'العقاد شاعر كاتب مفكر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'العقاد شاعر كاتب مفكر'},
 965: {'date': '2023-07-19',
       'id': 965,
       'inflection': 'نعم: فعل ماض مبني على الفتح نعم: فعل ماض مبني على الفتح '
                     'الفاتح: فاعل مرفوع علامته الضمة والتقدير نعم الفاتح هو '
                     'أي (الممدوح) صلاح الدين هو (الضمير المحذوف مبني في محل '
                     'رفع مبتدأ) صلاح: خبر مؤخر مرفوع وهو مضاف الدين: مضاف '
                     'إليه مجرور',
       'keywords': 'عمى:فاتح:وعم:نعم:أعمى:دين:عام:عمي:عم:صلاح',
       'phrase': 'نعم الفاتح صلاح الدين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'نعم الفاتح صلاح الدين'},
 966: {'date': '2023-07-19',
       'id': 966,
       'inflection': 'في ذمتي: جار ومجرور في محل رفع خبر (عهد أو يمين '
                     'المحذوفتان) مبتدأ مرفوع في ذمتي: جار ومجرور في محل رفع '
                     'خبر (عهد أو يمين المحذوفتان) مبتدأ مرفوع',
       'keywords': 'ما:ذم:ذمة:في:أراد:فعل',
       'phrase': 'في ذمتي لأفعلن ما تريد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'في ذمتي لأفعلن ما تريد'},
 967: {'date': '2023-07-19',
       'id': 967,
       'inflection': 'صبر: خبر مرفوع علامته تنوين الضم لمبتدأ محذوف تقديره '
                     '(صبري) صبر: خبر مرفوع علامته تنوين الضم لمبتدأ محذوف '
                     'تقديره (صبري) جميل: صفة مرفوعة علامتها تنوين الضم',
       'keywords': 'صبر:جميل',
       'phrase': 'صبر جميل',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'صبر جميل'},
 968: {'date': '2023-07-19',
       'id': 968,
       'inflection': 'لا: نافية للجنس مبنية على السكون. لا: نافية للجنس مبنية '
                     'على السكون. سي: اسم لا النافية للجنس منصوبة بالفتحة. ما: '
                     'زائدة، لا محل لها كرة: خبر مرفوع لمبتدأ محذوف تقديره '
                     '(هي).',
       'keywords': 'سام:الرياض:مضرب:كرة:لا:حاب:حب:أحب:رياضة:حبى:رياض:حبا:كر',
       'phrase': 'أحب الرياضة لا سيما كرة المضرب',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أحب الرياضة لا سيما كرة المضرب'},
 969: {'date': '2023-07-19',
       'id': 969,
       'inflection': 'لولا: حرف مبني على السكون لولا: حرف مبني على السكون '
                     'المشقة: مبتدأ مرفوع علامته الضمة، والخبر محذوف وجوبا '
                     'لانه كون عام – موجودة ساد: فعل ماض مبني على الفتح الناس: '
                     'فاعل مرفوع علامته الضمة كل: توكيد مرفوع علامته الضمة – '
                     'وهو مضاف هم: في محل جر بالإضافة',
       'keywords': 'كل:مشقة:ساد:وكل:أكل:كال:لولا:ناس',
       'phrase': 'لولا المشقة ساد الناس كلهم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لولا المشقة ساد الناس كلهم'},
 970: {'date': '2023-07-19',
       'id': 970,
       'inflection': 'استفد: فعل أمر مبني على السكون. والفاعل مستتر تقديره أنت '
                     'استفد: فعل أمر مبني على السكون. والفاعل مستتر تقديره أنت '
                     'من الطبيب: شبه جملة جار ومجرور العالم: خبر مرفوع علامته '
                     'الضمة، لمبتدأ محذوف تقديره هو',
       'keywords': 'منى:طبيب:استفاد:عالم:مان:من',
       'phrase': 'استفد من الطبيب العالم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استفد من الطبيب العالم'},
 971: {'date': '2023-07-19',
       'id': 971,
       'inflection': 'تجنب: فعل أمر مبني على السكون، وفاعله مستتر فيه تجنب: '
                     'فعل أمر مبني على السكون، وفاعله مستتر فيه صحبة: مفعول به '
                     'منصوب علامته الفتحة، وهو مضاف الكاذب: مضاف إليه مجرور '
                     'المخادع: خبر مرفوع لمبتدأ محذوف تقديره هو',
       'keywords': 'جنب:تجنب:كاذب:صحب:مخادع:أجنب:صحبة',
       'phrase': 'تجنب صحبة الكاذب المخادع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تجنب صحبة الكاذب المخادع'},
 972: {'date': '2023-07-19',
       'id': 972,
       'inflection': 'مشاهدة: مبتدأ مرفوع علامته الضمة ،وهو مضاف. والياء في '
                     'محل جر بالإضافة. مشاهدة: مبتدأ مرفوع علامته الضمة ،وهو '
                     'مضاف. والياء في محل جر بالإضافة. التلفاز: مفعول به منصوب '
                     'للمصدر – مشاهدة- جالسا: حال من الياء – الضمير في مشاهدتي '
                     'سدت مسدت الخبر.',
       'keywords': 'مشاهد:تلفاز:جالس:مشاهدة',
       'phrase': 'مشاهدتي التلفاز جالسا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'مشاهدتي التلفاز جالسا'},
 973: {'date': '2023-07-19',
       'id': 973,
       'inflection': 'أفضل: مبتدأ مرفوع علامته الضمة أفضل: مبتدأ مرفوع علامته '
                     'الضمة ما: حرف مصدري مبني على السكون يكون: فعل مضارع تام '
                     'مرفوع المصدر المصوغ من (ما ويكون) = كون مضاف اليه مجرورا '
                     'الإنسان: فاعل مرفوع منتجا: حال منصوبة سدت مسد الخبر',
       'keywords': 'فضل:أفضل:منتج:كوى:إنسان:ما:إنس:كون:ضل',
       'phrase': 'أفضل ما يكون الإنسان منتجا',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أفضل ما يكون الإنسان منتجا'},
 974: {'date': '2023-07-19',
       'id': 974,
       'inflection': 'من: اسم استفهام مبني على السكون في محل رفع مبتدأ من: اسم '
                     'استفهام مبني على السكون في محل رفع مبتدأ عندك: ظرف ومضاف '
                     'إليه ،شبه الجملة في محل رفع خبر.',
       'keywords': 'عند:منى:؟:مان:من',
       'phrase': 'من عندك ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'من عندك ؟'},
 975: {'date': '2023-07-19',
       'id': 975,
       'inflection': 'من: اسم شرط مبني على السكون جازم فعلين في محل رفع مبتدأ '
                     'من: اسم شرط مبني على السكون جازم فعلين في محل رفع مبتدأ '
                     'تساعد: فعل مضارع مجزوم فعل الشرط وفاعله مستتر فيه. ه: في '
                     'محل نصب مفعول به. يشكر: فعل مضارع مجزوم -جواب الشرط – '
                     'علامته السكون وفاعله مستتر في. ك: في محل نصب مفعول به. '
                     'الجملة من فعل الشرط وجوابه في محل رفع خبر المبتدأ.',
       'keywords': 'شكر:منى:ساعد:مان:من',
       'phrase': 'من تساعده يشكرك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'من تساعده يشكرك'},
 976: {'date': '2023-07-19',
       'id': 976,
       'inflection': 'ما: اسم تعجب مبني في محل رفع مبتدأ ما: اسم تعجب مبني في '
                     'محل رفع مبتدأ أجمل: فعل ماض مبني على الفتح والفاعل ضمير '
                     'مستتر تقديره هو يعود إلي (ما ) الحرية: مفعول به منصوب '
                     'علامته الفتحة. والجملة من الفعل والفاعل والمفعول به في '
                     'محل رفع خبر.',
       'keywords': 'حر:أجمل:ما:!:حري:حرية:جمل',
       'phrase': 'ما أجمل الحرية !',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما أجمل الحرية !'},
 977: {'date': '2023-07-19',
       'id': 977,
       'inflection': 'كم: اسم مبني على السكون في محل رفع مبتدأ كم: اسم مبني '
                     'على السكون في محل رفع مبتدأ عظة: اسم مجرور بالإضافة أو '
                     'بـ(من) المقدرة بعد (كم) مرت: فعل وفاعل في محل رفع خبر '
                     'بك: الباء حرف جر (ك) ضمير مبني في محل جر',
       'keywords': 'مرت:وكم:بك:باك:مرى:عظة:مر:كام:كم',
       'phrase': 'كم عظة مرت بك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'كم عظة مرت بك'},
 978: {'date': '2023-07-19',
       'id': 978,
       'inflection': 'اللام: لام الابتداء حرف مبني على الفتح لا محل له اللام: '
                     'لام الابتداء حرف مبني على الفتح لا محل له أنت: في محل '
                     'رفع مبتدأ اسود: خبر مرفوع.',
       'keywords': 'أسود:ظلم:مان:أنى:عان:نات:أنت:ساد:عينة:في:ال:من:سود:عين:منى:آن:نتا:عي:اسود',
       'phrase': 'لأنت أسود في عيني من ال ظلم',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'لأنت أسود في عيني من ال ظلم'},
 979: {'date': '2023-07-19',
       'id': 979,
       'inflection': 'ما: حرف مبني على السكون لا محل له. ما: حرف مبني على '
                     'السكون لا محل له. أنت: في محل رفع مبتدأ إلا: أداة (حرف) '
                     'حصر مبني على السكون لا محل له كاتب: خبر مرفوع. إنما: إن '
                     'حرف مشبه بالفعل مبني على الفتح لا محل له ما: حرف مبني '
                     'على السكون لا محل له هو: في محل رفع مبتدأ شاعر: خبر '
                     'مرفوع.',
       'keywords': 'إنما:أنت:كاتب:،:ما:إلا:هو:آن:نتا:أنى:نات:شاعر',
       'phrase': 'ما أنت إلا كاتب، إنما هو شاعر',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما أنت إلا كاتب، إنما هو شاعر'},
 980: {'date': '2023-07-19',
       'id': 980,
       'inflection': 'متى: اسم استفهام مبني على السكون في محل رفع خبر مقدم '
                     'متى: اسم استفهام مبني على السكون في محل رفع خبر مقدم '
                     'السفر: مبتدأ مؤخر مرفوع علامته الضمة',
       'keywords': 'متى:سفر:؟',
       'phrase': 'متى السفر ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'متى السفر ؟'},
 981: {'date': '2023-07-19',
       'id': 981,
       'inflection': 'أين: اسم استفهام مبني على الفتح، في محل رفع خبر مقدم '
                     'أين: اسم استفهام مبني على الفتح، في محل رفع خبر مقدم',
       'keywords': 'أين:؟:مفر',
       'phrase': 'أين المفر ؟',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أين المفر ؟'},
 982: {'date': '2023-07-19',
       'id': 982,
       'inflection': '',
       'keywords': 'علام:ضم:علامة:::ضمة:مؤخر:مرفوع:مبتدأ:مفر',
       'phrase': 'المفر: مبتدأ مرفوع مؤخر علامته الضمة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'المفر: مبتدأ مرفوع مؤخر علامته الضمة'},
 983: {'date': '2023-07-19',
       'id': 983,
       'inflection': 'ما: حرف نفي مبني على السكون ما: حرف نفي مبني على السكون '
                     'ناجح: خبر مرفوع – مقدم – علامته تنوين الضم إلا: أداة حصر '
                     '– حرف – مبني على السكون المجتهد: مبتدأ – مؤخر – مرفوع '
                     'علامته الضمة',
       'keywords': 'مجتهد:ما:إلا:ناجح',
       'phrase': 'ما ناجح إلا المجتهد',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما ناجح إلا المجتهد'},
 984: {'date': '2023-07-19',
       'id': 984,
       'inflection': 'في البستان: شبه جملة – جار ومجرور -في محل رفع خبر مقدم '
                     'في البستان: شبه جملة – جار ومجرور -في محل رفع خبر مقدم '
                     'شجر: مبتدأ مؤخر مرفوع علامته تنوين الضم عند: ظرف مكان '
                     'منصوب علامته الفتحة، وهو مضاف ي: في محل جر بالإضافة، '
                     'وشبه الجملة في محل رفع خبر مقدم آراء: مبتدأ مؤخر مرفوع '
                     'علامته تنوين الضم',
       'keywords': 'عند:آراء:شجر:بستان:في:عندة',
       'phrase': 'في البستان شجر وعندي آراء',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'في البستان شجر وعندي آراء'},
 985: {'date': '2023-07-19',
       'id': 985,
       'inflection': 'في المزرعة: شبه جملة جار ومجرور في محل رفع خبر مقدم في '
                     'المزرعة: شبه جملة جار ومجرور في محل رفع خبر مقدم حارس: '
                     'مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف ها: في محل جر '
                     'بالإضافة. والضمير هنا يعود إلى اسم مذكور في البداية '
                     '(المزرعة )',
       'keywords': 'حارس:في:مزرعة',
       'phrase': 'في المزرعة حارسها',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'في المزرعة حارسها'},
 986: {'date': '2023-07-19',
       'id': 986,
       'inflection': 'أ: حرف مبني على الفتح لا محل له. أ: حرف مبني على الفتح '
                     'لا محل له. مسافر: مبتدأ مرفوع وهو اسم فاعل عامل فيما '
                     'بعده. أخوا: فاعل مرفوع علامته الألف، سد مسد الخبر وهو '
                     'مضاف. ك: في محل جر بالإضافة.',
       'keywords': 'مسافر:خوى:أخا',
       'phrase': 'أمسافر أخواك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أمسافر أخواك'},
 987: {'date': '2023-07-19',
       'id': 987,
       'inflection': 'ما: حرف مبني على السكون. ما: حرف مبني على السكون. مقصر: '
                     'مبتدأ مرفوع ،وهو اسم فاعل. معلموك: فاعل لاسم الفاعل '
                     'مرفوع علامته الواو سد مسد الخبر ،وهو مضاف. ك: في محل جر '
                     'بالإضافة.',
       'keywords': 'ما:معلم:مقصر',
       'phrase': 'ما مقصر معلموك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما مقصر معلموك'},
 988: {'date': '2023-07-19',
       'id': 988,
       'inflection': 'ما: حرف مبني على السكون لا محل له ما: حرف مبني على '
                     'السكون لا محل له مذموم: مبتدأ مرفوع. وهو اسم مفعول '
                     'أخلاق: نائب فاعل مرفوع سد مسد الخبر، وهو مضاف ك: في محل '
                     'جر بالإضافة',
       'keywords': 'مذموم:ما:أخلاق:خلاق',
       'phrase': 'ما مذموم أخلاقك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'ما مذموم أخلاقك'},
 989: {'date': '2023-07-19',
       'id': 989,
       'inflection': 'الهمزة: حرف مبني لا محل له الهمزة: حرف مبني لا محل له '
                     'عراقي: مبتدأ مرفوع، وهو اسم منسوب يعامل معاملة اسم '
                     'المفعول صرفيا، والتقدير أمنسوب صديقك للعراق صديق: نائب '
                     'فاعل للاسم المنسوب – اسم المفعول مرفوع سد مسد الخبر، '
                     '-وهو مضاف ك: في محل جر بالإضافة',
       'keywords': 'أعراق:ي:صديق:عراق',
       'phrase': 'أعراق ي صديقك',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'أعراق ي صديقك'},
 990: {'date': '2023-07-19',
       'id': 990,
       'inflection': 'الضوءان: مبتدأ مرفوع، علامته الألف – مثنى الضوءان: مبتدأ '
                     'مرفوع، علامته الألف – مثنى مبهران: خبر مرفوع، علامته '
                     'الألف – مثنى',
       'keywords': 'مبهر:ضوء',
       'phrase': 'الضوءان مبهران',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'الضوءان مبهران'},
 991: {'date': '2023-07-19',
       'id': 991,
       'inflection': 'استمتع: فعل ماض مبنى على الفتح. استمتع: فعل ماض مبنى على '
                     'الفتح. الطفلان: فاعل مرفوع علامته الألف – مثنى برؤية: '
                     'شبه جملة جار ومجرور. الظبيين: مضاف إليه مجرور علامته '
                     'الياء – مثنى',
       'keywords': 'طفل:رؤية:استمتع:ظبي:رؤى:زرافة',
       'phrase': 'استمتع الطفلان برؤية الظبيين والزرافة',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'استمتع الطفلان برؤية الظبيين والزرافة'},
 992: {'date': '2023-07-19',
       'id': 992,
       'inflection': 'يدافع: فعل مضارع مرفوع، علامته الضمة. يدافع: فعل مضارع '
                     'مرفوع، علامته الضمة. المحاميان: فاعل مرفوع، علامته الألف '
                     '– مثنى الجانبين: اسم مجرور، علامته الياء – مثنى',
       'keywords': 'دافع:عنى:عان:عن:محامي:جانب',
       'phrase': 'يدافع المحاميان عن الجانبين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يدافع المحاميان عن الجانبين'},
 993: {'date': '2023-07-19',
       'id': 993,
       'inflection': 'صدر الحكم: فعل وفاعل. صدر الحكم: فعل وفاعل. في القضية: '
                     'شبه جملة جار ومجرور. باتفاق: شبه جملة جار ومجرور. '
                     'القاضيين: مضاف إليه مجرور، علامته الياء – مثنى',
       'keywords': 'قضة:قض:لحى:صدر:قضية:في:حكم:القاضيين:اتفاق:لحا',
       'phrase': 'صدر الحكم في القضية باتفاق القاضيين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'صدر الحكم في القضية باتفاق القاضيين'},
 994: {'date': '2023-07-19',
       'id': 994,
       'inflection': 'يسير الرجل: فعل وفاعل. يسير الرجل: فعل وفاعل. متكئا: حال '
                     'منصوبة، علامتها تنوين الفتح. عصوين: اسم مجرور علامته '
                     'الياء لأنه مثنى.',
       'keywords': 'متكئ:سير:على:رجل:سار:عصوين:يسير',
       'phrase': 'يسير الرجل متكئا على عصوين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يسير الرجل متكئا على عصوين'},
 995: {'date': '2023-07-19',
       'id': 995,
       'inflection': 'امرأتان: فاعل مرفوع علامته الألف – مثنى امرأتان: فاعل '
                     'مرفوع علامته الألف – مثنى حبليان: صفة مرفوعة علامتها '
                     'الألف – مثنى',
       'keywords': 'مرضع:مدرس:أعمل:مدرسة:في:عمل:حبلى:امرأة',
       'phrase': 'تعمل في المدرسة امرأتان حبليان ومرضع',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تعمل في المدرسة امرأتان حبليان ومرضع'},
 996: {'date': '2023-07-19',
       'id': 996,
       'inflection': 'يراجع: فعل مضارع مرفوع. يراجع: فعل مضارع مرفوع. '
                     'المستشفيين: مفعول به منصوب علامته الياء – مثنى الوحيدين: '
                     'صفة منصوبة علامتها الياء – مثنى عدد: فاعل مرفوع. هائل: '
                     'نعت مرفوع.',
       'keywords': 'عدد:مرضى:راجع:محافظ:منى:مستشفى:في:محافظة:وحيد:هائل:مان:من',
       'phrase': 'يراجع المستشفيين الوحيدين في المحافظة عدد هائل من المرضى',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يراجع المستشفيين الوحيدين في المحافظة عدد هائل من '
                      'المرضى'},
 997: {'date': '2023-07-19',
       'id': 997,
       'inflection': 'في المسجد: شبه جملة في محل رفع خبر مقدم. في المسجد: شبه '
                     'جملة في محل رفع خبر مقدم. قراءان: مبتدأ مؤخر مرفوع، '
                     'علامته الألف – مثنى جيدان: صفة مرفوعة علامته الألف – '
                     'مثنى',
       'keywords': 'مسجد:في:جيد:قراء',
       'phrase': 'في المسجد قراءان جيدان',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'في المسجد قراءان جيدان'},
 998: {'date': '2023-07-19',
       'id': 998,
       'inflection': 'تشكل: فعل مضارع مرفوع. تشكل: فعل مضارع مرفوع. الصحراوان: '
                     'فاعل مروفع علامته الألف – مثنى النفود: بدل من '
                     '(الصحراوان) مرفوع. الربع: معطوف على مرفوع. الخالي: صفة '
                     'لمرفوع. ثلثي: مفعول به منصوب علامته الياء لأنه مثنى.',
       'keywords': '::ثلثي:سعود:أشكل:سعودية:مملكة:خال:مساحة:خالي:نفوذ:مملك:عربي:الصحراوان:مساح:ربع:سعودي:ثلث:عرب:عربة:تشكل:شكل',
       'phrase': 'تشكل الصحراوان: النفوذ والربع الخالي ثلثي مساحة المملكة '
                 'العربية السعودية',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'تشكل الصحراوان: النفوذ والربع الخالي ثلثي مساحة المملكة '
                      'العربية السعودية'},
 999: {'date': '2023-07-19',
       'id': 999,
       'inflection': 'يحتاج الطفل: فعل وفاعل. يحتاج الطفل: فعل وفاعل. كسائين: '
                     'اسم مجرور، علامته الياء – مثنى جديدين: نعت مجرور، علامته '
                     'الياء – مثنى',
       'keywords': 'جديد:طفل:كسائين:إلى:احتاج',
       'phrase': 'يحتاج الطفل إلى كسائين جديدين',
       'reference': 'i3rabxi3rab',
       'source': '',
       'state': 'draft',
       'structured_inflection': [],
       'type': '',
       'unvocalized': 'يحتاج الطفل إلى كسائين جديدين'},
 1000: {'date': '2023-07-19',
        'id': 1000,
        'inflection': 'إن: حرف مشبه بالفعل مبني على الفتح. إن: حرف مشبه بالفعل '
                      'مبني على الفتح. أبوي: اسم إن منصوب علامته الياء، وهو '
                      'مضاف. ه: في محل جر بالإضافة. طيبان: خبر إن مرفوع علامته '
                      'الألف – مثنى',
        'keywords': 'إن:طيب:أبوة:أبوي',
        'phrase': 'إن أبويه طيبان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن أبويه طيبان'},
 1001: {'date': '2023-07-19',
        'id': 1001,
        'inflection': 'ظل: فعل ماض ناقص، مبني على الفتح. ظل: فعل ماض ناقص، '
                      'مبني على الفتح. الحموان: اسم ظل مرفوع علامته الألف – '
                      'مثنى مثالا: خبر ظل منصوب علامته تنوين الفتح.',
        'keywords': 'ظل:مثال:بناة:أبناء:حمو:بنات',
        'phrase': 'ظل الحموان مثالا لأبنائهما وبناتهما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل الحموان مثالا لأبنائهما وبناتهما'},
 1002: {'date': '2023-07-19',
        'id': 1002,
        'inflection': 'يدا: مبتدأ مرفوع علامته الألف – مثنى –، وهو مضاف. يدا: '
                      'مبتدأ مرفوع علامته الألف – مثنى –، وهو مضاف. ك: في محل '
                      'جر بالإضافة. أوكتا: فعل ماض مبنى على الفتح، والألف ضمير '
                      'مبني على السكون في محل رفع فاعل. والجملة من الفعل '
                      'والفاعل في محل خبر المبتدأ. فو: مبتدأ مرفوع علامته '
                      'الواو، لأنه من الأسماء الخمسة، وهو مضاف. ك: في محل جر '
                      'بالإضافة. نفخ: فعل ماض مبني على الفتح، وفاعله مستتر '
                      'فيه، والجملة من الفعل والفاعل في محل رفع خبر المبتدأ.',
        'keywords': 'كتا:فخ:وكى:يدى:يد:وكت:):فاخ:نفخ:ربط:أفاخ:(:وفى:كت',
        'phrase': 'يداك أوكتا (ربطتا) وفوك نفخ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يداك أوكتا (ربطتا) وفوك نفخ'},
 1003: {'date': '2023-07-19',
        'id': 1003,
        'inflection': 'فصيلة: مبتدأ مرفوع علامته الضمة، وهو مضاف. فصيلة: مبتدأ '
                      'مرفوع علامته الضمة، وهو مضاف. الدمين: مضاف إليه مجرور '
                      'علامته الياء – مثنى –. متطابقة: خبر مرفوع علامته تنوين '
                      'الضم.',
        'keywords': 'فصيل:دم:متطابق:دمي:فصيلة',
        'phrase': 'فصيلة الدمين متطابقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فصيلة الدمين متطابقة'},
 1004: {'date': '2023-07-19',
        'id': 1004,
        'inflection': 'يبدو: فعل مضارع مرفوع، علامته الضمة المقدرة على آخره. '
                      'يبدو: فعل مضارع مرفوع، علامته الضمة المقدرة على آخره. '
                      'كأن: حرف مشبه بالفعل، مبني على الفتح. لبعض: شبه جملة '
                      'جار ومجرور، في محل رفع خبر كأن. فمين: اسم كأن مؤخر، '
                      'منصوب علامته الياء – مثنى ليس: فعل ماض ناقص مبني على '
                      'الفتح. لهم: جار ومجرور في محل نصب خبر ليس. فم: اسم ليس '
                      'مرفوع علامته تنوين الضم. واحد: صفة لمرفوع.',
        'keywords': 'فم:لاس:بدا:هم:حدا:يس:مان:واحد:أن:بعض:حدى:لهم:حدي:ناس:ليس:كأن',
        'phrase': 'يبدو كأن لبعض الناس فمين وليس لهم فم واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبدو كأن لبعض الناس فمين وليس لهم فم واحد'},
 1005: {'date': '2023-07-19',
        'id': 1005,
        'inflection': 'نعم: فعل ماض مبني على الفتح. نعم: فعل ماض مبني على '
                      'الفتح. الابنان: فاعل مرفوع علامته الألف – مثنى الباران: '
                      'صفة مرفوعة علامتها الألف – مثنى',
        'keywords': 'عمى:وعم:نعم:أعمى:عام:ابن:عمي:عم:بار',
        'phrase': 'نعم الابنان الباران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نعم الابنان الباران'},
 1006: {'date': '2023-07-19',
        'id': 1006,
        'inflection': 'عرف: فعل ماض مبني على السكون لاتصاله بضمير المتكلم (ت) '
                      'والضمير في محل رفع فاعل عرف: فعل ماض مبني على السكون '
                      'لاتصاله بضمير المتكلم (ت) والضمير في محل رفع فاعل '
                      'المدعوين: مفعول به منصوب علامته الياء لأنه جمع مذكر '
                      'سالم إلا: أداة استثناء حرف مبني على السكون واحدا: '
                      'مستثنى منصوب علامته تنوين الفتح',
        'keywords': 'واحد:مدعو:عرف:إلا',
        'phrase': 'عرفت المدعوين إلا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عرفت المدعوين إلا واحدا'},
 1007: {'date': '2023-07-19',
        'id': 1007,
        'inflection': 'تعاملت: فعل وفاعل تعاملت: فعل وفاعل مع المصارف: شبه '
                      'جملة جار ومجرور إلا: حرف مبني على السكون مصرفين: مستثنى '
                      'منصوب علامته الياء لأنه مثنى',
        'keywords': 'إلا:مع:ماع:تعامل:مصارف:مصرف',
        'phrase': 'تعاملت مع المصارف إلا مصرفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعاملت مع المصارف إلا مصرفين'},
 1008: {'date': '2023-07-19',
        'id': 1008,
        'inflection': 'رجع: فعل ماض مبني على الفتح رجع: فعل ماض مبني على الفتح '
                      'الصيادون: فاعل مرفوع علامته الواو إلا: حرف مبني على '
                      'السكون شباك: مستثنى منصوب علامته الفتحة وهو مضاف هم: في '
                      'محل جر بالإضافة',
        'keywords': 'رجع:صياد:إلا:شباك',
        'phrase': 'رجع الصيادون إلا شباكهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رجع الصيادون إلا شباكهم'},
 1009: {'date': '2023-07-19',
        'id': 1009,
        'inflection': 'غير: مستثنى منصوب غير: مستثنى منصوب غير: بدل مرفوع',
        'keywords': 'حول:حد:،:حدا:دور:ما:أحد:لاعب:حاد:غير:دوران:غار:أتم:حدى:تام:تم:حدي:مضمار',
        'phrase': 'ما أتم الدوران حول المضمار أحد غير، غير لاعب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما أتم الدوران حول المضمار أحد غير، غير لاعب'},
 1010: {'date': '2023-07-19',
        'id': 1010,
        'inflection': 'غير: مستثنى منصوب غير: مستثنى منصوب غير: بدل منصوب',
        'keywords': 'حد:،:حدا:ما:أحد:صدق:عادل:غير:غار',
        'phrase': 'ما صدقت أحدا غير، غير عادل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما صدقت أحدا غير، غير عادل'},
 1011: {'date': '2023-07-19',
        'id': 1011,
        'inflection': 'سوى: مستثنى منصوب سوى: مستثنى منصوب سوى: بدل مجرور',
        'keywords': '،:ما:سوى:تاجر:وثق:عبيد',
        'phrase': 'ما وثقت بتاجر سوى، عبيد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما وثقت بتاجر سوى، عبيد'},
 1012: {'date': '2023-07-19',
        'id': 1012,
        'inflection': 'سوى: مستثنى منصوب سوى: مستثنى منصوب سوى: بدل مجرور',
        'keywords': 'صلى:رسالة:كتب:ما:سوى:فصل:منى:صلا:صلي:صل:مان:من',
        'phrase': 'ما كتبت من الرسالة سوى فصلين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما كتبت من الرسالة سوى فصلين'},
 1013: {'date': '2023-07-19',
        'id': 1013,
        'inflection': 'يوصي: فعل مضارع مرفوع بضمة مقدرة على آخره. يوصي: فعل '
                      'مضارع مرفوع بضمة مقدرة على آخره. الأطباء: فاعل مرفوع '
                      'بضمة على آخره. أن: حرف نصب مبني على السكون. ينظف: فعل '
                      'مضارع منصوب، مجهول فاعله. الفم: نائب فاعل مرفوع. صباح '
                      'مسا ء: ظرف مبني على الفتح، في محل نصب.',
        'keywords': 'فم:لفم:وصى:أوصى:أن:آن:صباح:نظف:مساء:أطباء',
        'phrase': 'يوصي الأطباء أن ينظف الفم صباح مساء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يوصي الأطباء أن ينظف الفم صباح مساء'},
 1014: {'date': '2023-07-19',
        'id': 1014,
        'inflection': 'قدم: فعل ماض مبني على الفتح قدم: فعل ماض مبني على الفتح '
                      'المتناظران: فاعل مرفوع، علامته الألف. رأيين: مفعول به '
                      'منصوب علامته الياء. مختلفين: صفة مجرورة علامتها الياء.',
        'keywords': 'قدم:متناظر:رأيبن:مختلف',
        'phrase': 'قدم المتناظران رأيبن مختلفين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قدم المتناظران رأيبن مختلفين'},
 1015: {'date': '2023-07-19',
        'id': 1015,
        'inflection': 'وقف: فعل ماض مبني على الفتح. وقف: فعل ماض مبني على '
                      'الفتح. مقدم: فاعل مرفوع، وهو مضاف. البرنامج: مضاف إليه '
                      'مجرور. بين بين: ظرف مبني على فتح الجزئين في محل نصب.',
        'keywords': 'مقدم:برنامج:قف:وقف:قاف:بين:قفى',
        'phrase': 'وقف مقدم البرنامج بين بين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقف مقدم البرنامج بين بين'},
 1016: {'date': '2023-07-19',
        'id': 1016,
        'inflection': 'هو: ضمير مبني على الفتح، في محل رفع مبتدأ. هو: ضمير '
                      'مبني على الفتح، في محل رفع مبتدأ. جار: خبر مرفوع بضمة '
                      'مقدرة على آخره، وهو مضاف. ي: ضمير مبني في محل مضاف '
                      'إليه. بيت بيت: اسم مبني على فتح الجزئين في محل نصب حال.',
        'keywords': 'ملاصق:هو:بات:جارى:بيت:جار:أي',
        'phrase': 'هو جاري بيت بيت أي ملاصقا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هو جاري بيت بيت أي ملاصقا'},
 1017: {'date': '2023-07-19',
        'id': 1017,
        'inflection': 'تفرق: فعل ماض مبني على الضم، لاتصاله بواو الجماعة وهي '
                      'ضمير مبني في محل رفع فاعل تفرق: فعل ماض مبني على الضم، '
                      'لاتصاله بواو الجماعة وهي ضمير مبني في محل رفع فاعل شذر '
                      'مذر: اسم مبني على فتح الجزئين، في محل نصب حال.',
        'keywords': 'شذر:متفرق:ودى:يدى:يد:مذر:فرق:أيد:):سبأ:(:تفرق:يدي',
        'phrase': 'تفرقوا شذر مذر (متفرقين) وتفرقوا أيدي سبأ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تفرقوا شذر مذر (متفرقين) وتفرقوا أيدي سبأ'},
 1018: {'date': '2023-07-19',
        'id': 1018,
        'inflection': 'صرفت: فعل وفاعل صرفت: فعل وفاعل احدى: اسم مبني على فتح '
                      'الجزئين في محل نصب مفعول به. دينارا: تمييز منصوب. ثمن '
                      'متر الرخام ثلاثةعشر دينارا، وسبععشرة ليرة. ثلاثة عشر: '
                      'اسم مبني على فتح الجزئين، في محل رفع خبر. سبع عشرة: اسم '
                      'مبني على فتح الجزئين، في محل رفع خبر.',
        'keywords': 'عشرة:حد:،:حدا:أحد:دينار:حاد:إحدى:صرف:ليرة:حدى:عشر:حدي',
        'phrase': 'صرفت أحد عشر دينارا، إحدى عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صرفت أحد عشر دينارا، إحدى عشرة ليرة'},
 1019: {'date': '2023-07-19',
        'id': 1019,
        'inflection': 'ستة عشر: اسم مبني على فتح الجزئين، في محل جر. ستة عشر: '
                      'اسم مبني على فتح الجزئين، في محل جر. ثماني عشر: اسم '
                      'مبني على فتح الجزئين، في محل جر.',
        'keywords': 'عشرة:،:معطف:اشترى:ست:دينار:ثم:ليرة:وثم:عشر',
        'phrase': 'اشتريت المعطف بستة عشر دينارا، وثماني عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت المعطف بستة عشر دينارا، وثماني عشرة ليرة'},
 1020: {'date': '2023-07-19',
        'id': 1020,
        'inflection': 'جاء: فعل ماض مبني على الفتح جاء: فعل ماض مبني على الفتح '
                      'ولد: فاعل مرفوع علامته تنوين الضم واحد: صفة مرفوعة',
        'keywords': 'لد:ولد:حدا:حدى:حدي:واحد:جاء',
        'phrase': 'جاء ولد واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء ولد واحد'},
 1021: {'date': '2023-07-19',
        'id': 1021,
        'inflection': 'جاءت: فعل ماض مبني على الفتح، التاء للتأنيث حرف مبني '
                      'على السكون جاءت: فعل ماض مبني على الفتح، التاء للتأنيث '
                      'حرف مبني على السكون بنتان: فاعل مرفوع علامته الألف لأنه '
                      'مثنى اثنتان: صفة مرفوعة علامتها الألف',
        'keywords': 'بنت:ثنت:جاء:بن',
        'phrase': 'جاءت بنتان اثنتان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاءت بنتان اثنتان'},
 1022: {'date': '2023-07-19',
        'id': 1022,
        'inflection': 'كتبت: كتب فعل ماض مبني على السكون لاتصاله بتاء المتكلم '
                      'وهي ضمير متصل مبني على الضمة في محل رفع فاعل كتبت: كتب '
                      'فعل ماض مبني على السكون لاتصاله بتاء المتكلم وهي ضمير '
                      'متصل مبني على الضمة في محل رفع فاعل سطرا: مفعول به '
                      'منصوب علامته التنوين واحدا: نعت منصوب',
        'keywords': 'سطر:واحد:كتب',
        'phrase': 'كتبت سطرا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كتبت سطرا واحدا'},
 1023: {'date': '2023-07-19',
        'id': 1023,
        'inflection': 'مقالتين: مفعول به منصوب علامته الياء لأنه مثنى مقالتين: '
                      'مفعول به منصوب علامته الياء لأنه مثنى اثنتين: صفة '
                      'منصوبة علامتها الياء',
        'keywords': 'اثنتين:مقالة:كتب:مقال',
        'phrase': 'كتبت مقالتين اثنتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كتبت مقالتين اثنتين'},
 1024: {'date': '2023-07-19',
        'id': 1024,
        'inflection': 'استعنت: فعل وفاعل استعنت: فعل وفاعل بمرجع: جار ومجرور '
                      'واحد: نعت مجرور',
        'keywords': 'استعان:حدا:مرجع:حدى:واحد:حدي',
        'phrase': 'استعنت بمرجع واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعنت بمرجع واحد'},
 1025: {'date': '2023-07-19',
        'id': 1025,
        'inflection': 'بموسوعتين: اسم مجرور علامته الياء بموسوعتين: اسم مجرور '
                      'علامته الياء اثنتين: نعت مجرور علامته الياء',
        'keywords': 'موسوعة:اثنتين:استعان',
        'phrase': 'استعنت بموسوعتين اثنتين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استعنت بموسوعتين اثنتين'},
 1026: {'date': '2023-07-19',
        'id': 1026,
        'inflection': 'هنأت: فعل وفاعل هنأت: فعل وفاعل الفائز: مفعول به منصوب '
                      'علامته الفتحة الأول: صفة منصوبة علامتها الفتحة',
        'keywords': 'أول:هنأ:الفائز',
        'phrase': 'هنأت الفائز الأول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هنأت الفائز الأول'},
 1027: {'date': '2023-07-19',
        'id': 1027,
        'inflection': 'الفائزة: مفعول به منصوب الفائزة: مفعول به منصوب الأولى: '
                      'صفة لمنصوب منصوبة بفتحة مقدرة على آخرها',
        'keywords': 'أولى:الفائزة:هنأ',
        'phrase': 'هنأت الفائزة الأولى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هنأت الفائزة الأولى'},
 1028: {'date': '2023-07-19',
        'id': 1028,
        'inflection': 'في الطابق: جار ومجرور في الطابق: جار ومجرور الأول: صفة '
                      'مجرورة علامتها الكسرة',
        'keywords': 'أسكن:ساك:سكن:طابق:أول:في:سك:سائق',
        'phrase': 'السائق يسكن في الطابق الأول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السائق يسكن في الطابق الأول'},
 1029: {'date': '2023-07-19',
        'id': 1029,
        'inflection': 'الطبقة: اسم مجرور علامته الكسرة الطبقة: اسم مجرور '
                      'علامته الكسرة الأولى: صفة مجرورة علامته كسرة مقدرة على '
                      'آخرها',
        'keywords': 'طبق:أسكن:ساك:سكن:أولى:طبقة:في:سك:سائق',
        'phrase': 'السائق يسكن في الطبقة الأولى',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'السائق يسكن في الطبقة الأولى'},
 1030: {'date': '2023-07-19',
        'id': 1030,
        'inflection': 'للرجل: شبه جملة في محل رفع خبر مقدم للرجل: شبه جملة في '
                      'محل رفع خبر مقدم ثلاثة: مبتدأ مؤخر مرفوع علامته الضمة '
                      'أولاد: مضاف إليه مجرور علامته تنوين الكسر',
        'keywords': 'رجل:أولاد:ثلاثة:لاد',
        'phrase': 'للرجل ثلاثة أولاد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'للرجل ثلاثة أولاد'},
 1031: {'date': '2023-07-19',
        'id': 1031,
        'inflection': 'ثلاث: مبتدأ مرفوع مؤخر علامته الضمة ثلاث: مبتدأ مرفوع '
                      'مؤخر علامته الضمة بنات: مضاف إليه مجرور علامته الكسرة، '
                      'وهو مضاف',
        'keywords': 'لهى:له:وله:ثلاث:لاه:بنات:بن:ولى',
        'phrase': 'وله ثلاث بنات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وله ثلاث بنات'},
 1032: {'date': '2023-07-19',
        'id': 1032,
        'inflection': 'اشتريت: فعل وفاعل اشتريت: فعل وفاعل أربعة: مفعول به '
                      'منصوب علامته الفتحة، وهو مضاف كتب: مضاف إليه مجرور',
        'keywords': 'أربع:أربعة:كتب:ربع:اشترى:تب:ربعة',
        'phrase': 'اشتريت أربعة كتب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت أربعة كتب'},
 1033: {'date': '2023-07-19',
        'id': 1033,
        'inflection': 'أربع: مفعول به منصوب وهو مضاف أربع: مفعول به منصوب وهو '
                      'مضاف مجلات: مضاف إليه مجرور',
        'keywords': 'مجلة:ربع:اشترى:أربع',
        'phrase': 'اشتريت أربع مجلات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت أربع مجلات'},
 1034: {'date': '2023-07-19',
        'id': 1034,
        'inflection': 'يباع: فعل مضارع مرفوع مجهول فاعله يباع: فعل مضارع مرفوع '
                      'مجهول فاعله متر: نائب فاعل مرفوع علامته الفتحة، وهو '
                      'مضاف البلاط: مضاف إليه مجرور بخمسة: الباء حرف جر – '
                      'خمسة: اسم مجرور علامته الكسرة دنانير: مضاف إليه '
                      'مجرورعلامته الفتحة عوضا عن الكسرة لأنه ممنوع من الصرف',
        'keywords': 'متر:خمس:دنانير:بلاط:باع:خمسة',
        'phrase': 'يباع متر البلاط بخمسة دنانير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يباع متر البلاط بخمسة دنانير'},
 1035: {'date': '2023-07-19',
        'id': 1035,
        'inflection': 'ثمن: مبتدأ مرفوع ثمن: مبتدأ مرفوع متر: مضاف إليه مجرور '
                      'علامته الكسرة وهو مضاف القماش: مضاف إليه مجرور علامته '
                      'الكسرة خمس: خبر مرفوع علامته الضمة وهو مضاف ليرات: مضاف '
                      'إليه مجرور علامته تنوين الكسرة',
        'keywords': 'متر:خمس:ثم:ليرة:قماش:ثمن:وثم',
        'phrase': 'ثمن متر القماش خمس ليرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ثمن متر القماش خمس ليرات'},
 1036: {'date': '2023-07-19',
        'id': 1036,
        'inflection': 'أقلت: فعل ماض مبني على الفتح، التاء مبنية على السكون '
                      'للتأنيث أقلت: فعل ماض مبني على الفتح، التاء مبنية على '
                      'السكون للتأنيث السيارة: فاعل مرفوع علامته الضمة ستة: '
                      'مفعول به علامته الفتحة وهو مضاف مسافرين: مضاف إليه '
                      'مجرور علامته الياء',
        'keywords': 'أقال:قلا:قال:ست:سيارة:قلت:مسافر:قلى:سيار',
        'phrase': 'أقلت السيارة ستة مسافرين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقلت السيارة ستة مسافرين'},
 1037: {'date': '2023-07-19',
        'id': 1037,
        'inflection': 'ست: مفعول به منصوب علامته الفتحة وهو مضاف ست: مفعول به '
                      'منصوب علامته الفتحة وهو مضاف مسافرات: مضاف إليه مجرور '
                      'علامته تنوين الكسر',
        'keywords': 'أقال:قلا:قال:ست:سيارة:قلت:مسافر:قلى:سيار',
        'phrase': 'أقلت السيارة ست مسافرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقلت السيارة ست مسافرات'},
 1038: {'date': '2023-07-19',
        'id': 1038,
        'inflection': 'الأسبوع :مبتدأ مرفوع علامته الضمة الأسبوع :مبتدأ مرفوع '
                      'علامته الضمة سبعة: خبر مرفوع علامته الضمة أيام: مضاف '
                      'إليه مجرور',
        'keywords': 'سبعة:سبع:أيام:أسبوع',
        'phrase': 'الأسبوع سبعة أيام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأسبوع سبعة أيام'},
 1039: {'date': '2023-07-19',
        'id': 1039,
        'inflection': 'سبع: خبر مرفوع علامته الضمة سبع: خبر مرفوع علامته الضمة '
                      'ليال: مضاف إليه مجرور',
        'keywords': 'ليالي:سبع:أسبوع',
        'phrase': 'الأسبوع سبع ليال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الأسبوع سبع ليال'},
 1040: {'date': '2023-07-19',
        'id': 1040,
        'inflection': 'عدد: مبتدأ مرفوع عدد: مبتدأ مرفوع الطلاب: مضاف إليه '
                      'مجرور في الصف: جار مجرور ثمانية: خبر مرفوع علامته الضمة '
                      'طلاب: مضاف إليه مجرور',
        'keywords': 'عدد:ثمانية:ثماني:لصف:في:طلاب:صف',
        'phrase': 'عدد الطلاب في الصف ثمانية طلاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد الطلاب في الصف ثمانية طلاب'},
 1041: {'date': '2023-07-19',
        'id': 1041,
        'inflection': 'يربي: فعل مضارع مرفوع بضمة مقدرة على آخره يربي: فعل '
                      'مضارع مرفوع بضمة مقدرة على آخره المزارع: فاعل مرفوع '
                      'علامته الضمة عشرة: مفعول به منصوب علامته الفتحة رؤوس: '
                      'مضاف إليه مجرور من الغنم: جار ومجرورة عشر: معطوف على '
                      'منصوب بقرات: مضاف إليه مجرور علامته تنوين الكسر',
        'keywords': 'ربى:غنم:عشرة:رؤوس:أربى:مان:منى:بقر:قرة:قر:عشر:مزارع:من',
        'phrase': 'يربي المزارع عشرة رؤوس من الغنم وعشر بقرات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يربي المزارع عشرة رؤوس من الغنم وعشر بقرات'},
 1042: {'date': '2023-07-19',
        'id': 1042,
        'inflection': 'ثماني: خبر مرفوع بضمة مقدرة على آخره ثماني: خبر مرفوع '
                      'بضمة مقدرة على آخره طالبات: مضاف إليه مجرور',
        'keywords': 'عدد:طالب:ثم:وثم',
        'phrase': 'وعدد الطالبات ثماني طالبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وعدد الطالبات ثماني طالبات'},
 1043: {'date': '2023-07-19',
        'id': 1043,
        'inflection': 'بدلت: فعل وفاعل بدلت: فعل وفاعل بالدينار: جار ومجرور '
                      'تسعة: مفعول به منصوب علامته الفتحة وهو مضاف دراهم: مضاف '
                      'إليه مجرور بالفتحة بدلا من الكسرة لأنه ممنوع من الصرف',
        'keywords': 'بدل:تسع:در:دراهم:دينار:تسعة:درى',
        'phrase': 'بدلت بالدينار تسعة دراهم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بدلت بالدينار تسعة دراهم'},
 1044: {'date': '2023-07-19',
        'id': 1044,
        'inflection': 'تسع: مفعول به منصوب علامته الفتحة، وهو مضاف تسع: مفعول '
                      'به منصوب علامته الفتحة، وهو مضاف روبيات: مضاف إليه '
                      'مجرور',
        'keywords': 'بدل:تسع:روبة:دينار:سعى:روب:وسع:ساع',
        'phrase': 'بدلت بالدينار تسع روبيات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بدلت بالدينار تسع روبيات'},
 1045: {'date': '2023-07-19',
        'id': 1045,
        'inflection': 'اثنا عشر: فاعل مرفوع جزؤه الأول مرفوع علامته الألف، '
                      'وجزؤه الثاني مبني على الفتح. اثنا عشر: فاعل مرفوع جزؤه '
                      'الأول مرفوع علامته الألف، وجزؤه الثاني مبني على الفتح.',
        'keywords': 'اثنا:ضيف:ضاف:عشر:جاء',
        'phrase': 'جاء اثنا عشر ضيفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاء اثنا عشر ضيفا'},
 1046: {'date': '2023-07-19',
        'id': 1046,
        'inflection': 'اثنتي عشرة: مفعول به منصوب، جزؤه الأول منصوب بالياء '
                      'وجزؤه الثاني مبني على الفتح. اثنتي عشرة: مفعول به '
                      'منصوب، جزؤه الأول منصوب بالياء وجزؤه الثاني مبني على '
                      'الفتح.',
        'keywords': 'كرم:عشرة:ضيف:ثنت:أكرم:عشر',
        'phrase': 'أكرمت اثنتي عشرة ضيفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أكرمت اثنتي عشرة ضيفة'},
 1047: {'date': '2023-07-19',
        'id': 1047,
        'inflection': 'اثنتي عشرة: اسم مجرور جزؤه الأول مجرور علامته الياء '
                      'والثاني مبني على الفتح. اثنتي عشرة: اسم مجرور جزؤه '
                      'الأول مجرور علامته الياء والثاني مبني على الفتح.',
        'keywords': 'فضاء:عشرة:فضائي:قناة:مع:ماع:ثنت:عشر:اشترك',
        'phrase': 'اشتركت مع اثنتي عشرة قناة فضائية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتركت مع اثنتي عشرة قناة فضائية'},
 1048: {'date': '2023-07-19',
        'id': 1048,
        'inflection': 'في الصف: شبه جملة جار ومجرور في محل رفع خبر مقدم في '
                      'الصف: شبه جملة جار ومجرور في محل رفع خبر مقدم أحد عشر: '
                      'عدد مبني على فتح الجزئين في محل رفع مبتدأ مؤخر طالبا: '
                      'تمييز منصوب علامته تنوين الفتح إحدى عشرة: عدد مبني على '
                      'فتح الجزئيين معطوف على مرفوع محلا طالبة: تمييز منصوب '
                      'علامته تنوين الفتح',
        'keywords': 'عشرة:حد:حدا:عشر:أحد:لصف:حاد:إحدى:في:حدى:طالب:صف:حدي',
        'phrase': 'في الصف أحد عشر طالبا وإحدى عشرة طالبة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الصف أحد عشر طالبا وإحدى عشرة طالبة'},
 1049: {'date': '2023-07-19',
        'id': 1049,
        'inflection': 'رأيت: فعل وفاعل رأيت: فعل وفاعل أحد عشر: عدد مبني على '
                      'فتح الجزئين، في محل نصب مفعول به كوكبا: تمييز منصوب '
                      'إحدى عشرة: عدد مبني على فتح الجزئية معطوف محلا على ما '
                      'هو منصوب نجمة: تمييز منصوب',
        'keywords': 'عشرة:نجمة:نجم:كوكب:إحدى:رأى:أحدعشر:عشر',
        'phrase': 'رأيت أحدعشر كوكبا وإحدى عشرة نجمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت أحدعشر كوكبا وإحدى عشرة نجمة'},
 1050: {'date': '2023-07-19',
        'id': 1050,
        'inflection': 'بأحد عشر: الباء حرف جر، أحد عشر عدد مبني على فتح '
                      'الجزئين في محل جر بأحد عشر: الباء حرف جر، أحد عشر عدد '
                      'مبني على فتح الجزئين في محل جر درهما: تمييز منصوب إحدى '
                      'عشرة :عدد مبني على فتح الجزئين معطوف على منصوب ليرة: '
                      'تمييز منصوب',
        'keywords': 'عشرة:بدل:در:أبدل:أحد:دينار:دار:إحدى:ليرة:درهم:عشر',
        'phrase': 'أبدلت الدينار بأحد عشر درهما وإحدى عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أبدلت الدينار بأحد عشر درهما وإحدى عشرة ليرة'},
 1051: {'date': '2023-07-19',
        'id': 1051,
        'inflection': 'عدد: مبتدأ مرفوع علامته الضمة، وهو مضاف عدد: مبتدأ '
                      'مرفوع علامته الضمة، وهو مضاف هم: ضمير مبني على السكون '
                      'في محل جر بالإضافة اثنا عشر: اثنا خبر مرفوع علامته '
                      'الألف لأنه مثنى ،عشر اسم مبني على الفتح رجلا: تمييز '
                      'منصوب اثنتا عشرة: اثنتا خبر مرفوع علامته الألف لأنه '
                      'مثنى، وعشرة اسم مبني على الفتح امرأة: تمييز منصوب',
        'keywords': 'عدد:عشرة:اثنا:رجل:ثنت:عشر:امرأة',
        'phrase': 'عددهم اثنا عشر رجلا واثنتا عشرة امرأة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددهم اثنا عشر رجلا واثنتا عشرة امرأة'},
 1052: {'date': '2023-07-19',
        'id': 1052,
        'inflection': 'اثني عشر: اثني مفعول به منصوب علامته الياء لأنه مثنى، '
                      'وعشر اسم مبني على الفتح اثني عشر: اثني مفعول به منصوب '
                      'علامته الياء لأنه مثنى، وعشر اسم مبني على الفتح مرصدا: '
                      'تمييز منصوب اثنتي عشرة: اثنتي مفعول به منصوب علامته '
                      'الياء وعشرة اسم مبني على الفتح محطة: تمييز منصوب لسكة: '
                      'جار ومجرور الحديد: مضاف إليه مجرور',
        'keywords': 'عشرة:ثنى:أقام:قام:واثن:محط:ثنت:سكة:دولة:محطة:سك:مرصد:دول:عشر:حديد',
        'phrase': 'أقامت الدولة اثني عشر مرصدا واثنتي عشرة محطة لسكة الحديد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أقامت الدولة اثني عشر مرصدا واثنتي عشرة محطة لسكة '
                       'الحديد'},
 1053: {'date': '2023-07-19',
        'id': 1053,
        'inflection': 'استعانت: فعل ماض مبني على الفتح والتاء للتأنيث استعانت: '
                      'فعل ماض مبني على الفتح والتاء للتأنيث الفاعل: مستتر '
                      'تقديره هي – الدولة باثني عشر :اثني اسم مجرور علامته '
                      'الياء وعشر اسم مبني على الفتح خبيرا: تمييز منصوب باثنتي '
                      'عشرة: اثنتي اسم مجرور علامته الياء وعشرة اسم مبني على '
                      'الفتح خبيرة: تمييز منصوب',
        'keywords': 'عشرة:استعان:باث:واثن:ثنت:خبير:عشر',
        'phrase': 'واستعانت باثني عشر خبيرا واثنتي عشرة خبيرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'واستعانت باثني عشر خبيرا واثنتي عشرة خبيرة'},
 1054: {'date': '2023-07-19',
        'id': 1054,
        'inflection': 'قلم: فعل ماض مبني على الفتح قلم: فعل ماض مبني على الفتح '
                      'المزارع: فاعل مرفوع علامته الضمة ثلاث عشرة: عدد مبني '
                      'على فتح الجزئين في محل نصب مفعول به شجرة: تمييز منصوب '
                      'علامته تنوين الفتح',
        'keywords': 'عشرة:شجرة:شجر:ثلاث:عشر:مزارع:قلم',
        'phrase': 'قلم المزارع ثلاث عشرة شجرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قلم المزارع ثلاث عشرة شجرة'},
 1055: {'date': '2023-07-19',
        'id': 1055,
        'inflection': 'ثلاثة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به '
                      'ثلاثة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به '
                      'عنقودا: تمييز منصوب',
        'keywords': 'قطف:عنقود:منى:ثلاثة:عشر:بلح:مان:من',
        'phrase': 'وقطف ثلاثة عشر عنقودا من البلح',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وقطف ثلاثة عشر عنقودا من البلح'},
 1056: {'date': '2023-07-19',
        'id': 1056,
        'inflection': 'أربع عشرة :عدد مبني على فتح الجزئين في محل رفع خبر أربع '
                      'عشرة :عدد مبني على فتح الجزئين في محل رفع خبر أربعة عشر '
                      ':اسم مبني على فتح الجزئين في محل رفع خبر',
        'keywords': 'عدد:أربع:عشرة:أربعة:موظف:ربع:غرف:فندق:عددغرف:عشر:ربعة:غرفة',
        'phrase': 'عددغرف الفندق أربع عشرة غرفة وعدد موظفيه أربعة عشر موظفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددغرف الفندق أربع عشرة غرفة وعدد موظفيه أربعة عشر '
                       'موظفا'},
 1057: {'date': '2023-07-19',
        'id': 1057,
        'inflection': 'بخمسة عشر: خمسة عشر: اسم مبني على فتح الجزئين في محل جر '
                      'بحرف جر بخمسة عشر: خمسة عشر: اسم مبني على فتح الجزئين '
                      'في محل جر بحرف جر قرشا: تمييز منصوب علامته تنوين الفتح',
        'keywords': 'خمس:خبز:عشر:قرش:كيلو:باع:خمسة',
        'phrase': 'يباع كيلو الخبز بخمسة عشر قرشا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يباع كيلو الخبز بخمسة عشر قرشا'},
 1058: {'date': '2023-07-19',
        'id': 1058,
        'inflection': 'بخمس عشرة: عدد مبني على فتح الجزئين في محل جر بخمس '
                      'عشرة: عدد مبني على فتح الجزئين في محل جر',
        'keywords': 'بنان:خمس:عشرة:بينما:لبن:ليرة:في:بن:لبنان:باع:عشر',
        'phrase': 'بينما يباع في لبنان بخمس عشرة ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بينما يباع في لبنان بخمس عشرة ليرة'},
 1059: {'date': '2023-07-19',
        'id': 1059,
        'inflection': 'ستة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به '
                      'ستة عشر: عدد مبني على فتح الجزئين في محل نصب مفعول به '
                      'فتى: تمييز منصوب بتنوين مقدر على آخره ست عشرة: عدد مبنى '
                      'على فتح الجزئين في محل نصب مفعول به فتاة: تمييز منصوب '
                      'علامته تنوين الفتح',
        'keywords': 'عشرة:محسن:فت:ى:نفقة:نفق:ست:على:وسى:فات:علم:عشر:فتاة',
        'phrase': 'علم المحسن على نفقته ستة عشر فت ى وست عشرة فتاة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم المحسن على نفقته ستة عشر فت ى وست عشرة فتاة'},
 1060: {'date': '2023-07-19',
        'id': 1060,
        'inflection': 'بسبعة عشر: عدد مبني على فتح الجزئين في محل جر بحرف الجر '
                      'بسبعة عشر: عدد مبني على فتح الجزئين في محل جر بحرف الجر '
                      'فردا: تمييز منصوب',
        'keywords': 'فرد:رد:سبع:يقدرعدد:راد:فراد:أسر:سبعة:عرب:بعض:ورد:أفراد:عشر:عربي:عربة',
        'phrase': 'يقدرعدد أفراد بعض الأسر العربية بسبعة عشر فردا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقدرعدد أفراد بعض الأسر العربية بسبعة عشر فردا'},
 1061: {'date': '2023-07-19',
        'id': 1061,
        'inflection': 'سبع عشرة :سبع عدد مبني على فتح الجزئين في محل رفع نائب '
                      'فاعل سبع عشرة :سبع عدد مبني على فتح الجزئين في محل رفع '
                      'نائب فاعل شقة: تمييز منصوب',
        'keywords': 'عشرة:شق:شقة:سبع:عمارة:منى:بيع:باع:عشر:مان:عمار:من',
        'phrase': 'بيع من العمارة سبع عشرة شقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بيع من العمارة سبع عشرة شقة'},
 1062: {'date': '2023-07-19',
        'id': 1062,
        'inflection': 'ثماني عشرة :عدد مبني على فتح الجزئين في محل نصب مفعول '
                      'به ثماني عشرة :عدد مبني على فتح الجزئين في محل نصب '
                      'مفعول به تسعة عشر: عدد مبني على فتح الجزئين في محل نصب '
                      'معطوف على منصوب',
        'keywords': 'عشرة:زيت:مخلل:زيتون:تسع:ثم:ثمار:تنك:جنى:منى:تسعة:رطل:مزارع:زات:وثم:عشر:مان:من',
        'phrase': 'جنى المزارع من ثمار الزيتون ثماني عشرة تنكة زيت وتسعة عشر '
                  'رطلا من الزيتون المخلل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جنى المزارع من ثمار الزيتون ثماني عشرة تنكة زيت وتسعة '
                       'عشر رطلا من الزيتون المخلل'},
 1063: {'date': '2023-07-19',
        'id': 1063,
        'inflection': 'عشرون: خبر مرفوع علامته الواو، ملحق بجمع المذكر السالم '
                      'عشرون: خبر مرفوع علامته الواو، ملحق بجمع المذكر السالم '
                      'صفحة: تمييز منصوب ثلاثون: خبر مرفوع علامته الواو، ملحق '
                      'بجمع مذكرسالم إعلانا: تمييز منصوب',
        'keywords': 'ثلاثون:صفحة:جريد:،:وفي:إعلان:عشرون:أخير:في:عددصفحات:صفح:عشر:وفى',
        'phrase': 'عددصفحات الجريدة عشرون صفحة، وفي الصفحة الأخيرة ثلاثون '
                  'إعلانا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عددصفحات الجريدة عشرون صفحة، وفي الصفحة الأخيرة ثلاثون '
                       'إعلانا'},
 1064: {'date': '2023-07-19',
        'id': 1064,
        'inflection': 'استغرق: فعل ماض مبني على الفتح والتاء للتأنيث استغرق: '
                      'فعل ماض مبني على الفتح والتاء للتأنيث الرحلة: فاعل '
                      'مرفوع علامته الفتحة اثنين: ظرف منصوب علامته الياء لأنه '
                      'مثنى وثلاثين: معطوفة على اثنين بالنصب وعلامتها الياء '
                      'لأنه ملحق بجمع المذكر السالم ليلة: تمييز منصوب',
        'keywords': 'وثلاثا:وثلاثين:ثنى:استغرق:يوم:رحلة:ليل:رحل',
        'phrase': 'استغرقت الرحلة اثنين وثلاثين يوما وثلاثا وثلاثين ليلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استغرقت الرحلة اثنين وثلاثين يوما وثلاثا وثلاثين ليلة'},
 1065: {'date': '2023-07-19',
        'id': 1065,
        'inflection': 'مضى: فعل ماض مبني على الفتح المقدر على آخره مضى: فعل '
                      'ماض مبني على الفتح المقدر على آخره من الشهر: جار ومجرور '
                      'أربعة: فاعل مرفوع علامته تنوين الضم وعشرون: اسم معطوف '
                      'على مرفوع علامته الواو لأنه ملحق بجمع المذكر السالم '
                      'خمس: اسم معطوف على مرفوع علامته تنوين الضم وعشرون: اسم '
                      'معطوف على مرفوع علامته الواو لأنه ملحق بجمع المذكر '
                      'السالم',
        'keywords': 'خمس:أربع:أربعة:مضى:ربع:ربعة:شهر:منى:يوم:عشرون:ليل:عشر:مان:من',
        'phrase': 'مضى من الشهر أربعة وعشرون يوما وخمس وعشرون ليلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مضى من الشهر أربعة وعشرون يوما وخمس وعشرون ليلة'},
 1066: {'date': '2023-07-19',
        'id': 1066,
        'inflection': 'خمسة: مبتدأ مؤخر مرفوع خمسة: مبتدأ مؤخر مرفوع وأربعون: '
                      'اسم معطوف على مرفوع علامته الواو ست: معطوف على مرفوع '
                      'وثلاثون: معطوف على مرفوع',
        'keywords': 'وأربعون:ست:راكب:على:وسى:ثلاثون:الطائرةخمسة',
        'phrase': 'على الطائرةخمسة وأربعون راكبا وست وثلاثون راكبة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'على الطائرةخمسة وأربعون راكبا وست وثلاثون راكبة'},
 1067: {'date': '2023-07-19',
        'id': 1067,
        'inflection': 'ثلاثة: مفعول به منصوب علامته الفتح ثلاثة: مفعول به '
                      'منصوب علامته الفتح وخمسين: معطوف على منصوب علامته الياء '
                      'ثماني: معطوف على منصوب علامته فتحة مقدرة على الياء '
                      'وستين: معطوف على منصوب علامته الياء',
        'keywords': 'خمس:طابع:ثم:ست:طاق:ثلاثة:جمع:بريدي:وثم:بريد:طاقة:بطاقة',
        'phrase': 'جمعت ثلاثة وخمسين طابعا وثماني وستين بطاقة بريدية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جمعت ثلاثة وخمسين طابعا وثماني وستين بطاقة بريدية'},
 1068: {'date': '2023-07-19',
        'id': 1068,
        'inflection': 'ثمانية: مفعول به منصوب علامته الفتحة ثمانية: مفعول به '
                      'منصوب علامته الفتحة وثمانين: اسم معطوف على منصوب علامته '
                      'الياء سبعا: معطوف على منصوب علامته تنوين الفتح وخمسين: '
                      'معطوف على منصوب علامته الياء',
        'keywords': 'خمس:ثماني:دينار:سبع:دفع:ليرة:ثمانية',
        'phrase': 'ادفعوا ثمانية وثمانين دينارا وسبعا وخمسين ليرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ادفعوا ثمانية وثمانين دينارا وسبعا وخمسين ليرة'},
 1069: {'date': '2023-07-19',
        'id': 1069,
        'inflection': 'تسع: مبتدأ مؤخر مرفوع علامته تنوين الضم تسع: مبتدأ مؤخر '
                      'مرفوع علامته تنوين الضم وتسعون: معطوف على مرفوع علامته '
                      'الواو نعجة: تمييز منصوب نعجة: مبتدأ مؤخر مرفوع علامته '
                      'تنوين الضم واحدة: نعت مرفوع علامته تنوين الضم',
        'keywords': 'لهى:نعجة:أخا:له:أخ:وسع:ولى:هذا:":وله:سعى:واحد:إن:لي:تسع:ولي:لاه:ساع:هذ:وخى:أخي',
        'phrase': '"إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة "',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '"إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة "'},
 1070: {'date': '2023-07-19',
        'id': 1070,
        'inflection': 'مئة: خبر مرفوع علامته الضمة وهو مضاف مئة: خبر مرفوع '
                      'علامته الضمة وهو مضاف دينار: مضاف إليه مجرور',
        'keywords': 'مئة:ثم:دينار:ثمن:وثم:محرك',
        'phrase': 'ثمن المحرك مئة دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ثمن المحرك مئة دينار'},
 1071: {'date': '2023-07-19',
        'id': 1071,
        'inflection': 'مئتي: مفعول به منصوب علامته الياء لانه مثنى، وحذفت نون '
                      'المثنى لانه مضاف مئتي: مفعول به منصوب علامته الياء لانه '
                      'مثنى، وحذفت نون المثنى لانه مضاف دينار: مضاف إليه مجرور',
        'keywords': 'ثم:دينار:دفع:ثمن:وثم:محرك:مئتي',
        'phrase': 'دفعت مئتي دينار ثمنا للمحرك',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دفعت مئتي دينار ثمنا للمحرك'},
 1072: {'date': '2023-07-19',
        'id': 1072,
        'inflection': 'بثلاث: اسم مجرور علامته الكسرة وهو مضاف بثلاث: اسم '
                      'مجرور علامته الكسرة وهو مضاف مئة: مضاف إليه مجرور '
                      'علامته الكسرة وهو مضاف دينار: مضاف إليه مجرور',
        'keywords': 'بثلاث:مئة:آخر:اشترى:دينار:محرك',
        'phrase': 'اشتريت المحرك الآخر بثلاث مئة دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشتريت المحرك الآخر بثلاث مئة دينار'},
 1073: {'date': '2023-07-19',
        'id': 1073,
        'inflection': 'ثلاث: مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف ثلاث: '
                      'مبتدأ مؤخر مرفوع علامته الضمة، وهو مضاف مئة: مضاف إليه '
                      'مجرور وخمسة: اسم مرفوع، لانه معطوف على مرفوع (ثلاثة) '
                      'وستون: معطوف على مرفوع يوما: تمييز منصوب لـ (ستون)',
        'keywords': 'خمس:مئة:ست:سنة:ثلاث:يوم:في:سن:خمسة',
        'phrase': 'في السنة ثلاث مئة وخمسة وستون يوما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في السنة ثلاث مئة وخمسة وستون يوما'},
 1074: {'date': '2023-07-19',
        'id': 1074,
        'inflection': 'أربع: فاعل مرفوع علامته الضمة، وهو مضاف أربع: فاعل '
                      'مرفوع علامته الضمة، وهو مضاف مئة: مضاف إليه مجرور '
                      'وواحد: اسم معطوف على مرفوع (أربع) وأربعون: اسم معطوف '
                      'على مرفوع (واحد ) شابا: تمييز منصوب للاسم (أربعون)',
        'keywords': 'أربع:كل:وأربعون:كلي:شاب:مئة:خرج:أخرج:هندسة:ربع:تخرج:كلة:في:كلى:كلية:واحد',
        'phrase': 'تخرج في كلية الهندسة أربع مئة وواحد وأربعون شابا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في كلية الهندسة أربع مئة وواحد وأربعون شابا'},
 1075: {'date': '2023-07-19',
        'id': 1075,
        'inflection': 'ست: خبر كان منصوب، وهو مضاف ست: خبر كان منصوب، وهو مضاف '
                      'مئة: مضاف إليه مجرور وأحد عشر: اسم مبني على فتح '
                      'الجزئين، في محل نصب لأنه معطوف على اسم منصوب (ست ) '
                      'مسافرا: تمييز منصوب للاسم (أحد عشر)',
        'keywords': 'عدد:وأحدعشر:طريق:مئة:عنى:كان:ست:عان:عن:مسافر:ميناء',
        'phrase': 'كان عدد المسافرين عن طريق الميناء ست مئة وأحدعشر مسافرا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان عدد المسافرين عن طريق الميناء ست مئة وأحدعشر '
                       'مسافرا'},
 1076: {'date': '2023-07-19',
        'id': 1076,
        'inflection': 'لتسع: اسم مجرور بحرف الجر، علامته الكسرة، وهو مضاف '
                      'لتسع: اسم مجرور بحرف الجر، علامته الكسرة، وهو مضاف مئة: '
                      'مضاف إليه مجرور وثلاثة: اسم معطوف على مجرور وسبعين: اسم '
                      'معطوف على مجرور، وعلامته الياء مواطنا: تمييز منصوب بـ '
                      '(سبعين)',
        'keywords': 'سفار:تسع:سفارة:مئة:منحت:منح:مواطن:سبع:سعى:وسع:تأشيرة:ثلاثة:دخول:ساع',
        'phrase': 'منحت السفارة تأشيرات دخول لتسع مئة وثلاثة وسبعين مواطنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'منحت السفارة تأشيرات دخول لتسع مئة وثلاثة وسبعين '
                       'مواطنا'},
 1077: {'date': '2023-07-19',
        'id': 1077,
        'inflection': 'تسع: مفعول به منصوب علامته الفتحة، وهو مضاف تسع: مفعول '
                      'به منصوب علامته الفتحة، وهو مضاف مئة: مضاف إليه مجرور '
                      'وثلاثة: اسم معطوف على منصوب وعشرين: اسم معطوف على '
                      'منصوب، علامته الياء طنا: تمييز منصوب للاسم (عشرين )',
        'keywords': 'تسع:مئة:وطن:استورد:منى:سعى:مان:أسمدة:ثلاثة:طن:عشر:حكومة:وسع:ساع:من',
        'phrase': 'استوردت الحكومة تسع مئة وثلاثة وعشرين طنا من الأسمدة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'استوردت الحكومة تسع مئة وثلاثة وعشرين طنا من الأسمدة'},
 1078: {'date': '2023-07-19',
        'id': 1078,
        'inflection': 'مئات: فاعل مرفوع علامته الضمة مئات: فاعل مرفوع علامته '
                      'الضمة',
        'keywords': 'عادي:مهاجر:وطن:إلى:مئات:عادى:عاد',
        'phrase': 'عاد مئات المهاجرين إلى الوطن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد مئات المهاجرين إلى الوطن'},
 1079: {'date': '2023-07-19',
        'id': 1079,
        'inflection': 'بمئات: اسم مجرور علامته الكسرة بمئات: اسم مجرور علامته '
                      'الكسرة',
        'keywords': 'عدد:عامل:نسوة:قدر:بمئات:نساء',
        'phrase': 'يقدر عدد النسوة العاملات بمئات النساء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يقدر عدد النسوة العاملات بمئات النساء'},
 1080: {'date': '2023-07-19',
        'id': 1080,
        'inflection': 'مئات: مفعول به منصوب علامته الكسرة، لأنه ملحق بجمع '
                      'المذكر السالم مئات: مفعول به منصوب علامته الكسرة، لأنه '
                      'ملحق بجمع المذكر السالم',
        'keywords': 'مهاجر:غير:شرعي:غار:مئات:حكومة:رحل',
        'phrase': 'رحلت الحكومة مئات المهاجرين غير الشرعيين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رحلت الحكومة مئات المهاجرين غير الشرعيين'},
 1081: {'date': '2023-07-19',
        'id': 1081,
        'inflection': 'تسع: خبر كان منصوب وهو مضاف تسع: خبر كان منصوب وهو مضاف '
                      'مئة: مضاف إليه مجرور خمسة: معطوف على منصوب (تسع) '
                      'أربعين: معطوف على منصوب (تسع) ألفا: تمييز منصوب مئة: '
                      'معطوف على منصوب سبعة عشر: اسم مبني على فتح الجزيئين في '
                      'محل نصب معطوف على منصوب. دينارا: تمييز منصوب',
        'keywords': 'ضريب:خمس:أربع:وسع:هذا:ومئة:عام:سعى:ألف:تسع:لفا:عائد:ساع:هذ:ضريبة:مئة:لف:دينار:وسبعةعشر:مبيع:خمسة:كانت',
        'phrase': 'كانت عائدات ضريبة المبيعات هذا العام تسع مئة وخمسة وأربعين '
                  'ألفا ومئة وسبعةعشر دينارا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كانت عائدات ضريبة المبيعات هذا العام تسع مئة وخمسة '
                       'وأربعين ألفا ومئة وسبعةعشر دينارا'},
 1082: {'date': '2023-07-19',
        'id': 1082,
        'inflection': 'ثلاث: خبر مرفوع علامته الضمة، وهو مضاف ثلاث: خبر مرفوع '
                      'علامته الضمة، وهو مضاف مئة: مضاف إليه مجرور /وهو مضاف '
                      'ألف: مضاف إليه مجرور أربع: معطوف على مرفوع، وهو مضاف '
                      'اثنا عشر: معطوف على مرفوع علامته الألف في الجزء الأول، '
                      'والجزء الثاني مبني على الفتح ألفا: تمييز منصوب ست: '
                      'معطوف على مرفوع. مئة: مضاف إليه مجرور ديناران: معطوف '
                      'على مرفوع – علامته الألف لأنه مثنى.',
        'keywords': 'أربع:دائرة:أراضي:حدى:عشر:حدي:حدا:شهر:وسى:ألف:واحد:ولف:ربع:واثن:ست:لاف:في:عائد:قدر:لفا:حصل:مئة:لف:دينار:ثلاث:على:ألفى',
        'phrase': 'وحصلت دائرة الأراضي في شهر واحد على عائدات قدرها ثلاث مئة '
                  'ألف وأربع مئة واثنا عشر ألفا وست مئة وديناران',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وحصلت دائرة الأراضي في شهر واحد على عائدات قدرها ثلاث '
                       'مئة ألف وأربع مئة واثنا عشر ألفا وست مئة وديناران'},
 1083: {'date': '2023-07-19',
        'id': 1083,
        'inflection': 'ألف: خبر مرفوع علامته تنوين الضم، وهو مضاف ألف: خبر '
                      'مرفوع علامته تنوين الضم، وهو مضاف موظف: مضاف إليه مجرور '
                      'ألف: معطوف على مرفوع ثلاث: معطوف على مرفوع وهو مضاف '
                      'موظفات: مضاف إليه مجرور',
        'keywords': 'عدد:عامل:موظف:،:وثلاث:لف:لاف:ألفى:في:لفا:ألف:مؤسسة:ولف:مؤسس',
        'phrase': 'عدد العاملين في المؤسسة ألف موظف، وألف وثلاث موظفات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد العاملين في المؤسسة ألف موظف، وألف وثلاث موظفات'},
 1084: {'date': '2023-07-19',
        'id': 1084,
        'inflection': 'ألفان: فاعل مرفوع علامته الألف ألفان: فاعل مرفوع علامته '
                      'الألف سبع: معطوفة على مرفوع، وهي مضافة مئة: مضاف إليه '
                      'مجرور أربع عشرة: اسم مبني على فتح الجزئين في محل رفع '
                      'بالعطف على مرفوع فتاة: تمييز منصوب',
        'keywords': 'أربع:عشرة:مئة:خرج:أخرج:قسم:لف:تخرج:سبع:ربع:فاني:في:ألف:عشر:فتاة:حاسوب',
        'phrase': 'تخرج في قسم الحاسوب ألفان وسبع مئة وأربع عشرة فتاة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في قسم الحاسوب ألفان وسبع مئة وأربع عشرة فتاة'},
 1085: {'date': '2023-07-19',
        'id': 1085,
        'inflection': 'ثلاثة: فاعل مرفوع، وهو مضاف ثلاثة: فاعل مرفوع، وهو مضاف '
                      'آلاف: مضاف إليه مجرور أربع: معطوف على مرفوع، وهو مضاف '
                      'مئة: مضاف إليه سبعة: معطوف على مرفوع عشرون: معطوف على '
                      'مرفوع شابا: تمييز منصوبعدد الطلاب',
        'keywords': 'آلاف:شاب:خرج:أخرج:قسم:تخرج:سبع:سبعة:عشرون:في:ثلاثة:وأربعمئة:عشر:حاسوب',
        'phrase': 'تخرج في قسم الحاسوب ثلاثة آلاف وأربعمئة وسبعة وعشرون شابا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تخرج في قسم الحاسوب ثلاثة آلاف وأربعمئة وسبعة وعشرون '
                       'شابا'},
 1086: {'date': '2023-07-19',
        'id': 1086,
        'inflection': 'خمسة: خبر مرفوع وهو مضاف خمسة: خبر مرفوع وهو مضاف آلاف: '
                      'مضاف إليه مجرور طالب: معطوف على مرفوع واحد: صفة مرفوعة',
        'keywords': 'خمس:آلاف:كل:كلي:طب:حدا:واحد:كلى:كلة:في:كلية:حدى:طالب:خمسة:حدي',
        'phrase': 'في كلية الطب خمسة آلاف وطالب واحد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في كلية الطب خمسة آلاف وطالب واحد'},
 1087: {'date': '2023-07-19',
        'id': 1087,
        'inflection': 'ستة: خبر مرفوع، وهو مضاف ستة: خبر مرفوع، وهو مضاف آلاف: '
                      'مضاف إليه مجرور ثلاث: معطوف على مرفوع مئة: مضاف إليه '
                      'مجرور طالبتان: معطوف على مرفوع، علامته الألف اثنتان: '
                      'صفة مرفوعة',
        'keywords': 'عدد:آلاف:فيكلية:وثلاثمئة:ست:ثنت:تمريض:طالب',
        'phrase': 'عدد الطالبات فيكلية التمريض ستة آلاف وثلاثمئة وطالبتان '
                  'اثنتان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد الطالبات فيكلية التمريض ستة آلاف وثلاثمئة وطالبتان '
                       'اثنتان'},
 1088: {'date': '2023-07-19',
        'id': 1088,
        'inflection': 'ثلاثة عشر: اسم مبني على الفتح، في محل رفع فاعل ثلاثة '
                      'عشر: اسم مبني على الفتح، في محل رفع فاعل ألفا: تمييز '
                      'منصوب وستة: معطوف على ما محله الرفع طلاب: مضاف اليه '
                      'مجرور',
        'keywords': 'شهادة:أقدم:عشر:الفا:ست:ثانوي:ثلاثة:طلاب:قدم:امتحان:شهاد:تقدم',
        'phrase': 'تقدم لامتحان الشهادة الثانوية ثلاثة عشر الفا وستة طلاب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تقدم لامتحان الشهادة الثانوية ثلاثة عشر الفا وستة '
                       'طلاب'},
 1089: {'date': '2023-07-19',
        'id': 1089,
        'inflection': 'ألف: مضاف إليه مجرور ألف: مضاف إليه مجرور تسع: معطوف '
                      'على مجرور مئة: معطوف على مجرور خمسة: معطوف على مجرور '
                      'علامته تنوين الكسر تسعين: معطوف على مجرور علامته الياء '
                      'أربع: مفعول به منصوب للفعل (بلغ) مئة: مضاف إليه وهو '
                      'مضاف ألف: مضاف إليه مجرور',
        'keywords': 'خمس:أربع:وسع:سيارة:عام:سعى:بلغ:ألف:وتسعمئة:ولف:تسع:أرقام:سيارات:ربع:لاف:لفا:سيار:مئة:لف:ألفى:خمسة',
        'phrase': 'بلغت أرقام السيارات عام الف وتسعمئة وخمسة وتسعين أربع مئة '
                  'ألف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلغت أرقام السيارات عام الف وتسعمئة وخمسة وتسعين أربع '
                       'مئة ألف'},
 1090: {'date': '2023-07-19',
        'id': 1090,
        'inflection': 'بمليون: مليون اسم مجرور بحرف الجر علامته الكسرة، وهو '
                      'مضاف. بمليون: مليون اسم مجرور بحرف الجر علامته الكسرة، '
                      'وهو مضاف. دينار: مضاف إليه مجرور.',
        'keywords': 'مليون:دينار:اشترى:قصر:ثري',
        'phrase': 'اشترى الثري القصر بمليون دينار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'اشترى الثري القصر بمليون دينار'},
 1091: {'date': '2023-07-19',
        'id': 1091,
        'inflection': 'مليوني: مفعول به منصوب علامته الياء لانه مثنى، وهو مضاف '
                      'وقد حذفت منه النون لهذا السبب. مليوني: مفعول به منصوب '
                      'علامته الياء لانه مثنى، وهو مضاف وقد حذفت منه النون '
                      'لهذا السبب. عامل: مضاف إليه مجرور',
        'keywords': 'عدد:شركة:عامل:مليون:سيارات:عمال:سيارة:إحدى:بلغ:في:أبلغ:شرك:انتاج:سيار',
        'phrase': 'يبلغ عدد العمال العاملين في إحدى شركات انتاج السيارات '
                  'مليوني عامل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبلغ عدد العمال العاملين في إحدى شركات انتاج السيارات '
                       'مليوني عامل'},
 1092: {'date': '2023-07-19',
        'id': 1092,
        'inflection': 'ثلاثة: مفعول به منصوب علامته الفتحة وهو مضاف ثلاثة: '
                      'مفعول به منصوب علامته الفتحة وهو مضاف ملايين: مضاف إليه '
                      'مجرور علامته الكسرة، وهو مضاف نسمة: مضاف إليه مجرور '
                      'تسعة عشر: اسم مبني على فتح الجزئين، في محل جر (بمن ) '
                      'مليونا: تمييز منصوب',
        'keywords': 'ملايين:سعود:ثلاثة:عشر:مان:سعودية:بلغ:نسمة:عدد:تسع:مليون:نسم:تسعة:سعودي:أكثر:من:كثر:بينما:قطر:منى:سك:أبلغ:سكان',
        'phrase': 'يبلغ عدد سكان قطر ثلاثة ملايين نسمة بينما يبلغ عدد سكان '
                  'السعودية أكثر من تسعة عشر مليونا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبلغ عدد سكان قطر ثلاثة ملايين نسمة بينما يبلغ عدد '
                       'سكان السعودية أكثر من تسعة عشر مليونا'},
 1093: {'date': '2023-07-19',
        'id': 1093,
        'inflection': 'أربعة: مفعول به منصوب علامته الفتحة، وهو مضاف أربعة: '
                      'مفعول به منصوب علامته الفتحة، وهو مضاف ملايين: مضاف '
                      'اليه مجرور علامته الفتحة لانه ممنوع من الصرف ومئتين: '
                      'اسم معطوف بالنصب على (أربعة) وخمسة: اسم معطوف بالنصب '
                      'وعشرين: اسم معطوف بالنصب ألف: تمييز منصوب لـ (عشرين) '
                      'وهو مضاف برميل: مضاف إليه مجرور',
        'keywords': 'خمس:ملايين:أسبوع:أوب:بعض:منظمة:عشر:ومئتين:منظم:اربعة:ألف:ولف:انتجى:لاف:لفا:في:أنتج:برميل:بك:لف:ألفى:دول:خمسة:نتج',
        'phrase': 'تنتج بعض دول منظمة أوبك اربعة ملايين ومئتين وخمسة وعشرين '
                  'ألف برميل في الأسبوع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تنتج بعض دول منظمة أوبك اربعة ملايين ومئتين وخمسة '
                       'وعشرين ألف برميل في الأسبوع'},
 1094: {'date': '2023-07-19',
        'id': 1094,
        'inflection': 'عشرة: مفعول به منصوب، وهو مضاف عشرة: مفعول به منصوب، '
                      'وهو مضاف ملايين: مضاف إليه مجرور بالفتحة وسبع: اسم '
                      'معطوف بالنصب على (عشرة)، وهو مضاف مئة: مضاف إليه مجرور '
                      'وواحدا: اسم معطوف على منصوب وعشرين: اسم معطوف على منصوب '
                      'ألفا: تمييز منصوب لـ (عشرين) وثلاث: اسم معطوف على '
                      'منصوب، وهو مضاف مئة: مضاف إليه مجرور وبرميلا: اسم معطوف '
                      'على منصوب واحدا: صفة منصوبة',
        'keywords': 'عشرة:ملايين:انتجى:برميل:وثلاثمئة:مئة:الفا:سبع:واحد:أخرى:أنتج:دول:عشر:نتج',
        'phrase': 'تنتج دول أخرى عشرة ملايين وسبع مئة وواحدا وعشرين الفا '
                  'وثلاثمئة وبرميلا واحدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تنتج دول أخرى عشرة ملايين وسبع مئة وواحدا وعشرين الفا '
                       'وثلاثمئة وبرميلا واحدا'},
 1095: {'date': '2023-07-19',
        'id': 1095,
        'inflection': 'مليار :خبر مرفوع علامته تنوين الضم مليار :خبر مرفوع '
                      'علامته تنوين الضم وأربع: اسم معطوف على مرفوع وهو مضاف '
                      'مئة :مضاف إليه مجرور ألف: مضاف إليه مجرور ألف: توكيد '
                      'لفظي لمجرور مليون :مضاف إليه مجرور علامته الكسرة، وهو '
                      'مضاف نسمة :مضاف إليه مجرور',
        'keywords': 'أربع:مليار:لصى:(:):نسمة:ألف:ولف:عدد:مليون:نسم:ربع:لاف:لفا:لصي:مئة:لف:ألفى:سك:سكان',
        'phrase': 'عدد سكان الصين مليار وأربع مئة الف ألف (مليون) نسمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عدد سكان الصين مليار وأربع مئة الف ألف (مليون) نسمة'},
 1096: {'date': '2023-07-19',
        'id': 1096,
        'inflection': 'ثلاثة: اسم مجرور علامته الكسرة وهو مضاف ثلاثة: اسم '
                      'مجرور علامته الكسرة وهو مضاف مليارات :مضاف إليه مجرور '
                      'وهو مضاف نسمة: مضاف إليه مجرور',
        'keywords': 'عدد:بينما:مليار:اقترب:نسم:منى:سك:ثلاثة:نسمة:عالم:سكان:مان:من',
        'phrase': 'بينما يقترب عدد سكان العالم من ثلاثة مليارات نسمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بينما يقترب عدد سكان العالم من ثلاثة مليارات نسمة'},
 1097: {'date': '2023-07-19',
        'id': 1097,
        'inflection': 'كم: اسم استفهام مبني على السكون في محل رفع خبر مقدم كم: '
                      'اسم استفهام مبني على السكون في محل رفع خبر مقدم مصنعا: '
                      'تمييز منصوب في المنطقة: شبه جملة في محل رفع خبركم '
                      'قرشاصرفت',
        'keywords': 'منطقة:منطق:وكم:في:كام:مصنع:كم',
        'phrase': 'كم مصنعا في المنطقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم مصنعا في المنطقة'},
 1098: {'date': '2023-07-19',
        'id': 1098,
        'inflection': 'قرشا: تمييز منصوب قرشا: تمييز منصوب صرفت: فعل وفاعل',
        'keywords': '::باه:اسم:صب:مفعول:أصاب:نصب:كام:استفهام:به:سما:وكم:صبا:في:سكون:صاب:على:مبني:وصب:كم',
        'phrase': 'كم: اسم استفهام مبني على السكون في نصب مفعول به',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم: اسم استفهام مبني على السكون في نصب مفعول به'},
 1099: {'date': '2023-07-19',
        'id': 1099,
        'inflection': 'بكم: كم اسم مبني على السكون في محل جر بالباء بكم: كم '
                      'اسم مبني على السكون في محل جر بالباء دينارا: تمييز '
                      'منصوب ويجوز أن تكون مجرورة بالإضافة يباع: فعل مضارع '
                      'مجهول فاعله كيلو: نائب فاعل مرفوع بضمة مقدرة على آخره. '
                      'وهو مضاف',
        'keywords': 'بكم:دينار:جوز:كيلو:باع:كم',
        'phrase': 'بكم دينارا يباع كيلو الجوز',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بكم دينارا يباع كيلو الجوز'},
 1100: {'date': '2023-07-19',
        'id': 1100,
        'inflection': 'عيادة: مبتدأ مرفوع، وهو مضاف عيادة: مبتدأ مرفوع، وهو '
                      'مضاف كم: اسم مبني في محل جر بالإضافة طبيبا: تمييز منصوب',
        'keywords': 'زر:زرى:وكم:زار:طبيب:عيادة:كام:كم',
        'phrase': 'عيادة كم طبيبا زرت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عيادة كم طبيبا زرت'},
 1101: {'date': '2023-07-19',
        'id': 1101,
        'inflection': 'كم: اسم مبني في محل نصب ظرف كم: اسم مبني في محل نصب ظرف '
                      'ساعة: تمييز منصوب غبت: فعل وفاعل هذا: اسم إشارة مبني '
                      'على السكون في محل نصب بحذف حرف الجر الفصل: بدل من منصوب',
        'keywords': 'هذ:هذا:وكم:فصل:غاب:ساعة:غب:كام:كم',
        'phrase': 'كم ساعة غبت هذا الفصل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم ساعة غبت هذا الفصل'},
 1102: {'date': '2023-07-19',
        'id': 1102,
        'inflection': 'كم: اسم مبني على السكون في محل نصب مفعول به كم: اسم '
                      'مبني على السكون في محل نصب مفعول به طالب: مضاف إليه '
                      'مجرور علمت: فعل وفاعل',
        'keywords': 'وكم:كام:علم:طالب:كم',
        'phrase': 'كم طالب علمت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم طالب علمت'},
 1103: {'date': '2023-07-19',
        'id': 1103,
        'inflection': 'كم: اسم مبني في محل نصب مفعول به كم: اسم مبني في محل '
                      'نصب مفعول به من كتاب: شبه جملة جار ومجرور',
        'keywords': 'قرأ:وكم:منى:كام:كتاب:مان:كم:من',
        'phrase': 'كم من كتاب قرأت',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كم من كتاب قرأت'},
 1104: {'date': '2023-07-19',
        'id': 1104,
        'inflection': 'كأين: اسم مبني على السكون في محل نصب مفعول به كأين: اسم '
                      'مبني على السكون في محل نصب مفعول به من مشرد: شبه جملة '
                      'متعلقة بكأين تركت: فعل ماض مبني على الفتح الحرب: فاعل '
                      'مرفوع',
        'keywords': 'كأى:منى:مشرد:كأين:تورك:حرب:ترك:أين:مان:من',
        'phrase': 'كأين من مشرد تركت الحرب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأين من مشرد تركت الحرب'},
 1105: {'date': '2023-07-19',
        'id': 1105,
        'inflection': 'كأين: اسم مبني على السكون في محل رفع مبتدأ كأين: اسم '
                      'مبني على السكون في محل رفع مبتدأ من اختراع: جار ومجرور '
                      'أضر: فعل ماض وفاعله مستتر البشرية: مفعول به منصوب',
        'keywords': 'بشرى:ضار:كأى:ضرى:بشرية:بشر:بشري:منى:بشرة:كأين:اختراع:ضر:ضرا:أين:مان:من',
        'phrase': 'كأين من اختراع أضر بالبشرية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كأين من اختراع أضر بالبشرية'},
 1106: {'date': '2023-07-19',
        'id': 1106,
        'inflection': 'ساهم :فعل ماض مبني على السكون لاتصاله بتاء – ضمير '
                      'المتكلم. ساهم :فعل ماض مبني على السكون لاتصاله بتاء – '
                      'ضمير المتكلم. ت :ضمير متصل مبني على الضم في محل رفع '
                      'فاعل. في الشركة :شبه جملة – جار ومجرور –متعلقان ب '
                      '(ساهم)',
        'keywords': 'ساهم:شركة:شرك:في',
        'phrase': 'ساهمت في الشركة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ساهمت في الشركة'},
 1107: {'date': '2023-07-19',
        'id': 1107,
        'inflection': 'شارك :فعل ماض مبني على السكون لاتصاله بالضمير (نا) ( '
                      'ضمير المتكلمين ) شارك :فعل ماض مبني على السكون لاتصاله '
                      'بالضمير (نا) ( ضمير المتكلمين ) نا :ضمير متصل مبني على '
                      'السكون في محل رفع فاعل.',
        'keywords': 'احتفال:شارك:في',
        'phrase': 'شاركنا في الاحتفال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاركنا في الاحتفال'},
 1108: {'date': '2023-07-19',
        'id': 1108,
        'inflection': 'قوم :فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة. '
                      'قوم :فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة. '
                      'وا :واو الجماعة (ضمير متصل) مبني على السكون في محل رفع '
                      'فاعل. بالواجب :شبه جملة، متعلقة بالفعل قوموا. انصر :فعل '
                      'أمر مبني على حذف النون لأنه من الأفعال الخمسة. وا :واو '
                      'الجماعة (ضمير متصل) مبني على السكون في محل رفع فاعل. '
                      'المظلوم :مفعول به منصوب علامته الفتحة.',
        'keywords': 'قوم:واجب:،:مظلوم:قام:نصر',
        'phrase': 'قوموا بالواجب، وانصروا المظلوم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قوموا بالواجب، وانصروا المظلوم'},
 1109: {'date': '2023-07-19',
        'id': 1109,
        'inflection': 'لا :حرف نهي مبني على السكون. لا :حرف نهي مبني على '
                      'السكون. تتأخر :فعل مضارع مجزوم علامته حذف النون لأنه من '
                      'الأفعال الخمسة. ي :ضمير متصل مبني على السكون في محل رفع '
                      'فاعل.',
        'keywords': 'دوام:لا:عنى:عان:عن:تأخر',
        'phrase': 'لا تتأخري عن الدوام',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تتأخري عن الدوام'},
 1110: {'date': '2023-07-19',
        'id': 1110,
        'inflection': 'النساء :مبتدأ مرفوع علامته الضمة. النساء :مبتدأ مرفوع '
                      'علامته الضمة. يساعد :فعل مضارع مبني على السكون لاتصاله '
                      'بنون النسوة. ن :نون النسوة (ضمير متصل ) مبني على الفتح '
                      'في محل رفع فاعل. الرجال :مفعول به منصوب علامته الفتحة. '
                      'والجملة من الفعل والفاعل والمفعول به في محل رفع خبر '
                      'المبتدأ',
        'keywords': 'ساعد:رجال:نساء',
        'phrase': 'النساء يساعدن الرجال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'النساء يساعدن الرجال'},
 1111: {'date': '2023-07-19',
        'id': 1111,
        'inflection': 'أفاد :فعل ماض مبني على الفتح. أفاد :فعل ماض مبني على '
                      'الفتح. ن :حرف مبني على الكسر (نون الوقاية). ي :ضمير '
                      'متصل مبني على السكون في محل نصب مفعول به مقدم. إرشاد '
                      ':فاعل مرفوع مؤخر، علامته الضمة وهو مضاف. أخ :مضاف إليه '
                      'مجرور بكسرة مقدرة على آخره وهو مضاف. ي :ضمير متصل مبني '
                      'على السكون، في محل جر بالإضافة.',
        'keywords': 'فادن:وخى:أخا:إرشاد:أفاد:أخ:أخي:فادى:فاد',
        'phrase': 'أفادني إرشاد أخي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادني إرشاد أخي'},
 1112: {'date': '2023-07-19',
        'id': 1112,
        'inflection': 'أعار :فعل ماض مبني على الفتح. أعار :فعل ماض مبني على '
                      'الفتح. ك :ضمير متصل مبني على الفتح في محل نصب مفعول به '
                      'مقدم. كتاب :مفعول به منصوب بفتحة ظاهرة على آخره، وهو '
                      'مضاف. ه :ضمير متصل مبني على الضم في محل جر بالإضافة.',
        'keywords': 'عارك:أعار:عار:صديق:كتاب',
        'phrase': 'أعارك صديقك كتابه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أعارك صديقك كتابه'},
 1113: {'date': '2023-07-19',
        'id': 1113,
        'inflection': 'المعلم :مبتدأ مرفوع علامته الضمة. المعلم :مبتدأ مرفوع '
                      'علامته الضمة. المخلص :صفة مرفوعة علامتها الضمة. يحترم '
                      ':فعل مضارع مرفوع. ه :ضمير متصل مبني على الضم في محل نصب '
                      'مفعول به مقدم. طلاب :فاعل مرفوع علامته الضمة، وهو مضاف. '
                      'ه :ضمير متصل مبني على الضم في محل جر بالإضافة والجملة '
                      'من الفعل والفاعل والمفعول به في محل خبر المبتدأ.',
        'keywords': 'مخلص:معلم:احترم:طلاب',
        'phrase': 'المعلم المخلص يحترمه طلابه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلم المخلص يحترمه طلابه'},
 1114: {'date': '2023-07-19',
        'id': 1114,
        'inflection': 'أفاد :فعل ماض مبني على الفتح. أفاد :فعل ماض مبني على '
                      'الفتح. نا :ضمير متصل مبني على السكون في محل نصب مفعول '
                      'به مقدم. اجتهاد :فاعل مرفوع علاته الضمة، وهو مضاف. نا '
                      ':ضمير متصل مبني على السكون في محل جر بالإضافة.',
        'keywords': 'فادن:اجتهاد:أفاد:فادى:فاد',
        'phrase': 'أفادنا اجتهادنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أفادنا اجتهادنا'},
 1115: {'date': '2023-07-19',
        'id': 1115,
        'inflection': 'حمل :فعل ماض مبني على الضمة. حمل :فعل ماض مبني على '
                      'الضمة. البريد :فاعل مرفوع علامته الضمة. رسالة :مفعول به '
                      'منصوب علامته تنوين الفتح. من :حرف جر مبني على السكون. '
                      'ها :ضمير متصل مبني على السكون في محل جر. إلى :حرف جر '
                      'مبني على السكون. ي :ضمير متصل مبني على الفتح في محل جر',
        'keywords': 'رسالة:إلي:منى:بريد:حمل:مان:من',
        'phrase': 'حمل البريد رسالة منها إلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حمل البريد رسالة منها إلي'},
 1116: {'date': '2023-07-19',
        'id': 1116,
        'inflection': 'اللام :حرف مبني على الفتح. اللام :حرف مبني على الفتح. '
                      'نا :ضمير متصل، مبني على السكون في محل جر، والجار '
                      'والمجرور في محل رفع خبر مقدم كرم :مبتدأ مؤخر مرفوع. في '
                      ':حرف جر مبني على السكون. ه :ضمير متصل مبني على الكسر في '
                      'محل جر وشبه الجملة (فيه) في محل رفع خبر مقدم. عنب '
                      ':مبتدأ مؤخر مرفوع علامته تنوين الضم.',
        'keywords': 'رم:عنب:كرم:في:لنا',
        'phrase': 'لنا كرم فيه عنب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لنا كرم فيه عنب'},
 1117: {'date': '2023-07-19',
        'id': 1117,
        'inflection': 'إياي: ضمير مبني على الفتح في محل نصب مفعول به مقدم. '
                      'إياي: ضمير مبني على الفتح في محل نصب مفعول به مقدم. '
                      'شكر: فعل ماض مبني لى الفتح. المعلم: فاعل مرفوع علامته '
                      'الضمة.',
        'keywords': 'إياي:شكر:معلم',
        'phrase': 'إياي شكر المعلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياي شكر المعلم'},
 1118: {'date': '2023-07-19',
        'id': 1118,
        'inflection': 'إيانا: ضمير مبني على السكون في محل نصب مفعول به مقدم '
                      'إيانا: ضمير مبني على السكون في محل نصب مفعول به مقدم',
        'keywords': 'معلم:إيانا:شكر',
        'phrase': 'إيانا شكر المعلم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إيانا شكر المعلم'},
 1119: {'date': '2023-07-19',
        'id': 1119,
        'inflection': 'إياك: ضمير مبني على الفتح في محل نصب مفعول به مقدم '
                      'إياك: ضمير مبني على الفتح في محل نصب مفعول به مقدم خص: '
                      'فعل ماض مبني على الفتح المدرب :فاعل مرفوع علامته الضمة '
                      'بالجائزة: جار ومجرور يتعلقان بـ ( -خص )',
        'keywords': 'خص:مدرب:جائز:خاص:جائزة:إياك',
        'phrase': 'إياك خص المدرب بالجائزة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك خص المدرب بالجائزة'},
 1120: {'date': '2023-07-19',
        'id': 1120,
        'inflection': 'إياكما :ضمير مبني على السكون في محل نصب مفعول به إياكما '
                      ':ضمير مبني على السكون في محل نصب مفعول به خص: فعل ماض '
                      'مبني على الفتح المدرب :فاعل مرفوع علامته الضمة '
                      'بالجائزة: جار ومجرور يتعلقان بـ ( -خص )',
        'keywords': 'خص:مدرب:إياكما:جائز:خاص:جائزة',
        'phrase': 'إياكما خص المدرب بالجائزة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياكما خص المدرب بالجائزة'},
 1121: {'date': '2023-07-19',
        'id': 1121,
        'inflection': 'إياك :ضمير مبني على الفتح في محل نصب مفعول به إياك '
                      ':ضمير مبني على الفتح في محل نصب مفعول به أعني :فعل '
                      'مضارع مرفوع بضمة مقدرة على آخره، وفاعله مستتر فيه و '
                      ':حرف عطف مبني على الفتح اسمعي: فعل أمر مبني على حذف '
                      'النون لأنه من الأفعال الخمسة وفاعله مستتر فيه تقديره '
                      'أنت يا :حرف مبني على السكون، للنداء جارة :منادى مبني '
                      'على الضم في محل نصب لأنه نكرة مقصودة',
        'keywords': 'عني:عنى:أعنة:سمع:أعن:جار:عنا:يا:إياك',
        'phrase': 'إياك أعني واسمعي يا جارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياك أعني واسمعي يا جارة'},
 1122: {'date': '2023-07-19',
        'id': 1122,
        'inflection': 'إياهما: ضمير مبني على السكون في محل نصب مفعول به '
                      'إياهما: ضمير مبني على السكون في محل نصب مفعول به',
        'keywords': 'مدير:قصد:يا:كلام',
        'phrase': 'أياهما قصد المدير بكلامه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أياهما قصد المدير بكلامه'},
 1123: {'date': '2023-07-19',
        'id': 1123,
        'inflection': 'إياهم: ضمير مبني على السكون في محل نصب مفعول به إياهم: '
                      'ضمير مبني على السكون في محل نصب مفعول به',
        'keywords': 'قصد:مدير:إياهم:كلام',
        'phrase': 'إياهم قصد المدير بكلامه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياهم قصد المدير بكلامه'},
 1124: {'date': '2023-07-19',
        'id': 1124,
        'inflection': 'إياها :ضمير مبني على السكون في محل نصب مفعول به. إياها '
                      ':ضمير مبني على السكون في محل نصب مفعول به. مدحت :مدح '
                      'فعل ماض مبني على الفتح، والتاء للتأنيث مبنية على '
                      'السكون. المعلمة: فاعل مرفوع علامته الضمة.',
        'keywords': 'مدح:معلمة:إياها:معلم',
        'phrase': 'إياها مدحت المعلمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياها مدحت المعلمة'},
 1125: {'date': '2023-07-19',
        'id': 1125,
        'inflection': 'إياهن: ضمير مبني على الفتح في محل نصب مفعول به إياهن: '
                      'ضمير مبني على الفتح في محل نصب مفعول به',
        'keywords': 'إياهن:كرم:دولة:دول',
        'phrase': 'إياهن كرمت الدولة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إياهن كرمت الدولة'},
 1126: {'date': '2023-07-19',
        'id': 1126,
        'inflection': 'يهون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة '
                      'رفعه الضمة الظاهرة علىآخره. يهون: فعل مضارع مرفوع '
                      'لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة '
                      'علىآخره. علينا: على: حرف جر. ونا: ضمير متصل مبنى على '
                      'السكون في محل جر والجار والمجرور متعلقان بيهون. أن: حرف '
                      'مصدرى موصول. تصاب: فعل مضارع منصوب بأن وعلامة نصبه '
                      'الفتحه الظاهرة على آخره وهو مبنى للمجهول. جسومنا: نائب '
                      'فاعل مرفوع بالضمة الظاهرة على آخره، نا: ضمير مبنى على '
                      'السكون في محل جر مضاف إليه. وجملة تصاب جسومنا لامحل لها '
                      'من الإعراب صلة الحرف الموصول. وأن وصلتها مؤولة بالمصدر '
                      'في محل رفع فاعل الفعل يهون والتقدير يهون علينا أصابة '
                      'جسومنا. وتسلم: الواو: حرف عطف، تسلم: فعل مضارع معطوف '
                      'على يهون منصوب. أعراض: فاعل مرفوع بالضمة الظاهرة على '
                      'آخره. لنا: اللام حرف جر، نا: ضمير مبنى على السكون في '
                      'محل جر، والجار والمجرور متعلقان بالفعل تسلم، أو بمحذوف '
                      'مرفوع صفة لأعراض أي موجودة. وعقول: الواو: حرف عطف، '
                      'عقول: اسم معطوف على أعراض مرفوع بالضمه الظاهرة.',
        'keywords': 'عل:جسوم:أن:أعراض:تسلم:سلم:لنا:علي:علة:أصاب:هان:أسلم:تصابي:هوى:عقول:عراض:أهوى:صاب:علا:على:آن:هون:تصابى',
        'phrase': 'يهون علينا أن تصاب جسومنا وتسلم أعراض لنا وعقول',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يهون علينا أن تصاب جسومنا وتسلم أعراض لنا وعقول'},
 1127: {'date': '2023-07-19',
        'id': 1127,
        'inflection': 'يخشى: فعل مضارع مرفوع بضمة مقدرة على الألف منع من '
                      'ظهورها التعذر - يخشى: فعل مضارع مرفوع بضمة مقدرة على '
                      'الألف منع من ظهورها التعذر - الإنسان: فاعل مرفوع بالضمة '
                      'الظاهرة - البرد: مفعول به منصوب بالفتحة الظاهرة- ،',
        'keywords': 'خشي:إنسان:إنس:خشى:برد',
        'phrase': 'يخشى الإنسان البرد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخشى الإنسان البرد'},
 1128: {'date': '2023-07-19',
        'id': 1128,
        'inflection': 'ينمو:.فعل مضارع مرفوع بضمة مقدرة على الواو منع من '
                      'ظهورها الثقل - ينمو:.فعل مضارع مرفوع بضمة مقدرة على '
                      'الواو منع من ظهورها الثقل - النبات: .فاعل مرفوع بالضمة '
                      'الظاهرة -',
        'keywords': 'نبات:ينمو',
        'phrase': 'ينمو النبات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ينمو النبات'},
 1129: {'date': '2023-07-19',
        'id': 1129,
        'inflection': 'لن: حرف نفي ونصب - لن: حرف نفي ونصب - يصفو: .فعل مضارع '
                      'منصوب بلن وعلامة نصبه الفتحة الظاهرة في آخره - الجو: '
                      '.فاعل مرفوع بالضمة الظاهرة -',
        'keywords': 'صفو:جو:لن:لان:صفا',
        'phrase': 'لن يصفو الجو',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لن يصفو الجو'},
 1130: {'date': '2023-07-19',
        'id': 1130,
        'inflection': 'لم: حرف نفي وجزم- ، لم: حرف نفي وجزم- ، يبن: .فعل مضارع '
                      'مجزوم بلم وعلامة جزمه حذف حرف العلة وهو الياء - خالد: '
                      '.فاعل مرفوع بالضمة الظاهرة - بيتا: .مفعول به منصوب '
                      'بالفتحة الظاهرة -',
        'keywords': 'لام:بات:لم:أبان:بيت:خالد:بن:بنى',
        'phrase': 'لم يبن خالد بيتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لم يبن خالد بيتا'},
 1131: {'date': '2023-07-19',
        'id': 1131,
        'inflection': 'ليس :فعل ماض ناقص مبني على الفتح ليس :فعل ماض ناقص مبني '
                      'على الفتح في البستان :جار ومجرور في محل نصب خبر ليس '
                      'مقدم شجر :اسم كان مؤخر مرفوع',
        'keywords': 'لاس:يس:شجر:بستان:في:ليس',
        'phrase': 'ليس في البستان شجر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ليس في البستان شجر'},
 1132: {'date': '2023-07-19',
        'id': 1132,
        'inflection': 'كان:فعل ماض ناقص مبني على الفتح كان:فعل ماض ناقص مبني '
                      'على الفتح في المزرعة :شبه جملة جار ومجرور في محل نصب '
                      'خبر كان مقدم حارس :اسم كان مؤخر مرفوع وهو مضاف ها :في '
                      'محل جر بالإضافة',
        'keywords': 'حارس:في:كان:مزرعة',
        'phrase': 'كان في المزرعة حارسها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان في المزرعة حارسها'},
 1133: {'date': '2023-07-19',
        'id': 1133,
        'inflection': 'ظل: فعل ماض ناقص مبني على الفتح ظل: فعل ماض ناقص مبني '
                      'على الفتح عند :ظرف مكان منصوب وهو مضاف الطفل :مضاف إليه '
                      'مجرور وشبه الجملة الظرفية في محل نصب خبر ظل أم :اسم ظل '
                      'مرفوع مؤخر وهو مضاف .هـ :في محل جر بالإضافة .أبوه '
                      ':معطوف على مرفوع وعلامته الواو لانه من الأسماء الخمسة '
                      'وكما يقع خبر كان وأخواتها اسما مفردا -ليس جملة ولا شبه '
                      'جملة -فقد :تقع أخبارهاجملة فعلية مثل',
        'keywords': 'ظل:أمهى:طفل:مها:أبى:أم:أبا:عند:مهى:آم:ماه:باه:بوه:أب:أبو:أمه:مهو:مه',
        'phrase': 'ظل عند الطفل أمه وأبوه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ظل عند الطفل أمه وأبوه'},
 1134: {'date': '2023-07-19',
        'id': 1134,
        'inflection': 'صار:فعل ماض ناقص مبني على الفتح صار:فعل ماض ناقص مبني '
                      'على الفتح الماء :اسم صار مرفوع يغلي :فعل مضارع مرفوع '
                      'علامته ضمة مقدرة على آخره.وفاعله ضمير مستتر فيه .تقديره '
                      'هو ،والجملة من الفعل والفاعل في محل نصب خبر صار',
        'keywords': 'صاري:أغلى:صار:ماء:غلى',
        'phrase': 'صار الماء يغلي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صار الماء يغلي'},
 1135: {'date': '2023-07-19',
        'id': 1135,
        'inflection': 'كان: فعل ماض ناقص مبني على الفتح كان: فعل ماض ناقص مبني '
                      'على الفتح أخو :اسم كان مرفوع علامته الواو لانه من '
                      'الأسماء الخمسة ،وهو مضاف ك :في محل جر بالإضافة عند :ظرف '
                      'مكان منصوب وهو مضاف المدير :مضاف إليه مجرور.وشبه الجملة '
                      'الظرفية في محل نصب خبر كان',
        'keywords': 'خوى:أخو:عند:أخا:كان:مدير',
        'phrase': 'كان أخوك عند المدير',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان أخوك عند المدير'},
 1136: {'date': '2023-07-19',
        'id': 1136,
        'inflection': 'كان: فعل ماض ناقص مبني على الفتح كان: فعل ماض ناقص مبني '
                      'على الفتح الله: اسم كان مرفوع به وعلامة رفعه الضمة '
                      'الظاهرة على آخره غفورا: خبر كان منصوب بكان وعلامة نصبه '
                      'الفتحة الظاهرة على آخره رحيما: خبر ثان منصوب بكان '
                      'وعلامة نصبه الفتحة الظاهرة على آخره',
        'keywords': 'الله:كان:غفور:رحيم',
        'phrase': 'كان الله غفورا رحيما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الله غفورا رحيما'},
 1137: {'date': '2023-07-19',
        'id': 1137,
        'inflection': 'وما: الواو حرف استئناف، وما حجازية نافية تعمل عمل ليس. '
                      'وما: الواو حرف استئناف، وما حجازية نافية تعمل عمل ليس. '
                      'الله: لفظ الجلالة اسم ما مرفوع بالضمة. وجملة ما الله '
                      'وما في حيزها لا محل لها من الإعراب استئنافية. بغافل: '
                      'الباء حرف جر زائد، وغافل خبر ما مجرور لفظا منصوب محلا. '
                      'عما: عن حرف جر، وما اسم موصول مبني على السكون في محل '
                      'جر، والجار والمجرور متعلقان بتعملون. تعملون: فعل مضارع '
                      'من الأفعال الخمسة مرفوع بثبوت النون، وواو الجماعة في '
                      'محل رفع فاعله. وجملة تعلمون لا محل لها من الإعراب صلة '
                      'الموصول.',
        'keywords': 'غافل:وعم:عما:أعمل:قال:ما:عالى:الله:):عمل:)::عم:تعالى',
        'phrase': 'قال تعالى ) :وما الله بغافل عما تعملون )',
        'reference': 'i3rabxi3rab',
        'source': ' 58البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ) :وما الله بغافل عما تعملون )'},
 1138: {'date': '2023-07-19',
        'id': 1138,
        'inflection': 'يريدان: فعل مضارع مرفوع بثبوت النون، وألف الاثنين في '
                      'محل رفع فاعل ، يريدان: فعل مضارع مرفوع بثبوت النون، '
                      'وألف الاثنين في محل رفع فاعل ، والجملة في محل رفع صفة '
                      'لساحران. أن يخرجاكم: أن حرف مصدري ونصب، يخرجاكم: فعل '
                      'مضارع من الأفعال الخمسة منصوب بأن وعلامة نصبه حذف '
                      'النون، وألف الاثنين في محل رفع فاعل، وكاف الخطاب في محل '
                      'نصب مفعول به. والمصدر المؤول من أن والفعل في تأويل مصدر '
                      'في محل نصب مفعول به ليريدان. من أرضكم: جار ومجرور، وأرض '
                      'مضاف، والضمير المتصل في محل جر مضاف إليه وشبه الجملة '
                      'متعلق بيخرجاكم.',
        'keywords': 'أرضى:أرض:أخرج:قال:أن:مان:خرج:رضي:):رضى:رضا:أراد:)::راض:رض:من:عالى:منى:آن:تعالى',
        'phrase': 'قال تعالى ) :يريدان أن يخرجاكم من أرضكم )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ) :يريدان أن يخرجاكم من أرضكم )'},
 1139: {'date': '2023-07-19',
        'id': 1139,
        'inflection': 'كانا: كان فعل ماض ناقص، وألف الاثنين في محل رفع اسمها، '
                      'والجملة لا محل لها من الإعراب مفسرة. كانا: كان فعل ماض '
                      'ناقص، وألف الاثنين في محل رفع اسمها، والجملة لا محل لها '
                      'من الإعراب مفسرة. يأكلان: فعل مضارع مرفوع بثبوت النون '
                      'لأنه من الأفعال الخمسة، وألف الاثنين في محل رفع فاعل، '
                      'والجملة في محل نصب خبر كانا. الطعام: مفعول به منصوب.',
        'keywords': 'أكل:قال:كان:عالى:طعام:):(::تعالى',
        'phrase': 'قال تعالى ( :كانا يأكلان الطعام )',
        'reference': 'i3rabxi3rab',
        'source': '58المائدة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :كانا يأكلان الطعام )'},
 1140: {'date': '2023-07-19',
        'id': 1140,
        'inflection': 'ولا: الواو حرف عطف، ولا ناهية. ولا: الواو حرف عطف، ولا '
                      'ناهية. تقربا: فعل مضارع مجزوم بلا، وعلامة جزمه حذف '
                      'النون، لأنه من الأفعال الخمسة وألف الاثنين في محل رفع '
                      'فاعل. هذه: اسم إشارة مبني على الكسر في محل نصب مفعول '
                      'به. الشجرة: بدل منصوب بالفتحة. وجملة لا وما في حيزها '
                      'معطوفة على ما قبلها.',
        'keywords': 'هذ:أقرب:لا:قال:تقرب:شجرة:شجر:عالى:قرب:):هذه:)::تعالى',
        'phrase': 'قال تعالى ):ولا تقربا هذه الشجرة )',
        'reference': 'i3rabxi3rab',
        'source': '58البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ):ولا تقربا هذه الشجرة )'},
 1141: {'date': '2023-07-19',
        'id': 1141,
        'inflection': 'فويل: الفاء حرف استئناف، وويل مبتدأ مرفوع بالضمة، وسوغ '
                      'الابتداء به لأنه متضمن معنى الدعاء والتهويل والوعيد. '
                      'فويل: الفاء حرف استئناف، وويل مبتدأ مرفوع بالضمة، وسوغ '
                      'الابتداء به لأنه متضمن معنى الدعاء والتهويل والوعيد. '
                      'للذين: اللام حرف جر، والذين اسم موصول مبني على الفتح في '
                      'محل جر، وشبه الجملة متعلق بمحذوف في محل رفع خبر ويل. '
                      'يكتبون :فعل مضارع مرفوع بثبوت النون، لأته من الأفعال '
                      'الخمسة، والواو في محل رفع فاعل، والجملة لا محل لها من '
                      'الإعراب صلة الموصول. الكتاب: مفعول به منصوب بالفتحة. '
                      'بأيديهم: جار ومجرور متعلقان بيكتبون، وأيدي مضاف، '
                      'والضمير المتصل في محل جر مضاف إليه. وجملة ويل وما بعدها '
                      'لا محل لها من الإعراب استئنافية.',
        'keywords': 'كتب:قال:أكتب:لذ:عالى:):لذي:)::ويل:أيدي:تعالى:كتاب',
        'phrase': 'قال تعالى ):فويل للذين يكتبون الكتاب بأيديهم )',
        'reference': 'i3rabxi3rab',
        'source': '57البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ):فويل للذين يكتبون الكتاب بأيديهم )'},
 1142: {'date': '2023-07-19',
        'id': 1142,
        'inflection': 'دخل: فعل ماض مبني على الفتح الظاهر على آخره. دخل: فعل '
                      'ماض مبني على الفتح الظاهر على آخره. الولد: فاعل مرفوع '
                      'وعلامة رفعة الضمة الظاهرة على آخره. إلى: حرف جر مبني '
                      'على السكون المقدر على آخره. الصف: اسم مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'ولد:لصف:دخل:إلى:صف',
        'phrase': 'دخل الولد إلى الصف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل الولد إلى الصف'},
 1143: {'date': '2023-07-19',
        'id': 1143,
        'inflection': 'لعب: فعل ماض مبني على الفتح الظاهر على آخره. لعب: فعل '
                      'ماض مبني على الفتح الظاهر على آخره. سعيد: فاعل مرفوع '
                      'وعلامة رفعه تنوين الضم الظاهر على آخره. بالكرة: الباء '
                      'حرف جر مبني على الكسر، الكرة: اسم مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'كرة:لعب:عب:سعيد:كر',
        'phrase': 'لعب سعيد بالكرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لعب سعيد بالكرة'},
 1144: {'date': '2023-07-19',
        'id': 1144,
        'inflection': 'جلست: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة '
                      'والتاء المتحركة ضمير متصل مبني على الضم في محل رفع '
                      'فاعل. جلست: فعل ماض مبني على السكون لاتصاله بالتاء '
                      'المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل '
                      'رفع فاعل. على: حرف جر مبني على السكون المقدر على آخره. '
                      'المقعد: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره.',
        'keywords': 'مقعد:جلس:على',
        'phrase': 'جلست على المقعد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلست على المقعد'},
 1145: {'date': '2023-07-19',
        'id': 1145,
        'inflection': 'تعارجت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة '
                      'والتاء المتحركة ضمير متصل مبني على الضم في محل رفع '
                      'فاعل. تعارجت: فعل ماض مبني على السكون لاتصاله بالتاء '
                      'المتحركة والتاء المتحركة ضمير متصل مبني على الضم في محل '
                      'رفع فاعل. لا: النافية للجنس تعمل عمل إن رغبة: اسم لا '
                      'النافية منصوب. في: حرف جر مبني على السكون المقدر على '
                      'آخره. العرج :اسم مجرور وعلامة جره الكسرة الظاهرة على '
                      'آخره. ولكن: الواو حرف عطف كبني على الفتحة. لكن حرف '
                      'استدراك لا محل له من الإعراب. لأقرع: اللام لام التعليل '
                      'حرف نصب مبني على الكسر، أقرع: فعل مضارع منصوب وعلامة '
                      'نصبه الفتحة الظاهرة على آخره. والفاعل مستتر تقديره أنا. '
                      'باب :مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره '
                      'وهو مضاف. الفرج: مضاف إليه مجرور وعلامة جره الكسرة '
                      'الظاهرة على آخره.',
        'keywords': 'لا:تعارجت:رغب:عرج:لكن:باب:في:فرج:لاك:كن:رغبة:لك:أقرع:قرع',
        'phrase': 'تعارجت لا رغبة في العرج ولكن لأقرع باب الفرج',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تعارجت لا رغبة في العرج ولكن لأقرع باب الفرج'},
 1146: {'date': '2023-07-19',
        'id': 1146,
        'inflection': 'أمر: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على '
                      'آخره، والفاعل ضمير مستتر تقديره أنا أمر: فعل مضارع '
                      'مرفوع وعلامة رفعه الضمة الظاهرة على آخره، والفاعل ضمير '
                      'مستتر تقديره أنا على: حرف جر مبني على السكون المقدر على '
                      'آخره. الديار :اسم مجرور وعلامة جره الكسرة الظاهرة على '
                      'آخره. ديار: مفعول به منصوب -على الاختصاص -بفعل محذوف '
                      'تقديره أخص. وعلامة نصبه الفتحة الظاهره على آخره وهو '
                      'مضاف. ليلى: مضاف إليه مجرور وعلامة جره الكسره المقدرة '
                      'على الألف. أقبل: فعل مضارع مرفوع وعلامة رفعه الضمة '
                      'الظاهرة على آخره، والفاعل ضمير مستتر تقديره أنا ذا: اسم '
                      'اشارة مبني على السكون المقدر على الألف في محل نصب مفعول '
                      'به. الجدار: بدل منصوب وعلامة نصبه الفتحة الظاهرة على '
                      'آخره. وذا: الواو حرف عطف، ذا اسم معطوف. الجدار: بدل '
                      'منصوب وعلامة نصبه الفتحة التي قلبت كسرة للضرورة '
                      'الشعرية.',
        'keywords': 'أمر:ليلى:قبل:جدار:على:مرى:ديار:مر:أقبل:ذا',
        'phrase': 'أمر على الديار ديار ليلى أقبل ذا الجدار وذا الجدار',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أمر على الديار ديار ليلى أقبل ذا الجدار وذا الجدار'},
 1147: {'date': '2023-07-19',
        'id': 1147,
        'inflection': 'قد: حرف تحقيق لا محل له من الإعراب. قد: حرف تحقيق لا '
                      'محل له من الإعراب. جاء :فعل ماض مبني على الفتح الظاهر '
                      'على آخره. موعد: فاعل مرفوع وعلامة رفعه الضمة الظاهرة '
                      'على آخره وهو مضاف. الإمتحان :مضاف إليه مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'موعد:قد:قاد:الإمتحان:جاء',
        'phrase': 'قد جاء موعد الإمتحان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قد جاء موعد الإمتحان'},
 1148: {'date': '2023-07-19',
        'id': 1148,
        'inflection': 'وصل : :فعل ماض مبني على الفتح الظاهر على آخره. وصل : '
                      ':فعل ماض مبني على الفتح الظاهر على آخره. إلى: حرف جر '
                      'مبني على السكون المقدر على آخره. البلاد: اسم مجرور '
                      'وعلامة جره الكسرة الظاهرة على آخره. وزير: فاعل مرفوع '
                      'وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف جمهورية: '
                      'مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو '
                      'مضاف. مصر: مضاف إليه مجرور وعلامة جره الكسرة التي قلبت '
                      'فتحة لأنه ممنوع من الصرف. العريقة: نعت مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'صلى:وصل:مصر:بلاد:صال:زار:جمهوري:عريق:صل:زير:جمهور:إلى:وزير:جمهورية',
        'phrase': 'وصل إلى البلاد وزير جمهورية مصر العريقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وصل إلى البلاد وزير جمهورية مصر العريقة'},
 1149: {'date': '2023-07-19',
        'id': 1149,
        'inflection': 'بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة على آخره، '
                      'النون نون بلغني: بلغ: فعل ماض مبني على الفتحة الظاهرة '
                      'على آخره، النون نون الوقاية لا محل لها من الإعراب، '
                      'الياء ياء المتكلم ضمير متصل مبني على السكون في محل نصب '
                      'مفعول به. أنك: أن حرف مشبه بالفعل، الكاف ضمير متصل مبني '
                      'على الفتح في محل نصب اسم أن. مسافر :خبر أن مرفوع وعلامة '
                      'رفعه تنون الضم الظاهر على آخره ، والمصدر المؤول من أن '
                      'ومعموليها في محل رفع فاعل للفعل بلغ.',
        'keywords': 'ناك:أن:بلغ:ونك:أنك:نكي:مسافر:نكى',
        'phrase': 'بلغني أنك مسافر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'بلغني أنك مسافر'},
 1150: {'date': '2023-07-19',
        'id': 1150,
        'inflection': 'يدير: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على '
                      'آخره. يدير: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة '
                      'على آخره. هذا: اسم إشارة مبني على السكون المقدر على '
                      'الألف في محل رفع فاعل. المدير: بدل مرفوع وعلامة رفعه '
                      'الضمة الظاهره على آخره. المدرسة: مفعول به منصوب وعلامة '
                      'نصبه الفتحة الظاهرة على آخره.',
        'keywords': 'هذ:هذا:مدرس:مدرسة:أدار:مدير',
        'phrase': 'يدير هذا المدير المدرسة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يدير هذا المدير المدرسة'},
 1151: {'date': '2023-07-19',
        'id': 1151,
        'inflection': 'أشد: خبر لمبتدأ محذوف تقديره هي أشد: خبر لمبتدأ محذوف '
                      'تقديره هي من: حرف جر مبني على الفتح الظاهر على آخره. '
                      'الرياح: اسم مجرور وعلامة جره الكسرة الظاهرة على آخره. '
                      'الهوج: نعت مجرور وعلامة جره الكسرة الظاهرة على آخره. '
                      'بطشا: تمييز منصوب وعلامة نصبه تنوين الفتح الظاهر على '
                      'آخره. وأسرع: الواو حرف عطف ،أسرع اسم معطوف على أشد. في: '
                      'حرف جر مبني على السكون المقدر على آخره. الندى: اسم '
                      'مجرور وعلامة جره الكسرة المقدرة على آخره. منها: من حرف '
                      'جر مبني على الفتح الظاهر على آخره، الهاء ضمير متصل مبني '
                      'على السكون المقدر على الألف في محل جر بمن. هبوبا :تمييز '
                      'منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.',
        'keywords': 'بطش:أسرع:هبوب:شد:شدا:ندى:شاد:أشد:منى:رياح:هوج:في:أشاد:سرع:مان:من',
        'phrase': 'أشد من الرياح الهوج بطشا وأسرع في الندى منها هبوبا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أشد من الرياح الهوج بطشا وأسرع في الندى منها هبوبا'},
 1152: {'date': '2023-07-19',
        'id': 1152,
        'inflection': 'مشينا: فعل ماض مبني على السكون لاتصاله بنا الدالة على '
                      'الفاعل، والنا مشينا: فعل ماض مبني على السكون لاتصاله '
                      'بنا الدالة على الفاعل، والنا ضمير متصل مبني على السكون '
                      'في محل رفع فاعل. مشية: مفعول مطلق منصوب وعلامة نصبه '
                      'الفتح الظاهرة على آخره وهو مضاف. الليث: مضاف إليه مجرور '
                      'وعلامة جره الكسرة الظاهرة على آخره. غدا :مفعول فيه '
                      'منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره. والليث: '
                      'الواو واو الحال، الليث مبتدأ مرفوع وعلامة رفعه الضمة '
                      'الظاهرة على آخره. غضبان: مبتدأ مرفوع وعلامة رفعه تنوين '
                      'الضم الظاهر على آخره ، والجملة الاسمية -الليث غضبان -في '
                      'محل نصب حال.',
        'keywords': 'مشي:ليث:ن:مشين:غد:غدا:مش:مشى:ونى:غضب',
        'phrase': 'مشينا مشية الليث غدا والليث غضبا ن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'مشينا مشية الليث غدا والليث غضبا ن'},
 1153: {'date': '2023-07-19',
        'id': 1153,
        'inflection': 'نزلنا :فعل ماض مبني على السكون لاتصاله بنا الدالة على '
                      'الفاعل والنا ضمير متصل مبني على السكون في محل رفع فاعل. '
                      'نزلنا :فعل ماض مبني على السكون لاتصاله بنا الدالة على '
                      'الفاعل والنا ضمير متصل مبني على السكون في محل رفع فاعل. '
                      'دوحه :مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على '
                      'آخره وهو مضاف والهاء ضمير متصل مبني على السكون في محل '
                      'جر بالإضافة. فحنا: الفاء حرف استئناف، حنا فعل ماض مبني '
                      'على الفتحة المقدرة على آخره. علينا: على حرف جر مبني على '
                      'السكون المقدر على آخره، النا ضمير متصل مبني على السكون '
                      'في محل جر. حنو: مفعول مطلق منصوب وعلامة نصبه الفتحة '
                      'الظاهرة على آخره وهو مضاف. المرضعات: مضاف إليه مجرور '
                      'وعلامة جره الكسرة الظاهرة على آخره على: حرف جر مبني على '
                      'السكون المقدر على آخره. الفطيم :اسم مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'عل:مرضع:أزال:علا:حنو:علي:علة:دوح:على:وحن:فاح:مرضعة:نزل:فطيم:أزل:حنا:حن',
        'phrase': 'نزلنا دوحه فحنا علينا حنو المرضعات على الفطيم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نزلنا دوحه فحنا علينا حنو المرضعات على الفطيم'},
 1154: {'date': '2023-07-19',
        'id': 1154,
        'inflection': 'كان: فعل ماض ناقص. كان: فعل ماض ناقص. الأولاد: اسم كان '
                      'مرفوع وعلامة رفعه الضمة الظاهرة على آخره. يلعبون: فعل '
                      'مضارع مرفوع وعلامة رفعة ثبوت النون لأنه من الأفعال '
                      'الخمسة والواو ضمير متصل في محل رفع فاعل. والجملة '
                      'الفعلية يلعبون في محل نصب خبر كان.',
        'keywords': 'لعب:ألعب:أولاد:كان',
        'phrase': 'كان الأولاد يلعبون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'كان الأولاد يلعبون'},
 1155: {'date': '2023-07-19',
        'id': 1155,
        'inflection': 'الشجرة: مبتدأ أول مرفوع وعلامة رفعة الضمة الظاهرة على '
                      'آخره. الشجرة: مبتدأ أول مرفوع وعلامة رفعة الضمة الظاهرة '
                      'على آخره. أغصانها: مبتدأ ثان مرفوع وعلامة رفعه الضمة '
                      'الظاهرة على آخره وهو مضاف والهاء ضمير متصل في محل جر '
                      'مضاف إليه. مورقة :خبر للمبتدأ الثاني مرفوع وعلامة رفعه '
                      'تنوين الضم الظاهر على آخره، والجملة الاسمية -أغصانها '
                      'مورقة -في محل رفع خبر للمبتدأ الأول.',
        'keywords': 'شجرة:مورق:شجر:أغصان',
        'phrase': 'الشجرة أغصانها مورقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الشجرة أغصانها مورقة'},
 1156: {'date': '2023-07-19',
        'id': 1156,
        'inflection': 'نفعني: فعل ماض مبني على الفتحة الظاهرة على آخره ،النون '
                      'نون الوقاية لا محل لها من الإعراب، الياء ياء المتكلم '
                      'ضمير متصل مبني على نفعني: فعل ماض مبني على الفتحة '
                      'الظاهرة على آخره ،النون نون الوقاية لا محل لها من '
                      'الإعراب، الياء ياء المتكلم ضمير متصل مبني على السكون في '
                      'محل نصب مفعول به. المعلم :فاعل مرفوع وعلامة رفعة الضمة '
                      'الظاهرة على آخره. علمه :بدل مرفوع وعلامة رفعة الضمة '
                      'الظاهرة على آخره وهو مضاف والهاء ضمير متصل مبني على '
                      'الضم في محل جر بالإضافة.',
        'keywords': 'علم:معلم:نفع',
        'phrase': 'نفعني المعلم علمه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نفعني المعلم علمه'},
 1157: {'date': '2023-07-19',
        'id': 1157,
        'inflection': 'قال: فعل ماض مبني على الفتح الظاهر على أخره. قال: فعل '
                      'ماض مبني على الفتح الظاهر على أخره. رسول: فاعل مرفوع '
                      'وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف. الله: لفظ '
                      'الجلالة في محل جر مضاف إليه. صلى: فعل ماض مبني على '
                      'الفتح المقدر على أخره. الله: لفظ الجلالة في محل رفع '
                      'فاعل. عليه: على حرف جر مبني على السكون المقدر على آخره '
                      'والهاء ضمير متصل مبين على السكون في محل جر. وسلم: الواو '
                      'حرف عطف سلم فعل معطوف على صلى. يتبع: فعل مضارع مرفوع '
                      'وعلامة رفعه الضمة الظاهرة على آخره. الميت: مفعول به '
                      'منصوب وعلامة نصبه الفتحة الظاهرة على آخره. ثلاثة :فاعل '
                      'مرفوع وعلامة رفعه تنوين الضم الظاهر على آخره.ومقولة '
                      'القول لا محل لها من الإعراب.',
        'keywords': 'صلى:عل:ميت:تبع:قال:اتبع:علي:::علة:على:الله:أتبع:رسول:ثلاثة:سلم',
        'phrase': 'قال رسول الله صلى الله عليه وسلم: يتبع الميت ثلاثة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قال رسول الله صلى الله عليه وسلم: يتبع الميت ثلاثة'},
 1158: {'date': '2023-07-19',
        'id': 1158,
        'inflection': 'إذا: إذا الفجائية حرف مبني على السكون لا محل له من '
                      'الإعراب. إذا: إذا الفجائية حرف مبني على السكون لا محل '
                      'له من الإعراب. المرء: فاعل مرفوع وعلامة رفعه الضمة '
                      'الظاهرة على آخره لفعل محذوف. لا: لا النافية لا عمل لها. '
                      'يرعاك: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على '
                      'الألف والفاعل مستتر تقديره هو والكاف ضمير متصل مبني على '
                      'الفتح في محل نصب مفعول به. إلا: أداة استثناء لا عمل '
                      'لها. تكلفا :مفعول لأجله منصوب وعلامة نصبه تنوين الفتح '
                      'الظاهر على آخره. فدعه: الفاء واقعة في جواب الشرط، دعه '
                      'فعل مضارع مجزوم بحذف حرف العلة لأنه جواب الشرط والفاعل '
                      'ضمير مستتر تقديره أنت والهاء ضمير متصل مني على الضم في '
                      'محل نصب مفعول به. وفي: الواو واو الحال، في حرف جر مبني '
                      'على السكون المقدر على آخره. الناس: الناس اسم مجرور '
                      'وعلامة جره الكسرة الظاهرة على آخره ،وشبه الجملة في محل '
                      'رفع خبر مقدم. البدال :مبتدأ مؤخر مرفوع وعلامة رفعه '
                      'الضمة الظاهرة على آخره ، والجملة الاسمية -في الناس '
                      'البدال -في محل نصب حال.',
        'keywords': 'ناس:أكلف:لا:المرء:دع:كلف:إلا:وفي:ودع:فدع:تكلف:رعى:في:بدال:إذا:وفى:ورع',
        'phrase': 'إذا المرء لا يرعاك إلا تكلفا فدعه وفي الناس البدال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إذا المرء لا يرعاك إلا تكلفا فدعه وفي الناس البدال'},
 1159: {'date': '2023-07-19',
        'id': 1159,
        'inflection': 'يخبرك: فعل مضارع مرفوع وعلامة رفعة الضمة الظاهرة على '
                      'آخره ، يخبرك: فعل مضارع مرفوع وعلامة رفعة الضمة الظاهرة '
                      'على آخره ، والكاف ضمير متصل مبني على الكسر في محل نصب '
                      'مفعول به. من: اسم موصول مبني على السكون في محل رفع '
                      'فاعل. شهد: فعل ماض مبني على الفتح الظاهر على آخره '
                      '،والفاعل ضمير مستتر تقديره هو. الوقيعة: مفعول به منصوب '
                      'وعلامة نصبه الفتحة الظاهرة على آخره. أنني: أن حرف مشبه '
                      'بالفعل، النون نون الوقاية، الياء ياء المتكلم ضمير متصل '
                      'مبني على السكون في محل نصب اسم أن. أغشى: فعل مضارع '
                      'مرفوع وعلامة رفعه الضمة المقدرة على الألف والفاعل مستتر '
                      'تقديره أنا. الورى: مفعول به منصوب وعلامة نصبه الفتحة '
                      'المقدرة على آخره، والجملة الفعلية -أغشى الورى -في محل '
                      'رفع خبر أن ،والمصدر المؤول من أن ومعموليها في محل نصب '
                      'مفعول به للفعل يخبرك. وأعف: الواو حرف عطف أعف فعل معطوف '
                      'على أغشى. عند: ظرف مكان مبني على الفتحة الظاهرة على '
                      'آخره،وهو مضاف. المغنم: مضاف إليه مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'عند:غشا:ونى:مان:خبر:مغنم:وعف:غشي:عاف:أخبر:ورى:أعفى:أغشى:وقيع:شهد:وقيعة:غشى:من:عفى:منى:أعف:عفا',
        'phrase': 'يخبرك من شهد الوقيعة أنني أغشى الورى وأعف عند المغنم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخبرك من شهد الوقيعة أنني أغشى الورى وأعف عند المغنم'},
 1160: {'date': '2023-07-19',
        'id': 1160,
        'inflection': 'وأنطقت :الواو حسب ما قبلها، أنطقت فعل ماض مبني على '
                      'الفتح الظاهر على آخره، التاء تاء التأنيث ضمير متصل مبني '
                      'على السكون الذي قلب كسرا منعا لالتقاء الساكنين لا محل '
                      'لها من الإعراب. وأنطقت :الواو حسب ما قبلها، أنطقت فعل '
                      'ماض مبني على الفتح الظاهر على آخره، التاء تاء التأنيث '
                      'ضمير متصل مبني على السكون الذي قلب كسرا منعا لالتقاء '
                      'الساكنين لا محل لها من الإعراب. الدراهم: فاعل مرفوع '
                      'وعلامة رفعه الضمة المقدرة على آخره. بعد: ظرف زمان مبني '
                      'على الفتحة الظاهرة على آخره وهو مضاف. صمت: مضاف إليه '
                      'مجرور وعلامة جره تنون الكسر الظاهر على آخره. أناسا '
                      ':مفعول به منصوب وعلامة نصبه تنوين الفتح الظاهر على '
                      'آخره. بعدما: بعد ظرف زمان مبني على الفتحة الظاهرة على '
                      'آخره وهو مضاف، ما: اسم موصول مبني على السكون في محل جر '
                      'بالإضافة. كانوا: كان فعل ماض ناقص، الواو واو الجماعة '
                      'ضمير متصل مبني على الضم في محل رفع اسم كان. سكوتا: خبر '
                      'كان منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.',
        'keywords': 'ناس:كانو:دراهم:بعدما:صم:صام:عد:سكوت:صمى:أنطق:صمت:بعد',
        'phrase': 'وأنطقت الدراهم بعد صمت أناسا بعدما كانوا سكوتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وأنطقت الدراهم بعد صمت أناسا بعدما كانوا سكوتا'},
 1161: {'date': '2023-07-19',
        'id': 1161,
        'inflection': 'سألت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة '
                      'والتاء ضمير متصل مبني على الضم في محل رفع فاعل. سألت: '
                      'فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء '
                      'ضمير متصل مبني على الضم في محل رفع فاعل. الله: لفظ '
                      'الجلالة في محل نصب مفعول به أول. أن: حرف نصب مبني على '
                      'السكون. تسموا: فعل مضارع منصوب وعلامة نصبه حذف النون '
                      'لأنه من الافعال الخمسة، والواو ضمير متصل مبني على الضم '
                      'في محل رفع فاعل. وتعلوا: الواو حرف عطف، تعلوا فعل معطوف '
                      'على تسموا. لتصبح: اللام لام التعليل حرف نصب مبني على '
                      'الكسر، تصبح فعل مضارع ناقص منصوب وعلامة نصبه الفتحة '
                      'الظاهرة على آخره ،.واسم تصبح ضمير مستتر تقديره أنت. '
                      'نجما: خبر تصبح منصوب وعلامة نصبه تنوين الفتح الظاهر على '
                      'آخره. في: حرف جر مبني على السكون المقدر على آخره. كبد: '
                      'اسم مجرور وعلامة جره الكسرة الظاهرة على آخره، وهو مضاف '
                      'السماء: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على '
                      'آخره.',
        'keywords': 'عل:كبد:أن:وسم:وعل:سماء:توسم:سأل:تعلى:سم:سمى:سما:صبح:تصبح:لت:الله:ولت:أصبح:في:نجم:تسمى:علا:على:أسمى:أعلى:آن:تعل',
        'phrase': 'سألت الله أن تسموا وتعلوا لتصبح نجما في كبد السماء',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألت الله أن تسموا وتعلوا لتصبح نجما في كبد السماء'},
 1162: {'date': '2023-07-19',
        'id': 1162,
        'inflection': 'ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء '
                      'الخمسة وهو مضاف. ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه '
                      'من الأسماء الخمسة وهو مضاف. العقل: مضاف إليه مجرور '
                      'وعلامة جره الكسرة الظاهرة على آخره. يشقى: فعل مضارع '
                      'مرفوع وعلامة رفعه الضمة المقدرة على آخره والفاعل ضمير '
                      'مستتر تقديره هو، والجملة الفعلية يشقى في محل رفع خبر. '
                      'في: حرف جر مبني على السكون المقدر على آخره. النعيم :اسم '
                      'مجرور وعلامة جره الكسرة الظاهرة على آخره. بعقله :الباء '
                      'حرف جر مبني على الكسر، عقل اسم مجرور وعلامة جره الكسرة '
                      'الظاهرة على آخره وهو مضاف، الهاء ضمير متصل مبني على '
                      'الكسر في محل جر مضاف إليه. وأخو: الواو حرف عطف، أخو اسم '
                      'معطوف على ذو وهو مضاف. الجهالة :مضاف إليه مجرور وعلامة '
                      'جره الكسرة الظاهرة على آخره. في: حرف جر مبني على السكون '
                      'المقدر على آخره. الشقاوة :اسم مجرور وعلامة جره الكسرة '
                      'الظاهرة على آخره. ينعم: فعل مضارع مرفوع وعلامة رفعه '
                      'الضمة الظاهرة على آخره، والفاعل ضمير مستتر تقديره هو ؟، '
                      'والجملة الفعلية ينعم في محل رفع خبر.',
        'keywords': 'خوى:شقاوة:أخو:نعيم:أنعم:نعم:خوي:أخوي:عقل:في:ذو:جهال:أشقى:شقا',
        'phrase': 'ذو العقل يشقى في النعيم بعقله وأخو الجهالة في الشقاوة ينعم',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذو العقل يشقى في النعيم بعقله وأخو الجهالة في الشقاوة '
                       'ينعم'},
 1163: {'date': '2023-07-19',
        'id': 1163,
        'inflection': 'هي: ضمير شأن مبني على الفتح الظاهر على آخره في محل رفع '
                      'مبتدأ أول. هي: ضمير شأن مبني على الفتح الظاهر على آخره '
                      'في محل رفع مبتدأ أول. الأيام: مبتدأ ثان مرفوع وعلامة '
                      'رفعه الضمة الظاهرة على آخره. دول: خبر للأيام مرفوع '
                      'وعلامة رفعه تنوين الضم الظاهر على آخره ،والجملة '
                      '-الاسمية الأيام دول – في محل رفع خبر للمبتدأ الأول.',
        'keywords': 'دو:ولي:أيام:هي:ل:ولى:دوى',
        'phrase': 'هي الأيام دو ل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'هي الأيام دو ل'},
 1164: {'date': '2023-07-19',
        'id': 1164,
        'inflection': 'رأيت: فعل ماض مبني على السكون لاتصاله بالتاء المتحركة '
                      'والتاء ضمير متصل مبني على الضم في محل رفع فاعل. رأيت: '
                      'فعل ماض مبني على السكون لاتصاله بالتاء المتحركة والتاء '
                      'ضمير متصل مبني على الضم في محل رفع فاعل. الله :لفظ '
                      'الجلالة في محل نصب مفعول به أول. أكبر: مفعول به ثان '
                      'منصوب وعلامة نصبه الفتحة الظاهرة على آخره وهو مضاف. كل: '
                      'مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على آخره وهو '
                      'مضاف. شيء: مضاف إليه مجرور وعلامة جره تنوين الكسر '
                      'الظاهر على آخره. محاولة :تمييز منصوب وعلامة نصبه تنوين '
                      'الفتح الظاهرة على آخره. وأكثرهم :الواو حرف عطف، أكثرهم '
                      'اسم معطوف على اكبر وهو مضاف والهاء ضمير متصل مبني على '
                      'الضم في محل جر مضاف إليه والميم للجمع. جنودا: تمييز '
                      'منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره.',
        'keywords': 'كثر:كل:محاول:جنودا:كبر:أكبر:شيء:أكل:محاولة:كال:الله:أكثر:رأى:بر:شاء:وكل',
        'phrase': 'رأيت الله أكبر كل شيء محاولة وأكثرهم جنودا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'رأيت الله أكبر كل شيء محاولة وأكثرهم جنودا'},
 1165: {'date': '2023-07-19',
        'id': 1165,
        'inflection': 'لولا: حرف امتناع لوجود لا محل له من الإعراب. لولا: حرف '
                      'امتناع لوجود لا محل له من الإعراب. المشقة: مبتدأ لخبر '
                      'محذوف تقديره موجودة. ساد :فعل ماض مبني على الفتح الظاهر '
                      'على آخره. الناس :فاعل مرفوع وعلامة رفعه الضمة الظاهرة '
                      'على آخره. كلهم: توكيد مرفوع وعلامة رفعة الضمة الظاهرة '
                      'على آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل '
                      'جر مضاف إليه والميم للجمع. الجود: مبتدأ مرفوع وعلامة '
                      'رفعه الضمة الظاهرة على آخره. يفقر: فعل مضارع مرفوع '
                      'وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية في '
                      'محل رفع خبر. والإقدام: الواو حرف عطف ،الإقدام اسم معطوف '
                      'على الجود. قتال: خبر مرفوع وعلامة رفعه الضمة الظاهرة '
                      'على آخره.',
        'keywords': 'جود:كل:إقدام:مشقة:أفقر:ساد:وكل:أكل:قتال:كال:لولا:فقر:ناس',
        'phrase': 'لولا المشقة ساد الناس كلهم الجود يفقر والإقدام قتال',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا المشقة ساد الناس كلهم الجود يفقر والإقدام قتال'},
 1166: {'date': '2023-07-19',
        'id': 1166,
        'inflection': 'لكل :اللام حرف جر مبني على الكسر ،كل اسم مجرور وعلامة '
                      'جره الكسرة الظاهرة على آخره وهو مضاف وشبه الجملة من '
                      'الجار والمجرور في محل رفع خبر مقدم. لكل :اللام حرف جر '
                      'مبني على الكسر ،كل اسم مجرور وعلامة جره الكسرة الظاهرة '
                      'على آخره وهو مضاف وشبه الجملة من الجار والمجرور في محل '
                      'رفع خبر مقدم. حديث :مضاف إليه مجرور وعلامة جره تنوين '
                      'الكسر الظاهر على آخره. بينهن: ظرف مكان مبني على الفتح '
                      'الظاهر على آخره وهو مضاف وهن ضمير متصل مبني على الفتح '
                      'في محل جر مضاف إليه. بشاشة: مبتدأ مؤخر مرفوع وعلامة '
                      'رفعه تنوين الضم الظاهر على آخره. وكل: الواو حرف عطف، كل '
                      'مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة على آخره وهو '
                      'مضاف. قتيل: مضاف إليه مجرور وعلامة جره تنوين الكسر '
                      'الظاهر على آخره. عندهن: ظرف مكان مبني على الفتح الظاهر '
                      'على آخره وهو مضاف وهن ضمير متصل مبني على الفتح في محل '
                      'جر مضاف إليه. شهيد: خبر مرفوع وعلامة رفعه تنوين الضم '
                      'الظاهر على آخره.',
        'keywords': 'كل:بشاش:أكل:عند:شهيد:كال:حديث:بين:شاشة:بشاشة:وكل:قتيل',
        'phrase': 'لكل حديث بينهن بشاشة وكل قتيل عندهن شهيد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لكل حديث بينهن بشاشة وكل قتيل عندهن شهيد'},
 1167: {'date': '2023-07-19',
        'id': 1167,
        'inflection': 'وإذا: الواو حسب ما قبلها. إذا الفجائية حرف مبني على '
                      'السكون لا محل له من الإعراب. وإذا: الواو حسب ما قبلها. '
                      'إذا الفجائية حرف مبني على السكون لا محل له من الإعراب. '
                      'النساء: فاعل مرفوع لفعل محذوف تقديره نشأن. نشأن: فعل '
                      'ماضي مبني على السكون لاتصاله بنون النسوة، نون النسوة '
                      'ضمير متصل مبني على الفتحة في محل رفع فاعل. في: حرف جر '
                      'مبني على السكون المقدر على آخره. أمية: اسم مجرور وعلامة '
                      'جره تنوين الكسر الظاهر على آخره. رضع: فعل ماض مبني على '
                      'الفتح الظاهر على آخره. الرجال :فاعل مرفوع وعلامة رفعه '
                      'الضمة الظاهرة على آخره. جهالة: مفعول به منصوب وعلامة '
                      'نصبه تنوين الفتح الظاهر على آخره. وخمولا :الواو حرف '
                      'عطف، خمولا اسم معطوف على جهالة.',
        'keywords': 'أمي:رضع:أم:شأن:أمة:خمول:في:رجال:أمية:نشأ:جهال:إذا:نساء',
        'phrase': 'وإذا النساء نشأن في أمية رضع الرجال جهالة وخمولا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وإذا النساء نشأن في أمية رضع الرجال جهالة وخمولا'},
 1168: {'date': '2023-07-19',
        'id': 1168,
        'inflection': 'إن :حرف مشبه بالفعل. إن :حرف مشبه بالفعل. الذي :اسم '
                      'موصول مبني في محل نصب اسم إن. يلتمس :فعل مضارع مرفوع '
                      'وعلامة رفعه الضمة الظاهرة على آخره، والجملة الفعلية '
                      'يلتمس جملة صلة لا محل لها من الإعراب. رضا :مفعول به '
                      'منصوب وعلامة نصبه الفتحة المقدرة على آخره وهو مضاف. '
                      'جميع :مضاف إليه مجرور وعلامة جره الكسرة الظاهرة على '
                      'آخره وهو مضاف. الناس :مضاف إليه مجرور وعلامة جره الكسرة '
                      'الظاهرة على آخره. يطلب :فعل مضارع مرفوع وعلامة رفعه '
                      'الضمة الظاهرة على آخره والفاعل ضمير مستتر تقديره هو '
                      '،والجملة الفعلية يطلب في محل رفع خبر إن. أمرا :مفعول به '
                      'منصوب وعلامة نصبه تنوين الفتح الظاهر على آخره. لا :حرف '
                      'نفي يمكن :فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة على '
                      'آخره. إدراكه :فاعل مرفوع وعلامة رفعه الضمة الظاهرة على '
                      'آخره وهو مضاف والهاء ضمير متصل مبني على الضم في محل جر '
                      'بالإضافة.',
        'keywords': 'التمس:لا:جميع:ناس:إداركه:إن:مك:أمر:الذي:رضا:مكن:مر:مكا:لذي:رض:ورض:طلب:يم:أمكن',
        'phrase': 'إن الذي يلتمس رضا جميع الناس يطلب أمرا لا يمكن إداركه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الذي يلتمس رضا جميع الناس يطلب أمرا لا يمكن إداركه'},
 1169: {'date': '2023-07-19',
        'id': 1169,
        'inflection': 'سأل فعل ماض مبني على السكون لاتصاله بالتاء المتحركة '
                      'والتاء ضمير متصل مبني على سأل فعل ماض مبني على السكون '
                      'لاتصاله بالتاء المتحركة والتاء ضمير متصل مبني على الضم '
                      'في محل رفع فاعل والكاف ضمير متصل مبني على الضم في محل '
                      'نصب مفعول به والميم للجمع والواو للاشباع والها ضمير '
                      'متصل مبني على السكون في محل نصب مفعول به ثان لسأل.',
        'keywords': 'سألتكموها',
        'phrase': 'سألتكموها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'سألتكموها'},
 1170: {'date': '2023-07-19',
        'id': 1170,
        'inflection': 'نحترم: فعل مضارع مرفوع وعلامة رفعه الضمة والفاعل ضمير '
                      'مستتر تقديره (نحن ). نحترم: فعل مضارع مرفوع وعلامة رفعه '
                      'الضمة والفاعل ضمير مستتر تقديره (نحن ). الآباء: مفعول '
                      'به منصوب وعلامة نصبه الفتحة. و: حرف عطف مبنى لا محل له '
                      'من الإعراب. الأمهات: معطوف منصوب وعلامة نصبه الكسرة '
                      'لأنه جمع مؤنث سالم.',
        'keywords': 'آباء:احترم:أمهات',
        'phrase': 'نحترم الآباء والأمهات',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نحترم الآباء والأمهات'},
 1171: {'date': '2023-07-19',
        'id': 1171,
        'inflection': 'ما: حرف نفى مبنى لا محل له من الإعراب. ما: حرف نفى مبنى '
                      'لا محل له من الإعراب. نجح: فعل ماضي مبنى على الفتح. '
                      'على: فاعل مرفوع وعلامة رفعه الضمة. لكن: حرف عطف مبنى لا '
                      'محل له من الإعراب. أخوه: معطوف مرفوع وعلامة رفعه الواو '
                      'لأنه من الأسماء الخمسة والهاء ضمير مبنى في محل جر مضاف '
                      'إليه.',
        'keywords': 'خوى:جاح:أخو:لك:لكن:ما:أخا:نجح:على:جح:لاك:كن:وجح:جحا',
        'phrase': 'ما نجح على لكن أخوه',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ما نجح على لكن أخوه'},
 1172: {'date': '2023-07-19',
        'id': 1172,
        'inflection': 'وطننا: مبتدأ مرفوع وعلامة رفعه الضمة و "نا" ضمير مبنى '
                      'في محل جر مضاف إليه. وطننا: مبتدأ مرفوع وعلامة رفعه '
                      'الضمة و "نا" ضمير مبنى في محل جر مضاف إليه. قوى: خبر '
                      'مرفوع وعلامة رفعه الضمة. لا: حرف عطف مبنى لا محل له من '
                      'الإعراب. ضعيف: معطوف مرفوع وعلامة رفعه الضمة.',
        'keywords': 'لا:وطن:قوى:طان:طن:طنن:ضعيف',
        'phrase': 'وطننا قوى لا ضعيف',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وطننا قوى لا ضعيف'},
 1173: {'date': '2023-07-19',
        'id': 1173,
        'inflection': 'لا: حرف نهى مبنى لا محل له من الإعراب. لا: حرف نهى مبنى '
                      'لا محل له من الإعراب. تصادق: فعل مضارع مجزوم بلا '
                      'الناهية وعلامة جزمه السكون والفاعل ضمير مستتر تقديره ( '
                      'أنت). جاهلا: مفعول به منصوب وعلامة نصبه الفتحة. بل: حرف '
                      'عطف لا محل له من الإعراب. عالما: معطوف منصوب وعلامة '
                      'نصبه الفتحة.',
        'keywords': 'لا:جاهل:بال:صادق:تصادق:عالم:بل:وبل',
        'phrase': 'لا تصادق جاهلا بل عالما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لا تصادق جاهلا بل عالما'},
 1174: {'date': '2023-07-19',
        'id': 1174,
        'inflection': 'إن: حرف توكيد ونصب مبنى على الفتح لا محل له من الإعراب. '
                      'إن: حرف توكيد ونصب مبنى على الفتح لا محل له من الإعراب. '
                      'الرجال: اسم إن منصوب وعلامة نصبه الفتحة. الصالحين: نعت '
                      'منصوب وعلامة نصبه الياء لأنه جمع مذكر سالم. محبوبون: '
                      'خبر إن مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.',
        'keywords': 'إن:رجال:محبوب:صالح',
        'phrase': 'إن الرجال الصالحين محبوبون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'إن الرجال الصالحين محبوبون'},
 1175: {'date': '2023-07-19',
        'id': 1175,
        'inflection': 'في: حرف جر مبنى على السكون لا محل له من الإعراب. في: '
                      'حرف جر مبنى على السكون لا محل له من الإعراب. الفصل: اسم '
                      'مجرور وعلامة جره الكسرة وشبه الجملة من الجار والمجرور '
                      'فى محل رفع خبر مقدم. طلاب: مبتدأ مؤخر مرفوع وعلامة رفعه '
                      'الضمة. مجتهدون: نعت مرفوع وعلامة رفعه الواو لأنه جمع '
                      'مذكر سالم.',
        'keywords': 'مجتهد:في:فصل:طلاب',
        'phrase': 'في الفصل طلاب مجتهدون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في الفصل طلاب مجتهدون'},
 1176: {'date': '2023-07-19',
        'id': 1176,
        'inflection': 'نال: فعل ماض مبنى على الفتح. نال: فعل ماض مبنى على '
                      'الفتح. الجائزة: مفعول به منصوب وعلامة نصبه الفتحة. '
                      'عالم: فاعل مرفوع وعلامة رفعه الضمة. عقليته: مبتدأ مرفوع '
                      'وعلامة رفعه الضمة والهاء ضمير مبنى فى محل جر مضاف إليه. '
                      'منظمة: خبر مرفوع وعلامة رفعه الضمة والجملة الاسمية من '
                      'المبتدأ والخبر فى محل رفع نعت.',
        'keywords': 'جائز:عقل:جائزة:عقلة:منظم:عالم:نال:منظمة:عقلي',
        'phrase': 'نال الجائزة عالم عقليته منظمة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نال الجائزة عالم عقليته منظمة'},
 1177: {'date': '2023-07-19',
        'id': 1177,
        'inflection': 'شاهدت :فعل ماض مبنى على السكون والتاء ضمير مبنى فى محل '
                      'رفع فاعل شاهدت :فعل ماض مبنى على السكون والتاء ضمير '
                      'مبنى فى محل رفع فاعل طائرا: مفعول به منصوب وعلامة نصبه '
                      'الفتحة. فوق: ظرف مكان منصوب وعلامة نصبه الفتحة. الغصن: '
                      'مضاف إليه مجرور وعلامة جره الكسرة وشبه الجملة من الظرف '
                      'والمضاف إليه في محل نصب نعت.',
        'keywords': 'شاهد:فوق:وقى:طائر:غصن',
        'phrase': 'شاهدت طائرا فوق الغصن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شاهدت طائرا فوق الغصن'},
 1178: {'date': '2023-07-19',
        'id': 1178,
        'inflection': 'رجع: فعل ماض مبني على الفتح. رجع: فعل ماض مبني على '
                      'الفتح. الجنود: فاعل مرفوع و علامة رفعه الضمة. منتصرين: '
                      'حال منصوب و علامة نصبه الياء لأنه جمع مؤنث سالم.',
        'keywords': '9رجع:جنود:–:منتصر',
        'phrase': '–9رجع الجنود منتصرين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '–9رجع الجنود منتصرين'},
 1179: {'date': '2023-07-19',
        'id': 1179,
        'inflection': 'أعجبتني :فعل ماض مبني على الفتح و " التاء " تاء التأنيث '
                      'حرف مبني لا محل له من الإعراب و " النون " للوقاية و " '
                      'الياء " ضمير مبني في محل نصب مفعول به. أعجبتني :فعل ماض '
                      'مبني على الفتح و " التاء " تاء التأنيث حرف مبني لا محل '
                      'له من الإعراب و " النون " للوقاية و " الياء " ضمير مبني '
                      'في محل نصب مفعول به. المدينة: فاعل مرفوع و علامة رفعه '
                      'الضمة. شوارعها: مبتدأ مرفوع و علامة رفعه الضمة و " ها " '
                      'ضمير مبني في محل جر مضاف إليه. نظيفة: خبر مرفوع و علامة '
                      'رفعه الضمة. و الجملة الاسمية من المبتدأ و الخبر في محل '
                      'نصب حال.',
        'keywords': '–:10أعجبتني:نظيف:شوارع:مدين:مدينة',
        'phrase': '– 10أعجبتني المدينة شوارعها نظيفة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 10أعجبتني المدينة شوارعها نظيفة'},
 1180: {'date': '2023-07-19',
        'id': 1180,
        'inflection': 'أبصرت: فعل ماض مبني على السكون و " التاء " ضمير مبني في '
                      'محل رفع فاعل. أبصرت: فعل ماض مبني على السكون و " التاء '
                      '" ضمير مبني في محل رفع فاعل. الطائر: مفعول به منصوب و '
                      'علامة نصبه الفتحة. يغرد: فعل مضارع مرفوع و علامة رفعه '
                      'الضمة و الفاعل ضمير مستتر تقديره " هو" و الجملة الفعلية '
                      'من الفعل و الفاعل في محل نصب حال.',
        'keywords': '–:أغرد:11أبصرت:غرد:طائر',
        'phrase': '– 11أبصرت الطائر يغرد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 11أبصرت الطائر يغرد'},
 1181: {'date': '2023-07-19',
        'id': 1181,
        'inflection': 'شاهدت: فعل ماض مبني على السكون و " التاء " ضمير مبني في '
                      'محل رفع فاعل. شاهدت: فعل ماض مبني على السكون و " التاء '
                      '" ضمير مبني في محل رفع فاعل. الطيور: مفعول به منصوب و '
                      'علامة نصبه الفتحة. فوق: ظرف مكان منصوب و علامة نصبه '
                      'الفتحة. الشجرة: مضاف إليه مجرور و علامة جره الكسرة. و '
                      'شبه الجملة في محل نصب حال.',
        'keywords': '–:شجرة:طيور:فوق:وقى:شجر:12شاهدت',
        'phrase': '– 12شاهدت الطيور فوق الشجرة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '– 12شاهدت الطيور فوق الشجرة'},
 1182: {'date': '2023-07-19',
        'id': 1182,
        'inflection': 'وإنا: الواو استئنافية وإنا حرف توكيد ونصب والضمير '
                      'المتصل في محل نصب اسمها وإنا: الواو استئنافية وإنا حرف '
                      'توكيد ونصب والضمير المتصل في محل نصب اسمها .إن : حرف '
                      'شرط جازم. شاء: فعل ماض مبني على الفتح في محل جزم فعل '
                      'الشرط. الله: فاعل مرفوع بالضمة، والمفعول به محذوف. '
                      'وجواب الشرط محذوف لدلالة خبر إن عليه. وإن الشرطية وما '
                      'في حيزها جملة اعتراضية لا محل لها من الإعراب. لمهتدون: '
                      'اللام هي المزحلقة، مهتدون خبر إن مرفوع بالواو لأنه جمع '
                      'مذكر سالم والنون عوض عن التنوين في الاسم المفرد. وجملة '
                      'إنا لمهتدون معطوف على جملة إن البقر، لذلك فهي متضمنة '
                      'للتعليل أو هي مستأنفة، ولا محل لها من الإعراب في '
                      'الحالتين.',
        'keywords': 'إن:شاءى:{::قال:عالى:الله:}:شاء:إنا:مهتدي:تعالى',
        'phrase': 'قال تعالى { :وإنا إن شاء الله لمهتدون }',
        'reference': 'i3rabxi3rab',
        'source': '07البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإنا إن شاء الله لمهتدون }'},
 1183: {'date': '2023-07-19',
        'id': 1183,
        'inflection': 'هم: ضمير منفصل في محل رفع مبتدأ. هم: ضمير منفصل في محل '
                      'رفع مبتدأ. فيها: جار ومجرور متعلقان بـ ” خالدون ”. '
                      'خالدون: خبر مرفوع بالواو لأنه جمع مذكر سالم. الجملة '
                      'الاسمية في محل رفع خبر ثان لاسم الموصول في أول الآية.',
        'keywords': 'هام:هم:{::قال:عالى:في:خالد:}:تعالى:وهم',
        'phrase': 'قال تعالى { :هم فيها خالدون }',
        'reference': 'i3rabxi3rab',
        'source': '38البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :هم فيها خالدون }'},
 1184: {'date': '2023-07-19',
        'id': 1184,
        'inflection': 'فاقع: صفة ثانية مرفوعة لبقرة. فاقع: صفة ثانية مرفوعة '
                      'لبقرة. لونها: فاعل للصفة المشبهة فاقع لأنه صفة ثابتة، '
                      'وليست متجددة، لذلك لا يمكن اعتبارها اسم فاعل، ولون '
                      'مضاف، والضمير المتصل في محل جر مضاف إليه. ويجوز أن يكون '
                      'فاقع خبرا مقدما، وفاعله ضمير مستتر فيه جوازا تقديره هو، '
                      'ولونها مبتدأ مؤخر، والجملة الاسمية في محل رفع صفة ثانية '
                      'لبقرة. تسر: فعل مضارع مرفوع بالضمة وفاعله ضمير مستتر '
                      'جوازا تقديره هي. الناظرين: مفعول به منصوب بالياء لأنه '
                      'جمع مذكر سالم. وجملة تسر الناظرين في محل رفع صفة ثالثة '
                      'لبقرة. هذا ويجوز أن يكون لونها مبتدأ وجملة تسر الناظرين '
                      'في محل رفع خبر ). 1(.',
        'keywords': 'قعا:لون:قال:سرو:سرى:ناظر:ون:سر:لوى:أسرى:}:قعي:أسر:سري:{::عالى:فاقع:سار:تعالى:سرا',
        'phrase': 'قال تعالى { :فاقع لونها تسر الناظرين }',
        'reference': 'i3rabxi3rab',
        'source': '96البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فاقع لونها تسر الناظرين }'},
 1185: {'date': '2023-07-19',
        'id': 1185,
        'inflection': 'فلولا: الفاء حرف عطف، لولا حرف امتناع لوجود متضمن معنى '
                      'الشرط. فلولا: الفاء حرف عطف، لولا حرف امتناع لوجود '
                      'متضمن معنى الشرط. فضل: مبتدأ حذف خبره وتقديره موجود، '
                      'وفضل مضاف، الل: لفظ الجلالة مضاف إليه .عليكم :جار '
                      'ومجرور متعلقان بفضل. ورحمته: الواو حرف عطف، ورحمة معطوف '
                      'على ما قبله وهو مضاف والضمير المتصل في محل جر بالإضافة '
                      'لكنتم: اللام واقعة في جواب لولا وكان واسمها. من '
                      'الخاسرين: جار ومجرور وعلامة جره الياء، وشبه الجملة '
                      'متعلق بمحذوف في محل نصب خبر كنتم. وجملة كنتم لا محل لها '
                      'من الإعراب لأنها جواب شرط غير جازم. وجملة لولا وما في '
                      'حيزها معطوفة على ما قبلها.',
        'keywords': 'عل:لكن:قال:مان:فضل:علي:علة:}:خاسر:من:{::رحم:عالى:على:لولا:منى:رحمة:الل:تعالى:ضل',
        'phrase': 'قال تعالى { :فلولا فضل الل عليكم ورحمته لكنتم من الخاسرين }',
        'reference': 'i3rabxi3rab',
        'source': '96البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلولا فضل الل عليكم ورحمته لكنتم من '
                       'الخاسرين } '},
 1186: {'date': '2023-07-19',
        'id': 1186,
        'inflection': 'ولا تهنوا: الواو حرف عطف، والكلام معطوف على المفهوم من '
                      'قوله: فسيروا في الأرض، ولا تهنوا: الواو حرف عطف، '
                      'والكلام معطوف على المفهوم من قوله: فسيروا في الأرض، ولا '
                      'ناهية جازمة، تهنوا فعل مضارع مجزوم بلا وعلامة جزمه حذف '
                      'النون، واو الجماعة في محل رفع فاعل. ولا تحزنوا: عطف على '
                      'ما قبله. وأنتم: الواو واو الحال، أنتم ضمير منفصل في محل '
                      'رفع مبتدأ. الأعلون: خبر مرفوع بالواو لأنه جمع مذكر '
                      'سالم. والجملة الاسمية في محل نصب حال.',
        'keywords': 'لا:{::186آل:قال:هن:عالى:وهن:عمران:تهن:الأعلون:أحزن:آن:انتمى:حزن:}:أنتم:تعالى:عمر',
        'phrase': 'قال تعالى { :ولا تهنوا ولا تحزنوا وأنتم الأعلون } 186آل '
                  'عمران',
        'reference': 'i3rabxi3rab',
        'source': 'آل عمرات 186',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولا تهنوا ولا تحزنوا وأنتم الأعلون } '
                       '186آل عمران'},
 1187: {'date': '2023-07-19',
        'id': 1187,
        'inflection': 'وإنهم: الواو للاستئناف، إن واسمها. وإنهم: الواو '
                      'للاستئناف، إن واسمها. عندنا: عند ظرف مكان منصوب بالفتحة '
                      'متعلق بمحذوف في محل نصب حال وهو مضاف ، والضمير المتصل '
                      'في محل جر مضاف إليه. لمن المصطفين: اللام هي المزحلقة، '
                      'ومن حرف جر، والمصطفين مجرور بمن وعلامة جره الياء وشبه '
                      'الجملة متعلق بمحذوف في محل رفع خبر إن. الأخيار: صفة '
                      'مجرورة للمصطفين.',
        'keywords': 'إن:لام:مصطف:{::عند:قال:لم:أخيار:عالى:}:تعالى:من',
        'phrase': 'قال تعالى { :وإنهم عندنا لمن المصطفين الأخيار }',
        'reference': 'i3rabxi3rab',
        'source': '60ص',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإنهم عندنا لمن المصطفين الأخيار }'},
 1188: {'date': '2023-07-19',
        'id': 1188,
        'inflection': 'في يوم: جار ومجرور متعلقان بمحذوف دل عليه واقع، أي يقع '
                      'العذاب بهم في يوم القيامة. في يوم: جار ومجرور متعلقان '
                      'بمحذوف دل عليه واقع، أي يقع العذاب بهم في يوم القيامة. '
                      'كان: فعل ماض ناقص. مقداره: اسم كان، والضمير المتصل في '
                      'محل جر بالإضافة .خمسين: خبر كان منصوب بالياء لأنه ملحق '
                      'بجمع المذكر السالم. ألف: تمييز منصوب بالفتحة وألف مضاف، '
                      'وسنة تمييز مجرور بالإضافة.',
        'keywords': 'خمس:{::قال:لف:كان:سنة:يوم:عالى:لاف:ألفى:في:لفا:}:مقدار:سن:ألف:ولف:تعالى',
        'phrase': 'قال تعالى { :في يوم كان مقداره خمسين ألف سنة }',
        'reference': 'i3rabxi3rab',
        'source': ' 6المعارج',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :في يوم كان مقداره خمسين ألف سنة }'},
 1189: {'date': '2023-07-19',
        'id': 1189,
        'inflection': 'شغلتنا: شغل فعل ماض مبني على الفتح، والتاء للتأنيث '
                      'الساكنة، ونا ضمير متصل في محل نصب مفعول به شغلتنا: شغل '
                      'فعل ماض مبني على الفتح، والتاء للتأنيث الساكنة، ونا '
                      'ضمير متصل في محل نصب مفعول به أموالنا: فاعل ومضاف إليه. '
                      'وأهلونا: الواو حرف عطف، وأهلونا معطوف على ما قبله مرفوع '
                      'وعلامة رفعه الواو لأنه ملحق بجمع المذكر السالم، والضمير '
                      'المتصل في محل جر بالإضافة. وجملة شغلتنا وما في حيزها في '
                      'محل نصب مقول القول في أول الآية.',
        'keywords': 'موال:{::قال:عالى:أهل:أموال:}:شغل:تعالى:شغلة',
        'phrase': 'قال تعالى { :شغلتنا أموالنا وأهلونا }',
        'reference': 'i3rabxi3rab',
        'source': '11الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :شغلتنا أموالنا وأهلونا }'},
 1190: {'date': '2023-07-19',
        'id': 1190,
        'inflection': 'إنما: كافة ومكفوفة. يتذكر: فعل مضارع مرفوع بالضمة. '
                      'إنما: كافة ومكفوفة. يتذكر: فعل مضارع مرفوع بالضمة. '
                      'أولو: فاعل مرفوع بالواو لأنه ملحق بجمع المذكر السالم، '
                      'وهو مضاف. الألباب: مضاف إليه مجرور بالكسرة.',
        'keywords': 'تذكر:أولو:إنما:{::قال:عالى:ألباب:}:تعالى',
        'phrase': 'قال تعالى { :إنما يتذكر أولو الألباب }',
        'reference': 'i3rabxi3rab',
        'source': ' 16الرعد',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إنما يتذكر أولو الألباب }'},
 1191: {'date': '2023-07-19',
        'id': 1191,
        'inflection': 'الحمد: مبتدأ مرفوع بالضمة. لله: جار ومجرور متعلقان '
                      'بمحذوف في محل رفع خبر. ويجوز في قراءة من نصب الحمد أنه '
                      'مفعول مطلق منصوب للفعل حمد ودخلت عليها الألف واللام في '
                      'المصدر تخصيصا لها ) 1(. الحمد: مبتدأ مرفوع بالضمة. لله: '
                      'جار ومجرور متعلقان بمحذوف في محل رفع خبر. ويجوز في '
                      'قراءة من نصب الحمد أنه مفعول مطلق منصوب للفعل حمد ودخلت '
                      'عليها الألف واللام في المصدر تخصيصا لها ) 1(. رب: صفة '
                      'مجرورة لله أو بدل مجرور منه، ورب مضاف. العالمين: مضاف '
                      'إليه مجرور بالياء لأنه ملحق بجمع المذكر السالم.',
        'keywords': 'ربى:رب:حمد:{::قال:له:عالى:راب:عالم:}:تعالى',
        'phrase': 'قال تعالى { :الحمد لله رب العالمين }',
        'reference': 'i3rabxi3rab',
        'source': ' 4الفاتحة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :الحمد لله رب العالمين }'},
 1192: {'date': '2023-07-19',
        'id': 1192,
        'inflection': 'وما: الواو حرف عطف، وما اسم استفهام في محل رفع مبتدأ. '
                      'وما: الواو حرف عطف، وما اسم استفهام في محل رفع مبتدأ. '
                      'أدراك: أدرى فعل ماض مبني على الفتح المقدر للتعذر، '
                      'والضمير المتصل في محل نصب مفعول به، والفاعل ضمير مستتر '
                      'وجوبا تقديره أنت، والجملة الفعلية في محل رفع خبر '
                      'المبتدأ .ما : اسم استفهام للتفخيم والتعظيم في محل رفع '
                      'مبتدأ. عليون: خبر مرفوع بالواو لأنه ملحق بجمع المذكر '
                      'السالم ،والجملة المعلقة بالاستفهام الثاني سدت مسد مفعول '
                      'أدراك الثاني وجملة الاستفهام الأول معطوفة على ما قبلها.',
        'keywords': 'أدر:در:{::قال:ما:أدرى:علي:عالى:درى:}:تعالى',
        'phrase': 'قال تعالى { :وما أدراك ما عليون }',
        'reference': 'i3rabxi3rab',
        'source': '16المطففين',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وما أدراك ما عليون } '},
 1193: {'date': '2023-07-19',
        'id': 1193,
        'inflection': 'في بضع: جار ومجرور متعلقان بقوله سيغلبون في الآية '
                      'السابقة، وبضع مضاف. في بضع: جار ومجرور متعلقان بقوله '
                      'سيغلبون في الآية السابقة، وبضع مضاف. سنين: تمييز مجرور '
                      'بالإضافة وعلامة جره الياء لأنه ملحق بجمع المذكر السالم.',
        'keywords': '6الروم:سني:{::قال:سنى:عالى:سن:في:سنا:بضع:}:تعالى',
        'phrase': 'قال تعالى { :في بضع سنين } 6الروم',
        'reference': 'i3rabxi3rab',
        'source': '6الروم',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :في بضع سنين } 6الروم'},
 1194: {'date': '2023-07-19',
        'id': 1194,
        'inflection': 'الذين: اسم موصول مبني على الفتح في محل جر صفة '
                      'للمقتسمين. الذين: اسم موصول مبني على الفتح في محل جر '
                      'صفة للمقتسمين. جعلوا: فعل وفاعل، والجملة لا محل لها من '
                      'الإعراب صلة الموصول. القرآن: مفعول به أول منصوب '
                      'بالفتحة. عضين: مفعول به ثان منصوب بالياء لأنه ملحق بجمع '
                      'المذكر السالم.',
        'keywords': 'عضا:{::قال:جعل:عالى:الذين:قرآن:}:لذي:تعالى',
        'phrase': 'قال تعالى { :الذين جعلوا القرآن عضين }',
        'reference': 'i3rabxi3rab',
        'source': ' 61الحجر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :الذين جعلوا القرآن عضين }'},
 1195: {'date': '2023-07-19',
        'id': 1195,
        'inflection': 'عن اليمين: جار ومجرور متعلقان بمحذوف في محل نصب حال '
                      'بالاسم الموصول في الآية عن اليمين: جار ومجرور متعلقان '
                      'بمحذوف في محل نصب حال بالاسم الموصول في الآية السابقة، '
                      'وقيل إنه متعلق بمهطعين. وعن الشمال: معطوفة على ما '
                      'قبلها. عزين: حال منصوبة من الاسم الموصول أيضا أو من '
                      'الضمير في مهطعين ،وعلامة نصبه الياء لأنه ملحق بجمع '
                      'المذكر السالم.',
        'keywords': 'عزى:{::عنى:قال:شمال:عزا:عز:عالى:عان:}:عن:يمين:يم:وعى:تعالى:عزي',
        'phrase': 'قال تعالى { :عن اليمين وعن الشمال عزين }',
        'reference': 'i3rabxi3rab',
        'source': ' 80المعارج',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :عن اليمين وعن الشمال عزين }'},
 1196: {'date': '2023-07-19',
        'id': 1196,
        'inflection': 'المال: مبتدأ مرفوع بالضمة. والبنون: الواو حرف عطف، '
                      'والبنون معطوفة على المال مرفوع بالواو لأنه ملحق بجمع '
                      'المذكر السالم. المال: مبتدأ مرفوع بالضمة. والبنون: '
                      'الواو حرف عطف، والبنون معطوفة على المال مرفوع بالواو '
                      'لأنه ملحق بجمع المذكر السالم. زينة: خبر مرفوع وهو مضاف '
                      '.الحياة: مضاف إليه مجرورة بالكسرة. الدنيا: صفة مجرورة '
                      'بالكسرة المقدرة على الألف.',
        'keywords': '{::زينة:قال:دنيا:عالى:بن:مال:زين:حياة:}:تعالى',
        'phrase': 'قال تعالى { :المال والبنون زينة الحياة الدنيا }',
        'reference': 'i3rabxi3rab',
        'source': ' 69الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :المال والبنون زينة الحياة الدنيا }'},
 1197: {'date': '2023-07-19',
        'id': 1197,
        'inflection': 'وماذا: الواو حسب ما قبلها، ماذا اسم استفهام مبني على '
                      'السكون في محل نصب مفعول به مقدم لتبتغي. وماذا: الواو '
                      'حسب ما قبلها، ماذا اسم استفهام مبني على السكون في محل '
                      'نصب مفعول به مقدم لتبتغي. تبتغي: فعل مضارع مرفوع بالضمة '
                      'المقدرة على الياء للثقل. الشعراء: فاعل مرفوع بالضمة. '
                      'مني: جار ومجرور متعلقان بتبتغي. وقد: الواو واو الحال، '
                      'وقد حرف تحقيق. جاوزت: فعل وفاعل. حد: مفعول به وهو مضاف، '
                      'الأربعين: مضاف إليه مجرور بالكسرة الظاهرة، وقد يكون '
                      'مجرور بالياء لأنه ملحق بجمع المذكر السالم.',
        'keywords': 'منا:منة:أربع:مني:ماذا:ابتغى:حد:حاد:من:منى:قد:قاد:وقد:جاوز:شعراء',
        'phrase': 'وماذا تبتغي الشعراء مني وقد جاوزت حد الأربعين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'وماذا تبتغي الشعراء مني وقد جاوزت حد الأربعين'},
 1198: {'date': '2023-07-19',
        'id': 1198,
        'inflection': 'واعلموا: الواو حرف عطف، اعلموا فعل أمر مبني على حذف '
                      'النون، والواو في محل رفع فاعل واعلموا: الواو حرف عطف، '
                      'اعلموا فعل أمر مبني على حذف النون، والواو في محل رفع '
                      'فاعل أنكم: أن واسمها. غير: خبر أن، وغير مضاف. معجزي: '
                      'مضاف إليه، ومعجزي مضاف. الله: مضاف إليه، وحذفت نون '
                      'معجزي للإضافة. وجملة أنكم وما في حيزها سدت مسد مفعولي '
                      'اعلموا.',
        'keywords': 'معجز:{::قال:وكم:عالى:غير:الله:أن:أكم:}:معجزة:علم:غار:تعالى:كم',
        'phrase': 'قال تعالى { :واعلموا أنكم غير معجزي الله }',
        'reference': 'i3rabxi3rab',
        'source': ' 4التوبة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :واعلموا أنكم غير معجزي الله }'},
 1199: {'date': '2023-07-19',
        'id': 1199,
        'inflection': 'فما: الفاء حسب ما قبلها، ما نافية لا عمل لها. فما: '
                      'الفاء حسب ما قبلها، ما نافية لا عمل لها. وجدت: فعل ماض '
                      'مبني على الفتح، والتاء علامة التأنيث الساكنة. نساء: '
                      'فاعل مرفوع بالضمة وهو مضاف. بني: مضاف إليه مجرور '
                      'بالياء، وبني مضاف. تميم: مضاف إليه مجرور بالكسرة. '
                      'حلائل: مفعول به منصوب بالفتحة. أسودين: صفة لحلائل '
                      'منصوبة بالياء. وأحمرين: الواو حرف عطف، أحمرين معطوفة '
                      'على ما قبلها.',
        'keywords': 'فم:جدا:جاد:جد:أساء:تميم:ساء:حلائل:سود:ما:أسود:جدى:وجد:بني:بن:أحمر:نساء:بنى',
        'phrase': 'فما وجدت نساء بني تميم حلائل أسودين وأحمرينا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فما وجدت نساء بني تميم حلائل أسودين وأحمرينا'},
 1200: {'date': '2023-07-19',
        'id': 1200,
        'inflection': 'دعاني: دعا فعل أمر مبني على حذف النون، وألف الاثنين في '
                      'محل رفع فاعل، والنون للوقاية ، دعاني: دعا فعل أمر مبني '
                      'على حذف النون، وألف الاثنين في محل رفع فاعل، والنون '
                      'للوقاية ، والياء في محل نصب مفعول به. من نجد: جار '
                      'ومجرور متعلقان بدعاني. فإن سنينه: الفاء حرف تعليل، وإن '
                      'حرف توكيد ونصب، سنين اسم إن منصوب بالفتحة الظاهرة وهو '
                      'مضاف، والضمير المتصل في محل جر بالإضافة. لعبن: فعل ماض '
                      'والنون في محل رفع فاعل، والجملة في محل رفع خبر إن. بنا: '
                      'جار ومجرور متعلق بلعبن. شيبا: حال من الضمير المجرور في '
                      'بنا. وشيبننا: الواو حرف عطف، وشيبننا فعل وفاعل ومفعول '
                      'به، والجملة معطوفة على جملة لعبن مردا: حال من المفعول '
                      'به في قوله شيبننا. الشاهد في قوله ” :فإن سنينه ” حيث '
                      'نصبه بالفتحة الظاهرة لإجرائه مجرى الحين، بدليل '
                      'بقاءالنون مع الإضافة إلى الضمير.',
        'keywords': 'جدا:دعا:لعب:جدى:مان:جاد:بنا:شاب:عاب:وجد:بن:إن:دع:ودع:أجاد:أجدى:سنى:نجد:من:جد:منى:مرد:شيب',
        'phrase': 'دعاني من نجد فإن سنينه لعبن بنا شيبا وشيبننا مردا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دعاني من نجد فإن سنينه لعبن بنا شيبا وشيبننا مردا'},
 1201: {'date': '2023-07-19',
        'id': 1201,
        'inflection': 'شرب:فعل ماض مبني على الفتح. شرب:فعل ماض مبني على الفتح. '
                      'المريض:فاعل مرفوع،وعلمة رفعه الضمة الظاهرة على آخره. '
                      'الدواء :مفعول به منصوب وعلمة نصبه الفتحة الظاهرة على '
                      'آخره. ليلا :مفعول فيه ظرف زمان منصوب ،وعلمة نصبه الفتحة '
                      'الظاهرة على آخره.',
        'keywords': 'دواء:يل:مريض:ليل:شرب',
        'phrase': 'شرب المريض الدواء ليلا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'شرب المريض الدواء ليلا'},
 1202: {'date': '2023-07-19',
        'id': 1202,
        'inflection': 'جلس :فعل ماض مبني على الفتح. جلس :فعل ماض مبني على '
                      'الفتح. الحارس :فاعل مرفوع، وعلمة رفعه الضمة الظاهرة على '
                      'آخره. أمام :مفعول فيه ظرف مكان منصوب ،وعلمة نصبه الفتحة '
                      'الظاهرة على آخره ،وهو مضاف. العمارة :مضاف إليه مجرور '
                      '،وعلمة جره الكسرة الظاهرة على آخره.',
        'keywords': 'جلس:عمارة:أمام:حارس:عمار',
        'phrase': 'جلس الحارس أمام العمارة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلس الحارس أمام العمارة'},
 1203: {'date': '2023-07-19',
        'id': 1203,
        'inflection': 'الصباح :مبتدأ مرفوع،وعلمة رفعه الضمة الظاهرة على آخره '
                      'الصباح :مبتدأ مرفوع،وعلمة رفعه الضمة الظاهرة على آخره '
                      'جميل :خبر مرفوع، وعلمة رفعه الضمة الظاهرة على آخره.',
        'keywords': 'صباح:جميل',
        'phrase': 'الصباح جميل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'الصباح جميل'},
 1204: {'date': '2023-07-19',
        'id': 1204,
        'inflection': 'يخشى :فعل مضارع مرفوع ،وعلمة رفعه الضمة المقدرة على '
                      'الألف. يخشى :فعل مضارع مرفوع ،وعلمة رفعه الضمة المقدرة '
                      'على الألف. المؤمن :فاعل مرفوع،وعلمة رفعه الضمة الظاهرة '
                      'على آخره. يوم :مفعول به منصوب وعلمة نصبه الفتحة الظاهرة '
                      'على آخره وهو مضاف. القيامة :مضاف إليه مجرور ،وعلمة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'خشي:خشى:يوم:مؤمن:قيام:قيامة',
        'phrase': 'يخشى المؤمن يوم القيامة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يخشى المؤمن يوم القيامة'},
 1205: {'date': '2023-07-19',
        'id': 1205,
        'inflection': 'يحضر :فعل مضارع مرفوع ،وعلمة رفعه الضمة الظاهرة على '
                      'آخره. يحضر :فعل مضارع مرفوع ،وعلمة رفعه الضمة الظاهرة '
                      'على آخره. أحمد :فاعل مرفوع، وعلمة رفعه الضمة الظاهرة '
                      'على آخره .غداا :مفعول فيه ظرف زمان منصوب ،وعلمة نصبه '
                      'الفتحة الظاهرة على آخره.',
        'keywords': 'أحضر:حضر:أحمدغدا',
        'phrase': 'يحضر أحمدغدا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يحضر أحمدغدا'},
 1206: {'date': '2023-07-19',
        'id': 1206,
        'inflection': 'تهاجر :فعل مضارع مرفوع،وعلمة رفعه الضمة الظاهرة على '
                      'آخره. تهاجر :فعل مضارع مرفوع،وعلمة رفعه الضمة الظاهرة '
                      'على آخره. الطيور :فاعل مرفوع،وعلمة رفعه الضمة الظاهرة '
                      'على آخره .شمالا :مفعول فيه ظرف مكان منصوب ،وعلمة نصبه '
                      'الفتحة الظاهرة على آخره.',
        'keywords': 'طيور:شمال:هاجر:تهاجر',
        'phrase': 'تهاجر الطيور شمالا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'تهاجر الطيور شمالا'},
 1207: {'date': '2023-07-19',
        'id': 1207,
        'inflection': 'يسبح: فعل مضارع مرفوع بالضمة الظاهرة يسبح: فعل مضارع '
                      'مرفوع بالضمة الظاهرة لله: اللام حرف جر مبني على الكسر '
                      'لا محل له من الإعراب :ولفظ الجلالة مجرور باللام وعلامة '
                      'جره الكسرة الظاهرة ( وشبه الجملة متعلق ب ( يسبح ) ) ما '
                      'في: ما اسم موصول مبني على السكون في محل رفع فاعل. في '
                      'حرف مبني على السكون لا محل له من الإعراب السموات: بفي '
                      'وعلامة جره الكسرؤة الظاهرة، وشبه الجملة متعلق بمحذوف '
                      'صلة :والجملة من الفعل والفاعل جملة أبتدائية لا محل لها '
                      'من الإعراب وما في: ا لواو حرف عطف مبني على الفتح لا محل '
                      'لها من الإعراب، ما اسم موصول مبني على السكون في رفع '
                      'معطوف على الأرض: ما السابقة، وفي الأرض جار ومجرور وشبه '
                      'الجملة متعلق بمحذوف صلة الملك: صفة ( للفظ الجلالة ) '
                      'مجرورة بالكسرة الظاهرة أي يسبح لله الملك القدوس: صفة '
                      'ثانية مجرورة بالكسرة العزيز: صفة ثالثة مجرورة بالكسرة '
                      'الحكيم: صفة رابعة مجرورة بالكسرة',
        'keywords': 'أرض:أسبح:سمو:عزيز:ما:ملك:له:سموات:):في:قدوس:(:حكيم:سبح',
        'phrase': '(يسبح لله ما في السموات وما في الأرض الملك القدوس العزيز '
                  'الحكيم )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '(يسبح لله ما في السموات وما في الأرض الملك القدوس '
                       'العزيز الحكيم )'},
 1208: {'date': '2023-07-19',
        'id': 1208,
        'inflection': 'علم: فعل ماض مبني للمجهول، ومبني على الفتح علم: فعل ماض '
                      'مبني للمجهول، ومبني على الفتح الأدب: نائب فاعل مرفوع، '
                      'وعلامة رفعه الضمة الظاهرة زينة: مفعول به منصوب وعلامة '
                      'نصبه الفتحة الظاهرة وهو مضاف الشباب: مضاف اليه مجرور '
                      'وعلامة جره الكسرة الظاهرة',
        'keywords': 'زينة:شباب:زين:علم:أدب',
        'phrase': 'علم الأدب زينة الشباب',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'علم الأدب زينة الشباب'},
 1209: {'date': '2023-07-19',
        'id': 1209,
        'inflection': 'ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه من الأسماء '
                      'الخمسة وهو مضاف ذو: مبتدأ مرفوع وعلامة رفعه الواو لأنه '
                      'من الأسماء الخمسة وهو مضاف الحق: مضاف اليه مجرور '
                      'بالكسرة الظاهرة منتصر: خبر المبتدأ مرفوع بالضمة الظاهرة',
        'keywords': 'حق:لحق:ذو:منتصر',
        'phrase': 'ذو الحق منتصر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذو الحق منتصر'},
 1210: {'date': '2023-07-19',
        'id': 1210,
        'inflection': 'جاهد: فعل ماض مبني وعلامة بنائه الفتحة الظاهرة على أخره '
                      'جاهد: فعل ماض مبني وعلامة بنائه الفتحة الظاهرة على أخره '
                      'الأجداد: فاعل مرفوع بالضمة الظاهرة جهادا: مفعول مطلق '
                      'مبين لنوع الفعل منصوب وعلامة نصبه الفتحة مشرفا: نعت '
                      'منصوب بالفتحة الظاهرة',
        'keywords': 'جاهد:الأجداد:مشرف:جهاد',
        'phrase': 'جاهد الأجداد جهادا مشرفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جاهد الأجداد جهادا مشرفا'},
 1211: {'date': '2023-07-19',
        'id': 1211,
        'inflection': 'أدافع: :فعل مضارع مرفوع بالضمة الظاهرة والفاعل ضمير '
                      'مستتر تقديره ( أنا ) أدافع: :فعل مضارع مرفوع بالضمة '
                      'الظاهرة والفاعل ضمير مستتر تقديره ( أنا ) عن: حرف جر، '
                      'الوطن أسم مجرور بالكسرة حماية: مفعول لأجله منصوب '
                      'بالفتحة للحرية: اللام حرف جر، الحرية أسم مجرور بالكسرة',
        'keywords': 'دافع:حر:عنى:وطن:عان:عن:حرية:حماية:حري',
        'phrase': 'أدافع عن الوطن حماية للحرية',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أدافع عن الوطن حماية للحرية'},
 1212: {'date': '2023-07-19',
        'id': 1212,
        'inflection': 'حرث: فعل ماض مبني على الفتح حرث: فعل ماض مبني على الفتح '
                      'المزارع: فاعل مرفوع بالضمة الظاهرة نفسه: توكيد معنوي '
                      'مرفوع بالضمة وهو مضاف والهاء مضاف اليه الأرض: مفعول به '
                      'منصوب بالفتحة',
        'keywords': 'حرث:أرض:مزارع:نفس',
        'phrase': 'حرث المزارع نفسه الأرض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حرث المزارع نفسه الأرض'},
 1213: {'date': '2023-07-19',
        'id': 1213,
        'inflection': 'دخل: فعل ماض مبني على الفتح دخل: فعل ماض مبني على الفتح '
                      'المعلم: فاعل مرفوع بالضمة وهو معطوف عليه الفصل: مفعول '
                      'به منصوب بالفتحة الفاء: حرف عطف يفيد الترتيب مع التعقيب '
                      'التلاميذ: معطوف مرفوع بالضمة',
        'keywords': 'فصل:تلاميذ:دخل:معلم',
        'phrase': 'دخل المعلم الفصل فالتلاميذ',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'دخل المعلم الفصل فالتلاميذ'},
 1214: {'date': '2023-07-19',
        'id': 1214,
        'inflection': 'إذا: ظرف للزمن المستقبل مبين على السكون في محل نصب '
                      'متعلق بجوابه متضمن معنى الشرط إذا: ظرف للزمن المستقبل '
                      'مبين على السكون في محل نصب متعلق بجوابه متضمن معنى '
                      'الشرط .تتلى: فعل ماض مبني للمجهول. عليه: جار ومجرور '
                      'متعلقان بتتلى. آياتنا: نائب فاعل وآيات مضاف والضمير '
                      'المتصل في محل جر بالإضافة وجملة تتلى في محل جر بإضافة '
                      'الظرف إليها. قال: فعل ماض مبني على الفتح والفاعل ضمير '
                      'مستتر جوازا تقديره هو والجملة لا محل لها من الإعراب '
                      'جواب شرط غير جازم. أساطير الأولين: أساطير خبر لمبتدأ '
                      'مضمر والتقدير هي أساطير ، وأساطير مضاف والأولين مضاف '
                      'إليه مجرور بالياء.',
        'keywords': 'عل:قال:تلي:علي:علة:عالى:على:آية:أساطير:أول:(::):تلا:تلى:إذا:تعالى',
        'phrase': 'قال تعالى ( :إذا تتلى عليه آياتنا قال أساطير الأولين )',
        'reference': 'i3rabxi3rab',
        'source': '15القلم',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :إذا تتلى عليه آياتنا قال أساطير الأولين '
                       ') '},
 1215: {'date': '2023-07-19',
        'id': 1215,
        'inflection': 'ولما فتحوا: الواو حرف عطف ولما حينية أو رابطة متضمنة '
                      'معنى الشرط غير جازمة مبنية على السكون في محل نصب. ولما '
                      'فتحوا: الواو حرف عطف ولما حينية أو رابطة متضمنة معنى '
                      'الشرط غير جازمة مبنية على السكون في محل نصب. فتحوا: فعل '
                      'وفاعل. متاعهم: مفعول به ومضاف إليه، وجملة فتحوا في محل '
                      'جر بإضافة لما إليها. وجدوا: فعل وفاعل .بضاعتهم : مفعول '
                      'به ومضاف إليه، وجملة وجدوا لا محل لها من الإعراب جواب '
                      'شرط غير جازم. ردت: فعل ماض مبني للمجهول ونائب الفاعل '
                      'ضمير مستتر جوازا تقديره هي. إليهم: جار ومجرور متعلق '
                      'بردت وجملة ردت إليهم في محل نصب مفعول به ثان لوجدوا. '
                      'وجملة لما وما بعدها عطف على ما قبلها.',
        'keywords': 'جدا:قال:جدى:65:فتح:بضاعة:لما:لم:وتح:وجد:}:متاع:إلي:رد:راد:يوسف:جد:{::عالى:إلى:ردى:تعالى',
        'phrase': 'قال تعالى { :ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم } 65 '
                  'يوسف',
        'reference': 'i3rabxi3rab',
        'source': 'يوسف 65',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم '
                       '} 65 يوسف'},
 1216: {'date': '2023-07-19',
        'id': 1216,
        'inflection': 'فأما: الفاء حرف استئناف، أما حرف شرط وتفصيل غير جازم. '
                      'فأما: الفاء حرف استئناف، أما حرف شرط وتفصيل غير جازم. '
                      'من: اسم موصول في محل رفع مبتدأ. تاب: فعل ماض مبني على '
                      'الفتح والفاعل ضمير مستتر جوازا تقديره هو وجملة تاب لا '
                      'محل لها من الإعراب صلة الموصول. وآمن: الواو حرف عطف '
                      'وآمن فعل ماض والفاعل ضمير مستتر جوازا تقديره هو والجملة '
                      'عطف على تاب. وعمل: الواو حرف عطف وعمل فعل ماض مبني على '
                      'الفتح والفاعل ضمير مستتر جوازا تقديره هو. صالحا: مفعول '
                      'به أو نائب عن المفعول المطلق مبين لصفته منصوب بالفتحة '
                      'والتقدير: عمل عملا صالحا. فعسى: الفاء رابطة لجواب '
                      'الشرط، وعسى فعل ماض جامد من أفعال الرجاء تعمل عمل كان، '
                      'واسمها ضمير مستتر جوازا تقديره هو أن يكون: أن حرف مصدري '
                      'ونصب، ويكون فعل مضارع ناقص منصوب بأن، وعلامة نصبه '
                      'الفتحة، واسمه ضمير مستتر جوازا تقديره هو. من المفلحين: '
                      'جار ومجرور متعلقان بمحذوف في محل نصب خبر ليكون. وجملة '
                      'أن يكون في محل نصب خبر عسى. وجملة عسى في محل رفع خبر '
                      'اسم الموصول، وهي في نفس الوقت لا محل لها من الإعراب '
                      'جواب شرط غير جازم. وجملة أما وما بعدها لا محل لها من '
                      'الإعراب مستأنفة مسوقة لبيان حال المؤمنين بعد بيان حال '
                      'الكافرين.',
        'keywords': 'قال:أما:أن:عسى:مان:مفلح:}:أم:تاب:فأم:آمن:من:كوى:{::عالى:منى:آن:عمل:صالح:تعالى:كون',
        'phrase': 'قال تعالى { :فأما من تاب وآمن وعمل صالحا فعسى أن يكون من '
                  'المفلحين }',
        'reference': 'i3rabxi3rab',
        'source': 'القصص 67',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فأما من تاب وآمن وعمل صالحا فعسى أن يكون '
                       'من المفلحين }'},
 1217: {'date': '2023-07-19',
        'id': 1217,
        'inflection': 'لو: حرف شرط غير جازم مبني على السكون لا محل له من '
                      'الإعراب. لو: حرف شرط غير جازم مبني على السكون لا محل له '
                      'من الإعراب. أنزلنا: فعل وفاعل. هذا: اسم إشارة في محل '
                      'نصب مفعول به. القرآن: بدل منصوب بالفتحة. على جبل: جار '
                      'ومجرور متعلقان بأنزلنا. لرأيته: اللام رابطة لجواب لو، '
                      'ورأيته فعل وفاعل ومفعول به. خاشعا: مفعول به ثان إذا '
                      'اعتبرنا رأى قلبية، وحال إذا اعتبرناها بصرية. وجملة لو '
                      'أنزلنا لا محل لها من الإعراب كلام مستأنف مسوق للتشبيه.',
        'keywords': 'جبل:هذ:هذا:{::قال:خاشع:عالى:لوى:أنزل:قرآن:لو:على:رأي:رأى:نزل:}:أزل:تعالى',
        'phrase': 'قال تعالى { :لو أنزلنا هذا القرآن على جبل لرأيته خاشعا }',
        'reference': 'i3rabxi3rab',
        'source': 'الحشر 21',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :لو أنزلنا هذا القرآن على جبل لرأيته خاشعا '
                       '} '},
 1218: {'date': '2023-07-19',
        'id': 1218,
        'inflection': 'وليخش: الواو حرف عطف، واللام لام الأمر حرف مبني على '
                      'الفتح لا محل له من الإعراب، ويخش فعل مضارع مجزوم بلام '
                      'الأمر، وعلامة جزمه حذف حرف العلة. وليخش: الواو حرف عطف، '
                      'واللام لام الأمر حرف مبني على الفتح لا محل له من '
                      'الإعراب، ويخش فعل مضارع مجزوم بلام الأمر، وعلامة جزمه '
                      'حذف حرف العلة. الذين: اسم موصول في محل رفع فاعل. لو '
                      'تركوا: لو حرف شرط غير جازم، وتركوا فعل وفاعل. من خلفهم: '
                      'جار ومجرور متعلقان بتركوا، والضمير المتصل في محل جر '
                      'بالإضافة. ذرية: مفعول به منصوب بالفتحة. وجملة ليخش عطف '
                      'على ما قبلها .',
        'keywords': 'خشي:ركا:قال:خشى:ذري:خاش:مان:لوى:ذر:ذرية:}:ذرى:أرك:تورك:لو:خش:ترك:لذي:ورك:خشا:من:{::ذرة:عالى:منى:الذين:خلف:رك:تعالى',
        'phrase': 'قال تعالى { :وليخش الذين لو تركوا من خلفهم ذرية }',
        'reference': 'i3rabxi3rab',
        'source': ' 9النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وليخش الذين لو تركوا من خلفهم ذرية }'},
 1219: {'date': '2023-07-19',
        'id': 1219,
        'inflection': 'وما: الواو حرف عطف، ما حجازية نافية. وما: الواو حرف '
                      'عطف، ما حجازية نافية. أنت: ضمير منفصل في محل رفع اسم '
                      'ما. بمؤمن: الباء حرف جر زائد، ومؤمن مجرور لفظا منصوب '
                      'محلا خبر ما. لنا: جار ومجرور متعلقان بمؤمن، وجملة ما '
                      'أنت معطوفة على ما قبلها. ولو: الواو حرف عطف، ولو شرطية '
                      'غير جازمة. كنا: كان واسمها. صادقين: خبر كان منصوب. '
                      'وجملة ولو كنا معطوفة على ما قبلها.',
        'keywords': 'وكن:قال:ما:لنا:لوى:كن:كنا:نات:}:أنت:لو:{::عالى:مؤمن:صادق:آن:نتا:أنى:تعالى',
        'phrase': 'قال تعالى { :وما أنت بمؤمن لنا ولو كنا صادقين }',
        'reference': 'i3rabxi3rab',
        'source': ' 17يوسف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وما أنت بمؤمن لنا ولو كنا صادقين }'},
 1220: {'date': '2023-07-19',
        'id': 1220,
        'inflection': 'قل: فعل أمر مبني على السكون وفاعله ضمير مستتر وجوبا '
                      'تقديره أنت. قل: فعل أمر مبني على السكون وفاعله ضمير '
                      'مستتر وجوبا تقديره أنت. لو أنتم: حرف شرط غير جازم وحقها '
                      'أن تدخل على الأفعال دون الأسماء لذا لا بد من تقدير فعل '
                      'يفسره ما بعده والتقدير لو تملكون أنتم ،فلما أضمر على '
                      'شريطة التفسير انفصل الضمير المتصل، فأصبح أنتم تأكيدا '
                      'للفاعل المستتر في الفعل المحذوف الذي يفسره ما بعده. '
                      'تملكون: فعل مضارع مرفوع بثبوت النون، وواو الجماعة في '
                      'محل رفع فاعل، والجملة مفسرة لما قبلها لا محل لها من '
                      'الإعراب. خزائن: مفعول به منصوب بالفتحة، وخزائن مضاف، '
                      'رحمة مضاف إليه، ورحمة مضاف، ربي مضاف إليه، وربي مضاف، '
                      'ياء المتكلم في محل جر مضاف إليه.',
        'keywords': 'قال:ملك:ربة:ربي:لوى:انتمى:}:ربى:رب:ربا:لو:أتم:خزائن:أنتم:وقل:{::رحم:عالى:آن:أملك:رحمة:تم:تعالى:قل',
        'phrase': 'قال تعالى { :قل لو أنتم تملكون خزائن رحمة ربي }',
        'reference': 'i3rabxi3rab',
        'source': '111الإسراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :قل لو أنتم تملكون خزائن رحمة ربي }'},
 1221: {'date': '2023-07-19',
        'id': 1221,
        'inflection': 'ولو: الواو حرف عطف، ولو حرف شرط غير جازم. ولو: الواو '
                      'حرف عطف، ولو حرف شرط غير جازم. أنهم: أن حرف توكيد ونصب، '
                      'والضمير المتصل في محل نصب اسمها. صبروا: فعل وفاعل، '
                      'والجملة في محل رفع خبر أن.',
        'keywords': 'هم:{::قال:صبر:عالى:لوى:أن:لو:}:أهم:تعالى:وهم:نهم',
        'phrase': 'قال تعالى { :ولو أنهم صبروا }',
        'reference': 'i3rabxi3rab',
        'source': '5الحجرات',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولو أنهم صبروا }'},
 1222: {'date': '2023-07-19',
        'id': 1222,
        'inflection': 'ولولا: الواو حرف استئناف، ولولا حرف امتناع لوجود متضمن '
                      'معنى الشرط. ولولا: الواو حرف استئناف، ولولا حرف امتناع '
                      'لوجود متضمن معنى الشرط. دفع: مبتدأ حذف خبره والتقدير '
                      'موجود، ودفه مضاف، ولفظ الجلالة مضاف إليه. الناس: مفعول '
                      'به للمصدر. بعضهم: بدل منصوب من الناس، وبعض مضاف، '
                      'والضمير المتصل في محل جر مضاف إليه. لبعض: جار ومجرور '
                      'متعلقان بدفع. لفسدت: اللام واقعة في جواب لولا، وفسد فعل '
                      'ماض، الأرض: فاعل مرفوع بالضمة. وجملة فسدت الأرض لا محل '
                      'لها من الإعراب لأنها جواب شرط غير جازم. وجملة لولا وما '
                      'في حيزها لا محل لها من الإعراب مستأنفة.',
        'keywords': 'أرض:{::قال:فسد:عالى:دفع:لولا:الله:بعض:}:ناس:تعالى:ولول',
        'phrase': 'قال تعالى { :ولولا دفع الله الناس بعضهم لبعض لفسدت الأرض }',
        'reference': 'i3rabxi3rab',
        'source': '251البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ولولا دفع الله الناس بعضهم لبعض لفسدت '
                       'الأرض } '},
 1223: {'date': '2023-07-19',
        'id': 1223,
        'inflection': 'لولا: حرف شرط يدل على الامتناع لوجود " امتناع الجواب '
                      'لوجود لولا: حرف شرط يدل على الامتناع لوجود " امتناع '
                      'الجواب لوجود الشرط "، مبني على السكون لا محل له من '
                      'الإعراب. أبوك: مبتدأ مرفوع بالواو، وهو مضاف، والكاف في '
                      'محل جر بالإضافة، والخبر محذوف وجوبا تقديره موجود. '
                      'ولولا: الواو حرف عطف، ولولا معطوفة على ما قبلها. قبله: '
                      'قبل ظرف زمان متعلق بمحذوف في محل رفع خبر مقدم، وهو '
                      'مضاف، والضمير المتصل في محل جر بالإضافة. عمر: مبتدأ '
                      'مؤخر مرفوع بالضمة. ألقت: ألقى فعل ماض، والتاء تاء '
                      'التأنيث الساكنة. إليك: جار ومجرور متعلقان بألقت. معد: '
                      'فاعل مرفوع بالضمة والجملة الفعلية لا محل لها من الإعراب '
                      'جواب لولا. بالمقاليد: جار ومجرور متعلقان بألقت.',
        'keywords': 'أب:قت:أبى:ألقى:لقى:باك:معد:أبو:معدي:أبا:قبل:إلي:لق:لقا:إليك:مقاليد:ولول:لولا:إلى:ألق:عمر',
        'phrase': 'لولا أبوك ولولا قبله عمر ألقت إليك معد بالمقاليد',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'لولا أبوك ولولا قبله عمر ألقت إليك معد بالمقاليد'},
 1224: {'date': '2023-07-19',
        'id': 1224,
        'inflection': 'إذا: ظرف للزمان المستقبل متضمن معنى الشرط مبني على '
                      'السكون في محل نصب متعلق بجوابه. إذا: ظرف للزمان '
                      'المستقبل متضمن معنى الشرط مبني على السكون في محل نصب '
                      'متعلق بجوابه. ألقوا: فعل ماض مبني للمجهول، وواو الجماعة '
                      'في محل رفع نائب فاعل، والجملة في محل جر بإضافة الظرف '
                      'إليها .فيها: جار ومجرور متعلقان بألقوا. سمعوا: فعل '
                      'وفاعل جواب الشرط، والجملة لا محل لها من الإعراب ،لأنها '
                      'جواب شرط غير جازم. لها: جار ومجرور متعلقان بمحذوف في '
                      'محل نصب حال لشهيقا، لأنه في الأصل صفة وتقدم عليه. '
                      'شهيقا: مفعول به لسمع. وهي: الواو واو الحال، هي ضمير '
                      'منفصل في محل رفع مبتدأ. تفور: خبر مرفوع بالضمة، والجملة '
                      'الاسمية في محل نصب حال. وجملة إذا وما بعدها لا محل لها '
                      'من الإعراب مستأنفة.',
        'keywords': 'شهيق:قال:سمع:له:ألقى:لقي:لقى:وله:تفور:هي:}:وهي:في:لق:إذا:لقا:لها:{::عالى:ألق:تعالى',
        'phrase': 'قال تعالى { :إذا ألقوا فيها سمعوا لها شهيقا وهي تفور }',
        'reference': 'i3rabxi3rab',
        'source': '7الملك',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إذا ألقوا فيها سمعوا لها شهيقا وهي تفور '
                       '} '},
 1225: {'date': '2023-07-19',
        'id': 1225,
        'inflection': 'أما: حرف شرط وتفصيل مبني على السكون لا محل له من '
                      'الإعراب أما: حرف شرط وتفصيل مبني على السكون لا محل له '
                      'من الإعراب السفينة: مبتدأ مرفوع بالضمة. فكانت: الفاء '
                      'رابطة لجواب الشرط، وكانت كان فعل ماض ناقص، والتاء '
                      'للتأنيث، واسمها ضمير مستتر جوازا تقديره هي. لمساكين: '
                      'جار ومجرور متعلقان بمحذوف في محل نصب خبر كان ، وجملة '
                      'كان في محل رفع خبر للسفينة. يعملون: فعل مضارع مرفوع '
                      'بثبوت النون، وواو الجماعة في محل رفع فاعل. في البحر: '
                      'جار ومجرور متعلقان بيعملون، وجملة يعملون في البحر في '
                      'محل جر صفة لمساكين، وجملة فكانت لا محل لها من الإعراب '
                      'جواب شرط غير جازم.',
        'keywords': 'فكانت:أم:أعمل:{::قال:سفين:عالى:أما:في:بحر:مساك:عمل:}:سفينة:مساكين:تعالى',
        'phrase': 'قال تعالى { :أما السفينة فكانت لمساكين يعملون في البحر }',
        'reference': 'i3rabxi3rab',
        'source': ' 79 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :أما السفينة فكانت لمساكين يعملون في البحر '
                       '} '},
 1226: {'date': '2023-07-19',
        'id': 1226,
        'inflection': 'فأما: الفاء الفصيحة، وأما حرف شرط وتفصيل. فأما: الفاء '
                      'الفصيحة، وأما حرف شرط وتفصيل. اليتيم: مفعول به منصوب '
                      'بالفتحة مقدم للفعل تقهر. فلا: الفاء رابطة لجواب الشرط، '
                      'ولا ناهية جازمة. تقهر: فعل مضارع مجزوم بلا، وفاعله ضمير '
                      'مستتر وجوبا تقديره أنت.',
        'keywords': 'يتيم:أم:قهر:لا:{::قال:فأم:عالى:أما:وفل:فل:}:فلا:تعالى',
        'phrase': 'قال تعالى { :فأما اليتيم فلا تقهر }',
        'reference': 'i3rabxi3rab',
        'source': ' 9الضحى',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فأما اليتيم فلا تقهر }'},
 1227: {'date': '2023-07-19',
        'id': 1227,
        'inflection': 'فلما: الفاء حرف عطف، ولما ظرفية أو رابطة. فلما: الفاء '
                      'حرف عطف، ولما ظرفية أو رابطة. جهزهم: فعل ماض، والضمير '
                      'المتصل في محل نصب مفعول به والفاعل ضمير مستتر جوازا '
                      'تقديره هو، وجملة جهز في محل جر بإضافة لما إليها. '
                      'بجهازهم: جار ومجرور ومضاف إليه، وشبه الجملة متعلق '
                      'بجهزهم جعل: فعل ماض مبني على الفتح، والفاعل ضمير مستتر '
                      'جوازا تقديره هو. السقاية: مفعول به منصوب بالفتحة، جملة '
                      'جعل لا محل لها من الإعراب جواب لشرط غير جازم. في رحل '
                      'أخيه: في رحل جار ومجرور متعلقان بجعل، رحل: مضاف، أخيه: '
                      'مضاف إليه مجرور بالياء، وأخي مضاف، والضمير المتصل في '
                      'محل جر بالإضافة .وجملة لما جهزهم معطوفة على ما قبلها.',
        'keywords': 'سقاية:لما:{::فلم:قال:لم:جهز:جهاز:جعل:عالى:وخى:في:أخي:}:تعالى:رحل',
        'phrase': 'قال تعالى { :فلما جهزهم بجهازهم جعل السقاية في رحل أخيه }',
        'reference': 'i3rabxi3rab',
        'source': '71 يوسف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلما جهزهم بجهازهم جعل السقاية في رحل '
                       'أخيه } '},
 1228: {'date': '2023-07-19',
        'id': 1228,
        'inflection': 'كلما: ظرف زمان مبني على السكون في محل نصب متعلق بجوابه '
                      'وهو سألهم. كلما: ظرف زمان مبني على السكون في محل نصب '
                      'متعلق بجوابه وهو سألهم. ألقي: فعل ماض مبني للمجهول. '
                      'فيها: جار ومجرور متعلقان بألقي. فوج: نائب فاعل مرفوع '
                      'بالضمة، وجملة ألقي في محل جر بإضافة الظرف إليها. سألهم: '
                      'فعل ماض، والضمير المتصل في محل نصب مفعول به. خزنتها: '
                      'فاعل مرفوع بالضمة، والضمير المتصل في محل جر بالإضافة. '
                      'وجملة سألهم لا محل لها من الإعراب جواب شرط غير جازم.',
        'keywords': 'قال:فوج:تعالى:ألقى:لقي:لقى:كلم:سأل:وج:}:خزنة:كلما:في:لق:لقا:ألهم:{::خزن:عالى:ألق:لهم',
        'phrase': 'قال تعالى { :كلما ألقي فيها فوج سألهم خزنتها }',
        'reference': 'i3rabxi3rab',
        'source': '8الملك',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :كلما ألقي فيها فوج سألهم خزنتها } '},
 1229: {'date': '2023-07-19',
        'id': 1229,
        'inflection': 'فطلقها فلست لها بكفء ***وإلا يعل مفرقك الحسام فطلقها '
                      'فلست لها بكفء ***وإلا يعل مفرقك الحسام فطلقها: الفاء '
                      'حسب ما قبلها، وطلق فعل أمر مبني على السكون لا محل له من '
                      'الإعراب، والفاعل ضمير مستتر وجوبا تقديره أنت، والضمير '
                      'المتصل في محل نصب مفعول به. فلست: الفاء حرف تعليل، ليس '
                      'فعل ماض ناقص، وتاء المخاطب في محل رفع اسمها. لها: جار '
                      'ومجرور متعلقان بكفء الآتي. بكفء: الباء حرف جر زائد، '
                      'وكفء خبر ليس منصوب بفتحة مقدرة على آخره منع من ظهورها '
                      'اشتغال المحل بحركة حرف الجر الزائد. وإلا: الواو حرف '
                      'عطف، إلا مركب من حرفين أحدهما إن الشرطية والثاني لا '
                      'النافية، وفعل الشرط محذوف يدل عليه سابق الكلام. يعل: '
                      'فعل مضارع جواب الشرط مجزوم وعلامة جزمه حذف عرف العلة. '
                      'مفرقك: مفعول به، وهو مضاف، والكاف في محل جر مضاف إليه '
                      'الحسام: فاعل مرفوع بالضمة.',
        'keywords': '',
        'phrase': '',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': ''},
 1230: {'date': '2023-07-19',
        'id': 1230,
        'inflection': 'فلم: الفاء الفصيحة، ولم حرف نفي وجزم وقلب، وقد وقعت '
                      'الفاء في جواب شرط مقدم أي: إذا افتخرتم بقتلهم فلم '
                      'تقتلوهم. فلم: الفاء الفصيحة، ولم حرف نفي وجزم وقلب، وقد '
                      'وقعت الفاء في جواب شرط مقدم أي: إذا افتخرتم بقتلهم فلم '
                      'تقتلوهم. تقتلوهم: فعل مضارع مجزوم بلم وعلامة جزمه حذف '
                      'النون، وواو الجماعة في محل رفع فاعل، وضمير الغائب في '
                      'محل نصب مفعول به. ولكن: الواو حرف عطف، لكن حرف استدراك '
                      'ونصب. الله: لفظ الجلالة اسمها منصوب. قتلهم: قتل فعل '
                      'ماض، والفاعل ضمير مستتر جوازا تقديره هو والضمير المتصل '
                      'في محل نصب مفعول به، وجملة قتلهم في محل رفع خبر لكن.',
        'keywords': 'لام:{::فلم:قال:لم:لكن:عالى:قتل:الله:لاك:كن:لك:}:تعالى',
        'phrase': 'قال تعالى { :فلم تقتلوهم ولكن الله قتلهم }',
        'reference': 'i3rabxi3rab',
        'source': '17الأنفال',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلم تقتلوهم ولكن الله قتلهم } '},
 1231: {'date': '2023-07-19',
        'id': 1231,
        'inflection': 'كلا: حرف ردع وزجر لا عمل له مبني على السكون لا محل له '
                      'من الإعراب. كلا: حرف ردع وزجر لا عمل له مبني على السكون '
                      'لا محل له من الإعراب. لو: حرف شرط غير جازم. تعلمون: فعل '
                      'مضارع مرفوع بثبوت النون، والواو في محل رفع فاعل، '
                      'والمفعول به محذوف تقديره: عاقبة التلهي والتفاخر، وجواب '
                      'لو محذوف والتقدير: لو تعلمون ما أمامكم من هول لفعلتم ما '
                      'لا يمكن وصفه، وقد دل على الجواب المحذوف قوله تعالى :" '
                      'لترون الجحيم ". علم اليقين: علم مفعول مطلق منصوب '
                      'بالفتحة على المعنى، لأن رأى وعاين بمعنى واحد، وقيل أصله '
                      'العلم اليقين، فهو من باب إضافة الموصوف إلى صفته. لترون: '
                      'اللام جواب قسم محذوف، وترون فعل مضارع مرفوع وعلامة رفعه '
                      'ثبوت النون المحذوفة لتوالي الأمثال، وأصله لترأيون ، '
                      'فلما تحركت الياء وانفتح ما قبلها قلبت ألفا، وحذفت '
                      'لسكونها وسكون الواو بعدها، ثم ألقيت حركة الهمزة التي '
                      'على عين الكلمة على الراء ، وحذفت لثقلها، ثم دخلت النون '
                      'المشددة التي هي للتوكيد، فحذفت نون الرفع لتوالي '
                      'الأمثال، وحركت الواو بالضم لالتقاء الساكنين، ولم تحذف '
                      'لأنها لو حذفت لاختل الفعل بحذف عينه ولامه وواو الضمير. '
                      'وواو الجماعة في محل رفع فاعل الجحيم: مفعول به منصوب '
                      'بالفتحة.',
        'keywords': '.:أكل:قال:رأى:أعلم:ران:روى:يقين:لوى:}:أروى:كلا:كل:لو:علم:جحيم:{::عالى:راءى:وكل:تعالى',
        'phrase': 'قال تعالى { :كلا لو تعلمون علم اليقين. لترون الجحيم }',
        'reference': 'i3rabxi3rab',
        'source': '6 - 5 التكاثر',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :كلا لو تعلمون علم اليقين. لترون الجحيم '
                       '}  '},
 1232: {'date': '2023-07-19',
        'id': 1232,
        'inflection': 'قالت: قال فعل ماض، والتاء للتأنيث. قالت: قال فعل ماض، '
                      'والتاء للتأنيث. بنات العم: فاعل مرفوع بالضمة، وهو مضاف، '
                      'والعم مضاف إليه مجرور بالكسرة. يا سلمى: يا حرف نداء، '
                      'وسلمى منادى مبني على الضم المقدر على الألف في محل نصب. '
                      'وإن: الواو حرف عطف على معطوف محذوف، وإن حرف شرط جازم. '
                      'كان: فعل ماض ناقص مبني على الفتح فعل الشرط في محل جزم، '
                      'واسمه ضمير مستتر جوازا تقديره هو. فقيرا: خبر كان منصوب. '
                      'معدما: صفة منصوبة لفقير، وجواب الشرط محذوف يدل عليه '
                      'سياق الكلام. وجملة الشرط وجوابه معطوفة بالواو على محذوف '
                      'يدل عليه سياق الكلام أيضا، وتقدير هذه المحذوفات: قالت '
                      'بنات العم: يا سلمى، إن كان غنيا موسرا ترضين به، وإن كان '
                      'فقيرا معدما ترضين به. قالت: فعل ماض، والتاء للتأنيث، '
                      'وفاعله ضمير مستتر جوازا تقديره هي يعود إلى سلمى. وإن: '
                      'الواو حرف عطف، إن حرف شرط جازم، وفعل الشرط وجوابه '
                      'محذوفان يدل عليهما سابق الكلام، والتقدير: قالت: إن كان '
                      'غنيا موسرا أرضى به، وإن كان فقيرا معدما أرضى به. '
                      'والشاهد قوله " :وإن كان … وإن " حيث حذف فعل الشرط '
                      'وجوابه لدلالة سياق الكلام عليهما.',
        'keywords': 'إن:معدم:فقير:قال:كان:::سلمى:بنات:بن:عم:قار:شاعر:يا',
        'phrase': 'قال الشاعر : قالت بنات العم يا سلمى وإن كان فقيرا معدما '
                  'قالت وإن',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'شعر',
        'unvocalized': 'قال الشاعر : قالت بنات العم يا سلمى وإن كان فقيرا '
                       'معدما قالت وإن'},
 1233: {'date': '2023-07-19',
        'id': 1233,
        'inflection': 'وأقسموا: الواو حرف استئناف، وأقسموا فعل ماض وواو '
                      'الجماعة في محل رفع فاعله. وأقسموا: الواو حرف استئناف، '
                      'وأقسموا فعل ماض وواو الجماعة في محل رفع فاعله. بالله: '
                      'جار ومجرور متعلقان بأقسموا. جهد: جهد مفعول مطلق منصوب '
                      'بالفتحة، وجهد مضاف ، وأيمان: مضاف إليه، وأيمان مضاف، '
                      'والضمير المتصل في محل جر بالإضافة. ويجوز في جهد النصب '
                      'على الحال والتقدير: مجتهدين. لئن: اللام موطئة للقسم، '
                      'وإن حرف شرط جازم. أمرتهم: فعل وفاعل ومفعول به. ليخرجن: '
                      'اللام واقعة في جواب القسم، ويخرجن فعل مضارع مرفوع بثبوت '
                      'النون المحذوفة لتوالي الأمثال، فقد أوضحنا هذا الحذف في '
                      'الآية السابقة، وواو الجماعة في محل رفع فاعل، والنون '
                      'المثبتة نون التوكيد حرف مبني على الفتح لا محل له من '
                      'الإعراب، ولم يبن الفعل على الفتح لأن نون التوكيد لم '
                      'تباشره. وجملة وأقسموا لا محل لها من الإعراب مستأنفة.',
        'keywords': 'مرت:أيمان:يمان:مرة:أقسم:أمر:{::خرج:قال:أخرج:عالى:الله:مرى:لئن:مر:}:جهد:تعالى',
        'phrase': 'قال تعالى { :وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن }',
        'reference': 'i3rabxi3rab',
        'source': '53 النور',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وأقسموا بالله جهد أيمانهم لئن أمرتهم '
                       'ليخرجن } '},
 1234: {'date': '2023-07-19',
        'id': 1234,
        'inflection': 'من: اسم شرط جازم مبني على السكون في محل رفع مبتدأ. من: '
                      'اسم شرط جازم مبني على السكون في محل رفع مبتدأ. جاء: فعل '
                      'ماض مبني على الفتح والفاعل ضمير مستتر جوازا تقديره هو '
                      'والجملة في محل جزم فعل الشرط. بالحسنة: جار ومجرور '
                      'متعلقان بجاء، أو بمحذوف في محل نصب حال إذا اعتبرنا '
                      'الباء للملابسة، والتقدير: جاء متلبسا بها. فله: الفاء '
                      'رابطة لجواب الشرط، وله جار ومجرور متعلقان بمحذوف في محل '
                      'رفع خبر مقدم. خير: مبتدأ مؤخر. منها: جار ومجرور متعلقان '
                      'بمحذوف في محل رفع صفة لخير، أو متعلق بخير باعتباره اسم '
                      'تفضيل. وجملة جواب الشرط في محل رفع خبر من، وجملة من جاء '
                      'لا محل لها كلام مستأنف مسوق للتمهيد لختام السورة بإجمال '
                      'مصير المحسن والمسيء.',
        'keywords': 'حسن:لهى:قال:له:مان:تعالى:وله:خير:فل:}:وفل:لاه:خار:من:حسنة:{::منى:عالى:فلى:جاء',
        'phrase': 'قال تعالى { :من جاء بالحسنة فله خير منها }',
        'reference': 'i3rabxi3rab',
        'source': ' 89النمل',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :من جاء بالحسنة فله خير منها }'},
 1235: {'date': '2023-07-19',
        'id': 1235,
        'inflection': 'إن: حرف شرط جازم مبني على السكون لا محل له من الإعراب. '
                      'إن: حرف شرط جازم مبني على السكون لا محل له من الإعراب. '
                      'تبدوا: فعل مضارع فعل الشرط مجزوم، وعلامة جزمه حذف النون '
                      '،وواو الجماعة في محل رفع فاعل . الصدقات: مفعول به منصوب '
                      'بالكسرة. فنعما: الفاء رابطة لجواب الشرط، لأن الجواب فعل '
                      'جامد، ونعم فعل ماض جامد لإنشاء المدح، وما نكرة تامة '
                      'بمعنى شيء في محل نصب على التمييز، وفاعل نعم ضمير مستتر '
                      'مفسر بما. هي: ضمير منفصل في محل رفع مبتدأ، وخبره جملة '
                      'نعما، لأنه المخصوص بالمدح، وجملة نعما هي جملة اسمية في '
                      'محل جزم جواب الشرط. وإن تبدوا كلام مستأنف لا محل له من '
                      'الإعراب مسوق لتفصيل ما أجمل في الجملة الشرطية السابقة '
                      'لذلك ترك حرف العطف.',
        'keywords': 'إن:بد:بدا:أبدى:{::نعم:قال:بدي:نعما:صدق:عالى:صدقة:تبدى:هي:}:تعالى',
        'phrase': 'قال تعالى { :إن تبدوا الصدقات فنعما هي }',
        'reference': 'i3rabxi3rab',
        'source': ' 271البقرة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :إن تبدوا الصدقات فنعما هي }'},
 1236: {'date': '2023-07-19',
        'id': 1236,
        'inflection': 'يقولون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، وواو '
                      'الجماعة في محل رفع فاعل، والجملة صفة رابعة لقوم في أول '
                      'الآية. يقولون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، '
                      'وواو الجماعة في محل رفع فاعل، والجملة صفة رابعة لقوم في '
                      'أول الآية. إن: حرف شرط جازم مبني على السكون لا محل له '
                      'من الإعراب. أوتيتم: فعل ماض مبني للمجهول في محل جزم فعل '
                      'الشرط، والتاء في محل رفع نائب فاعل، والميم علامة الجمع. '
                      'هذا: اسم إشارة في محل نصب مفعول به ثان، والمفعول الأول '
                      'نائب الفاعل. فخذوه: الفاء رابطة لجواب الشرط، وخذوه فعل '
                      'أمر وفاعل ومفعول به، وجملة خذوه في محل جزم جواب الشرط، '
                      'واتصلت به الفاء لأنه طلبي أمر لا يصلح أن يكون جوابا '
                      'للشرط. وجملة إن وما بعدها في محل نصب مقول القول.',
        'keywords': 'إن:قول:هذ:يتم:هذا:أخذ:{::قال:أقول:عالى:تيتم:}:آتى:فخذ:تعالى',
        'phrase': 'قال تعالى { :يقولون إن أوتيتم هذا فخذوه }',
        'reference': 'i3rabxi3rab',
        'source': ' 41المائدة',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :يقولون إن أوتيتم هذا فخذوه }'},
 1237: {'date': '2023-07-19',
        'id': 1237,
        'inflection': 'قال: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازا '
                      'تقديره هو. قال: فعل ماض مبني على الفتح، والفاعل ضمير '
                      'مستتر جوازا تقديره هو. إن: حرف شرط جازم. سألتك: فعل '
                      'وفاعل ومفعول به، والجملة في محل جزم فعل الشرط. عن شيء: '
                      'جار ومجرور متعلقان بسألتك. بعدها: بعد ظرف منصوب '
                      'بالفتحة، وهو مضاف، والضمير المتصل في محل جر مضاف إليه، '
                      'والظرف متعلق بمحذوف في محل جر صفة لشيء. فلا: الفاء '
                      'رابطة لجواب الشرط، ولا ناهية. تصاحبني: تصاحب فعل مضارع '
                      'مجزوم بلا، وعلامة جزمه السكون والفاعل ضمير مستتر وجوبا '
                      'تقديره أنت، والنون للوقاية حرف مبني لا محل له من '
                      'الإعراب، والياء في محل نصب مفعول به وجملة لا تصاحبني في '
                      'محل جزم جواب الشرط، واتصلت به الفاء لأنه طلبي نهي. '
                      'وجملة إن سألتك في محل نصب مقول القول.',
        'keywords': 'سألة:لا:قال:عن:سأل:عان:عد:شاء:فل:}:صاحب:إن:عنى:لت:وفل:ولت:بعد:شيء:{::عالى:فلا:تعالى',
        'phrase': 'قال تعالى { :قال إن سألتك عن شيء بعدها فلا تصاحبني }',
        'reference': 'i3rabxi3rab',
        'source': '76 الكهف',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :قال إن سألتك عن شيء بعدها فلا تصاحبني } '},
 1238: {'date': '2023-07-19',
        'id': 1238,
        'inflection': 'وإن: الواو حرف عطف، وإن شرطية جازمة. وإن: الواو حرف '
                      'عطف، وإن شرطية جازمة. يخذلكم: فعل مضارع مجزوم وعلامة '
                      'جزمه السكون فعل الشرط ، والفاعل ضمير مستتر جوازا تقديره '
                      'هو، والكاف في محل نصب مفعول به. فمن: الفاء رابطة لجواب '
                      'الشرط، ومن اسم استفهام إنكاري مبني على السكون في محل '
                      'رفع مبتدأ ذا: اسم إشارة مبني على السكون في محل رفع خبر. '
                      'والجملة الاسمية في محل جزم جواب الشرط، لذلك اتصلت بها '
                      'الفاء. وجملة إن يخذلكم معطوفة على ما قبلها. الذي: اسم '
                      'موصول في محل رفع بدل من اسم الإشارة. ينصركم: ينصر فعل '
                      'مضارع مرفوع بالضمة، والفاعل ضمير مستتر جوازا تقديره هو، '
                      'والكاف في محل نصب مفعول به. وجمل ينصركم لا محل لها من '
                      'الإعراب صلة الموصول. من بعده: جار ومجرور متعلقان بمحذوف '
                      'في مح نصب حال، والضمير المتصل في محل جر مضاف إليه.',
        'keywords': 'إن:ذا:الذي:{::قال:بعد:مان:عالى:منى:خذل:عد:نصر:}:لذي:تعالى:من',
        'phrase': 'قال تعالى { :وإن يخذلكم فمن ذا الذي ينصركم من بعده }',
        'reference': 'i3rabxi3rab',
        'source': '161آل عمران',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإن يخذلكم فمن ذا الذي ينصركم من بعده } '},
 1239: {'date': '2023-07-19',
        'id': 1239,
        'inflection': 'ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'تولى: فعل ماض مبني على الفتح فعل الشرط في محل جزم، '
                      'والفاعل ضمير مستتر جوازا تقديره: هو. فما: الفاء رابطة '
                      'لجواب الشرط لأنه جملة فعلية مسبوقة بما، وما نافية لا '
                      'عمل لها. أرسلناك: فعل وفاعل ومفعول به، وجملة ما أرسلناك '
                      'في محل جزم جواب الشرط هذا في الظاهر، وعند التأمل يظهر '
                      'لك أن الجواب محذوف تقديره: ومن تولى فلا يهمنك، وعله '
                      'تكون ما أرسلناك وما في حيزها مفيدة للتعليل لا محل لها '
                      'من الإعراب عليهم: جار ومجرور متعلقان بحفيظا. حفيظا: حال '
                      'منصوب بالفتحة. وجملة الشرط وجوابها في محل رفع خبر '
                      'المبتدأ من. وجملة من تولى معطوفة على ما قبلها.',
        'keywords': 'فم:عل:قال:ما:مان:ولى:حفيظ:أولى:رسل:علي:علة:}:ولي:أرسل:من:تولى:{::منى:عالى:على:تعالى',
        'phrase': 'قال تعالى { :ومن تولى فما أرسلناك عليهم حفيظا }',
        'reference': 'i3rabxi3rab',
        'source': '81النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن تولى فما أرسلناك عليهم حفيظا } '},
 1240: {'date': '2023-07-19',
        'id': 1240,
        'inflection': 'ومن: الواو حرف عطف، ومن اسم شرط جازم مبني على السكون في '
                      'محل نصب مفعول به مقدم ليضلل. ومن: الواو حرف عطف، ومن '
                      'اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم '
                      'ليضلل. يضلل: فعل الشرط مجزوم وعلامة جزمه السكون، '
                      'والفاعل ضمير مستتر جوازا تقديره هو. فلن: الفاء واقعة في '
                      'جواب الشرط لأن جواب الشرط جملة فعلية مسبوقة بلن، ولن '
                      'حرف نصب. تجد: فعل مضارع منصوب بلن، والفاعل ضمير مستتر '
                      'وجوبا تقديره أنت. وجملة لن تجد في محل جزم جواب الشرط. '
                      'له: جار ومجرور متعلقان بأولياء. أولياء: مفعول به منصوب '
                      'بالفتحة. من دونه: جار ومجرور متعلقان بمحذوف في محل نصب '
                      'حال ، ودون مضاف، والضمير المتصل في محل جر بالإضافة. '
                      'وجملة من يضلل معطوفة على ما قبلها.',
        'keywords': 'جدا:لهى:دون:قال:له:جدى:لن:لان:أولياء:مان:تعالى:جاد:وله:وجد:فل:}:أجاد:أجدى:وفل:لاه:من:دوى:جد:توجد:{::ضلل:منى:عالى:فلى:أضل:فال:ضل',
        'phrase': 'قال تعالى { :ومن يضلل فلن تجد له أولياء من دونه }',
        'reference': 'i3rabxi3rab',
        'source': ' 97الإسراء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن يضلل فلن تجد له أولياء من دونه }'},
 1241: {'date': '2023-07-19',
        'id': 1241,
        'inflection': 'فمن: الفاء حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'فمن: الفاء حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'يؤمن: فعل مضارع مجزوم لأنه فعل الشرط، والفاعل ضمير '
                      'مستتر جوازا تقديره هو، وجملة من يؤمن معطوفة على ما '
                      'قبلها. بربه: جار ومجرور متعلق بيؤمن، والضمير في محل جر '
                      'بالإضافة فلا: الفاء رابطة لجواب الشرط، لأنه فعل مضارع '
                      'مسبوق بلا النافية ولا نافية لا عمل لها. يخاف: فعل مضارع '
                      'مرفوع بالضمة، والفاعل ضمير مستتر جوازا تقديره هو، وجملة '
                      'لا يخاف في محل رفع خبر لمبتدأ محذوف، والتقدير: فهو لا '
                      'يخاف. وجمل المبتدأ المقدر وخبره في محل جزم جواب الشرط '
                      '.بخسا : مفعول به. ولا رهقا: الواو حرف عطف، ولا نافية لا '
                      'عمل لها، ورهقا معطوفة على بخسا.',
        'keywords': 'لا:قال:مان:آم:فل:}:رب:أم:خاف:رهق:بخس:أمن:وفل:أخاف:آمن:من:{::منى:عالى:فلا:تعالى',
        'phrase': 'قال تعالى { :فمن يؤمن بربه فلا يخاف بخسا ولا رهقا }',
        'reference': 'i3rabxi3rab',
        'source': ' 13الجن',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فمن يؤمن بربه فلا يخاف بخسا ولا رهقا }'},
 1242: {'date': '2023-07-19',
        'id': 1242,
        'inflection': 'ومن: الواو للاستئناف، ومن اسم شرط جازم في محل رفع '
                      'مبتدأ. ومن: الواو للاستئناف، ومن اسم شرط جازم في محل '
                      'رفع مبتدأ. يشرك: فعل الشرط مجزوم وعلامة جزمه السكون، '
                      'والفاعل ضمير مستتر جوازا تقديره هو. بالله: جار ومجرور '
                      'متعلقا بيشرك. فقد افترى: الفاء رابطة لجواب الشرط لأنه '
                      'جملة فعلية مسبوقة بقد ، قد: حرف تحقيق. افترى: فعل ماض '
                      'مبني على الفتح المقدر، والفاعل ضمير مستتر جوازا تقديره '
                      'هو، وجملة جواب الشرط في محل جزم. إثما: مفعول به منصوب '
                      'بالفتحة .عظيما: صفة منصوبة بالفتحة. وجملة فعل الشرط '
                      'وجوابه في محل رفع خبر المبتدأ من.',
        'keywords': 'شار:قال:شرك:مان:قاد:شر:أشرك:}:أشار:افترى:وشر:إثم:الله:من:{::أشرى:منى:عالى:قد:شرى:مبين:فقد:تعالى',
        'phrase': 'قال تعالى { :ومن يشرك بالله فقد افترى إثما مبينا }',
        'reference': 'i3rabxi3rab',
        'source': ' 48النساء',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن يشرك بالله فقد افترى إثما مبينا }'},
 1243: {'date': '2023-07-19',
        'id': 1243,
        'inflection': 'ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'ومن: الواو حرف عطف، ومن اسم شرط جازم في محل رفع مبتدأ. '
                      'أوفى: فعل ماض مبني على الفتح المقدر في محل جزم فعل '
                      'الشرط، والفاعل ضمير مستتر جوازا تقديره هو. بما: الباء '
                      'حرف جر، وما اسم موصول في محل جر، وشبه الجملة متعلقان '
                      'بأوفى. عاهد: فعل ماض مبني على الفتح، والفاعل ضمير مستتر '
                      'جوازا تقديره هو، وجملة عاهد لا محل لها من الإعراب صلة '
                      'الموصول. عليه: جار ومجرور متعلقان بعاهد، وضمت الهاء مع '
                      'أنها تكسر بعد الياء لمجيء سكون بعدها فيجوز الضم والكسر. '
                      'الله: لفظ الجلالة مفعول به منصوب بالفتحة. فسيؤتيه: '
                      'الفاء رابطة لجواب الشرط لأنه جملة فعلية فعلها مضارع '
                      'مسبوقة بالسين، والسين حرف استقبال مبني على الفتح لا محل '
                      'له من الإعراب، ويؤتي فعل مضارع مرفوع بالضمة المقدرة على '
                      'الياء، والفاعل ضمير مستتر جوازا تقديره هو يعود على '
                      'الله، وهاء الغائب في محل نصب مفعول به أول، وجملة سيؤتيه '
                      'في محل جزم جواب الشرط. أجرا: مفعول به ثان. عظيما: صفة '
                      'منصوبة لأجرا. وجملة فعل الشرط وجوابه في محل رفع خبر '
                      'المبتدأ من. وجملة من أوفى وما بعدها معطوفة على ما '
                      'قبلها.',
        'keywords': 'عل:قال:عاهد:مان:علي:علة:}:بما:جر:الله:عظيم:أجر:وفى:من:أوفى:{::منى:عالى:على:آتى:تعالى',
        'phrase': 'قال تعالى { :ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما '
                  '}',
        'reference': 'i3rabxi3rab',
        'source': '11 الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا '
                       'عظيما } '},
 1244: {'date': '2023-07-19',
        'id': 1244,
        'inflection': 'وإن: الواو حرف عطف، وإن حرف شرط جازم. وإن: الواو حرف '
                      'عطف، وإن حرف شرط جازم. خفتم: فعل وفاعل، والجملة في محل '
                      'جزم فعل الشرط. عليه: جار ومجرور متعلقان بمحذوف في محل '
                      'نصب مفعول به. فسوف: الفاء رابطة لجواب الشرط لأنه فعل '
                      'مضارع مسبوق بسوف، وسوف حرف استقبال مبني على الفتح لا '
                      'محل له من الإعراب. يغنيكم: فعل مضارع مرفوع بالضمة '
                      'المقدرة على الياء، وكاف المخاطبين في محل نصب مفعول به '
                      'مقدم، والجملة الفعلية في محل جزم جواب الشرط. الله: لفظ '
                      'الجلالة فاعل مرفوع بالضمة. من فضله: جار ومجرور متعلقان '
                      'بيغنيكم، ويغني مضاف، والضمير المتصل في محل جر مضاف '
                      'إليه. وجملة إن وما بعدها معطوفة على ما قبلها.',
        'keywords': 'عل:قال:غنى:مان:فضل:علي:علة:سوف:}:أغنى:إن:خاف:الله:من:ء:{::عالى:على:منى:تعالى:ضل',
        'phrase': 'قال تعالى { :وإن خفتم عليه فسوف يغنيكم الله من فضله } ء',
        'reference': 'i3rabxi3rab',
        'source': '11 الفتح',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :وإن خفتم عليه فسوف يغنيكم الله من فضله } '
                       'ء'},
 1245: {'date': '2023-07-19',
        'id': 1245,
        'inflection': 'فلما: الفاء حرف عطف، ولما حينية أو رابطة متضمنة معنى '
                      'الشرط فلما: الفاء حرف عطف، ولما حينية أو رابطة متضمنة '
                      'معنى الشرط نجاهم: فعل ماض مبني على الفتح المقدر، '
                      'والضمير المتصل في محل نصب مفعول به، والفاعل ضمير مستتر '
                      'جوازا تقديره هو ، والجملة الفعلية في محل جر بإضافة لما '
                      'إليها. إذا: إذا الفجائية حرف مبني على السكون لا محل له '
                      'من الإعراب ، رابطة لجواب الشرط سدت مسد الفاء. هم: ضمير '
                      'منفصل في محل رفع مبتدأ. يبغون: فعل مضارع مرفوع بثبوت '
                      'النون، وواو الجماعة في محل رفع فاعل، والجملة الفعلية في '
                      'محل رفع خبر المبتدأ هم. وجملة لما وما بعدها معطوفة على '
                      'ما قبلها.',
        'keywords': 'بغى:قال:نجى:بغ:وهم:هام:هم:لما:لم:وبغ:نجا:أبغى:}:فلم:إذا:{::نج:عالى:تعالى',
        'phrase': 'قال تعالى { :فلما نجاهم إذا هم يبغون }',
        'reference': 'i3rabxi3rab',
        'source': ' 23يونس',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :فلما نجاهم إذا هم يبغون }'},
 1246: {'date': '2023-07-19',
        'id': 1246,
        'inflection': 'إن أردت: إن حرف شرط جازم، وأردت فعل وفاعل، والجملة في '
                      'محل جزم فعل الشرط. إن أردت: إن حرف شرط جازم، وأردت فعل '
                      'وفاعل، والجملة في محل جزم فعل الشرط. أن أنصح: أن حرف '
                      'مصدري ونصب، وأنصح فعل مضارع منصوب بأن، وعلامة نصبه '
                      'الفتحة، والفاعل ضمير مستتر وجوبا تقديره: أنا. وجملة أن '
                      'أنصح في محل نصب مفعول به لأردت. لكم: جار ومجرور متعلقان '
                      'بأنصح. إن كان: إن حرف شرط جازم، وكان فعل ناقص. وجملة '
                      'كان في محل جزم فعل الشرط ثاني. الله: لفظ الجلالة اسم '
                      'كان مرفوع. يريد: فعل مضارع مرفوع بالضمة، والفاعل ضمير '
                      'مستتر جوازا تقديره: هو. وجملة يريد في محل نصب خبر كان. '
                      'أن يغويكم: أن حرف مصدري ونصب، ويغوي فعل مضارع منصوب بأن '
                      'وعلامة نصبه الفتحة الظاهرة، والفاعل ضمير مستتر جوازا '
                      'تقديره: هو، والضمير المتصل في محل نصب مفعول به. وجملة '
                      'أن يغويكم في محل نصب مفعول به ليريد.',
        'keywords': 'قال:أن:صح:):انصاح:لكم:راب:غوى:إن:ربى:رب:رد:كان:راد:الله:أراد:أغوى:نصح:هو:عالى:أصح:(::آن:أردى:ردى:تعالى:كم',
        'phrase': 'قال تعالى ( :إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم '
                  'هو ربكم )',
        'reference': 'i3rabxi3rab',
        'source': '34هود',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى ( :إن أردت أن أنصح لكم إن كان الله يريد أن '
                       'يغويكم هو ربكم ) '},
 1247: {'date': '2023-07-19',
        'id': 1247,
        'inflection': 'لا :حرف نهي وجزم مبني على السكون ل محل له من العراب لا '
                      ':حرف نهي وجزم مبني على السكون ل محل له من العراب '
                      'تظنوا:تظن:فعل مضارع مجزوم بل الناهية وعلمة جزمه حذف حرف '
                      'النون من آخره لنه من الفعال الخمسة واو الجماعة :ضمير '
                      'متصل مبني في محل رفع فاعل المحتل :مفعول به اول منصوب '
                      'وعلمة نصبه الفتحة الظاهرة على اخره ذا:مفعول به ثاني '
                      'منصوب وعلمة نصبه اللف لنه من السماء الخمسة وهو مضاف '
                      'انسانية :مضاف اليه مجرور وعلمة جره تنوين الكسرة الظاهر '
                      'على اخره',
        'keywords': 'ظن:):_1لا:محتل:(:انسانية:ذا',
        'phrase': '( _1لا تظنوا المحتل ذا انسانية )',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': '( _1لا تظنوا المحتل ذا انسانية )'},
 1248: {'date': '2023-07-19',
        'id': 1248,
        'inflection': 'أخبر :فعل ماضي مبني على الفتح الظاهر على آخره أخبر :فعل '
                      'ماضي مبني على الفتح الظاهر على آخره نا:ضمير متصل مبني '
                      'على السكون في محل نصب مفعول به أول المعلمون :فاعل مرفوع '
                      'وعلمة رفعه الواو لأنه جمع مذكر سالم الامتحانات :مفعول '
                      'به ثاني منصوب وعلامة نصبه الكسرة الظاهرة على آخره لأنه '
                      'جمع مؤنث سالم مؤجلة :مفعول به ثالث منصوب وعلامة نصبه '
                      'تنوين الفتح الظاهر على آخره',
        'keywords': 'خبر:مؤجل:امتحان:معلم:أخبر',
        'phrase': 'أخبرنا المعلمون الامتحانات مؤجلة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أخبرنا المعلمون الامتحانات مؤجلة'},
 1249: {'date': '2023-07-19',
        'id': 1249,
        'inflection': 'لكي: اللام حرف جر مبني لا محل له من الإعراب لكي: اللام '
                      'حرف جر مبني لا محل له من الإعراب كي :حرف مصدري ونصب '
                      'مبني على السكون لا محل له من الإعراب تعيش :فعل مضارع '
                      'منصوب بكي وعلامة نصبه الفتحة الظاهرة على آخره بلد :فاعل '
                      'مرفوع وعلامة رفعه الضمة نا :ضمير متصل مبني لا محل له من '
                      'الإعراب والمصدر المؤول من كي والفعل في محل جر بحرف الجر '
                      '(اللام)',
        'keywords': 'لد:عيش:تعيش:لكي:موت:بلد:لك:كي:أعاش',
        'phrase': 'نموت لكي تعيش بلدنا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'نموت لكي تعيش بلدنا'},
 1250: {'date': '2023-07-19',
        'id': 1250,
        'inflection': 'فاز: فعل ماض مبني على الفتح الظاهر ..والجملة الفعلية ( '
                      'ابتدائية ) لامحل لها من الإعراب. فاز: فعل ماض مبني على '
                      'الفتح الظاهر ..والجملة الفعلية ( ابتدائية ) لامحل لها '
                      'من الإعراب. سبعة: فاعل مرفوع وعلامة رفعه الضمة الظاهرة '
                      '..وهو مضاف. متسابقين: مضاف إليه مجرور وعلامة جره الياء '
                      'لأنه جمع مذكر سالم. والنون عوض عن التنوين في الاسم '
                      'المفرد.',
        'keywords': 'سبعة:فاز:متسابق:سبع',
        'phrase': 'فاز سبعة متسابقين',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'فاز سبعة متسابقين'},
 1251: {'date': '2023-07-19',
        'id': 1251,
        'inflection': 'في: حرف جر مبني على السكون لا محل له من الإعراب. في: '
                      'حرف جر مبني على السكون لا محل له من الإعراب. المدرسة: '
                      'اسم مجرور وعلامة جره الكسرة الظاهرة ..والجار والمجرور '
                      'في محل رفع خبر مقدم. اثنا: مبتدأ مؤخر مرفوع وعلامة رفعه '
                      'الألف لأنه ملحق بالمثنى. عشر: جزء من عدد مركب مبني على '
                      'الفتح لا محل له من الإعراب. صفا: تمييز منصوب وعلامة '
                      'نصبه الفتحة الظاهرة..',
        'keywords': 'مدرس:اثنا:مدرسة:في:صف:عشر:صفا:وصف',
        'phrase': 'في المدرسة اثنا عشر صفا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في المدرسة اثنا عشر صفا'},
 1252: {'date': '2023-07-19',
        'id': 1252,
        'inflection': 'ذهبنا: فعل ماض مبني على السكون لاتصاله بنا الدالة على '
                      'الفاعلين. ونا: ضمير متصل مبني على السكون في محل رفع '
                      'فاعل. والجملة لا محل لها من الإعراب ( ابتدائية) ذهبنا: '
                      'فعل ماض مبني على السكون لاتصاله بنا الدالة على '
                      'الفاعلين. ونا: ضمير متصل مبني على السكون في محل رفع '
                      'فاعل. والجملة لا محل لها من الإعراب ( ابتدائية) إلى: '
                      'حرف جر مبني على السكون لا محل له من الإعراب. خمس عشرة: '
                      'عدد مركب مبني على فتح الجزأين في محل جر بحرف الجر. '
                      'حديقة: تمييز منصوب وعلامة نصبه الفتحة الظاهرة..',
        'keywords': 'خمس:عشرة:ذهب:حديقة:إلى:عشر',
        'phrase': 'ذهبنا إلى خمس عشرة حديقة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ذهبنا إلى خمس عشرة حديقة'},
 1253: {'date': '2023-07-19',
        'id': 1253,
        'inflection': 'يبني: فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على '
                      'الياء للثقل. والجملة ( ابتدائية ) لامحل لها.. يبني: فعل '
                      'مضارع مرفوع وعلامة رفعه الضمة المقدرة على الياء للثقل. '
                      'والجملة ( ابتدائية ) لامحل لها.. العمال: فاعل مرفوع '
                      'وعلامة رفعه الضمة الظاهرة.. سبعة: مفعول به منصوب وعلامة '
                      'نصبه الفتحة الظاهرة .. وعشرين: الواو حرف عطف ..عشرين: '
                      'اسم معطوف على سبعة مرفوع مثله وعلامة رفعه الواو لأنه '
                      'ملحق بجمع المذكر السالم. والنون عوض عن التنوين في الاسم '
                      'المفرد. بيتا: تمييز منصوب وعلامة نصبه الفتحة الظاهرة..',
        'keywords': 'بات:عمال:سبع:سبعة:بيت:عشر:بنى',
        'phrase': 'يبني العمال سبعة وعشرين بيتا',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'يبني العمال سبعة وعشرين بيتا'},
 1254: {'date': '2023-07-19',
        'id': 1254,
        'inflection': 'المعلمون: مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر '
                      'سالم، والنون عوض عن التنوين.. المعلمون: مبتدأ مرفوع '
                      'وعلامة رفعه الواو لأنه جمع مذكر سالم، والنون عوض عن '
                      'التنوين.. يذهبون: فعل مضارع مرفوع وعلامة رفعه ثبوت '
                      'النون لأنه من الأفعال الخمسة. والواو ضمير متصل مبني على '
                      'السكون في محل رفع فاعل. والجملة الفعلية (يرفعون) في محل '
                      'رفع خبر للمبتدأ (المهندسون) والجملة الاسمية ( المهندسون '
                      'يرفعون ) ابتدائية لا محل لها من الإعراب. إلى: حرف جر '
                      'مبني على السكون لا محل له من الإعراب. آثار: اسم مجرور '
                      'بحرف الجر إلى وعلامة جره الكسرة الظاهرة ..والجار '
                      'والمجرور متعلقان بالفعل يذهبون. ومصانع: الواو حرف عطف. '
                      'مصانع: اسم معطوف على آثار مجرور مثله وعلامة جره الفتحة '
                      'عوضا عن الكسرة لأنه ممنوع من الصرف ( صيغة منتهى الجموع '
                      ')',
        'keywords': 'آثار:أذهب:ذهب:إلى:معلم:مصانع',
        'phrase': 'المعلمون يذهبون إلى آثار ومصانع',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'المعلمون يذهبون إلى آثار ومصانع'},
 1255: {'date': '2023-07-19',
        'id': 1255,
        'inflection': 'في: حرف جر مبني على السكون لا محل له من الإعراب. في: '
                      'حرف جر مبني على السكون لا محل له من الإعراب. هذه: الهاء '
                      'للتنبيه ..ذه: اسم إشارة مبني على الكسر في محل جر بحرف '
                      'الجر. والجار والمجرور في محل رفع خبر مقدم ( أي الجار '
                      'والمجرور متعلقان بالخبر المحذوف) المصانع: بدل من اسم '
                      'الإشارة مجرور ( لأن اسم الإشارة في محل جر ) وعلامة جره '
                      'الكسرة الظاهرة.. خبراء: مبتدأ مؤخر مرفوع وعلامة رفعه '
                      'الضمة الظاهرة .. مشهورون: نعت ( صفة ) للخبراء مرفوع '
                      'مثله وعلامة رفعه الواو لأنه جمع مذكر سالم والنون عوض عن '
                      'التنوين..',
        'keywords': 'هذ:مشهور:خبراء:في:هذه:مصانع',
        'phrase': 'في هذه المصانع خبراء مشهورون',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'في هذه المصانع خبراء مشهورون'},
 1256: {'date': '2023-07-19',
        'id': 1256,
        'inflection': 'أنفس: مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.. أنفس: '
                      'مبتدأ مرفوع وعلامة رفعه الضمة الظاهرة.. الفتية: مضاف '
                      'إليه مجرور وعلامة جره الكسرة الظاهرة لا: حرف نفي مبني '
                      'على السكون لا محل له من الإعراب. ترضى: فعل مضارع مرفوع '
                      'وعلامة رفعه الضمة المقدرة على الألف للتعذر. والفاعل '
                      'ضمير مستتر جوازا تقديره هي. والجملة الفعلية ( ترضى ) في '
                      'محل رفع خبر للمبتدأ ( الأنفس ) والجملة الاسمية ( أنفس '
                      'الفتية لا ترضى )..لا محل لها من الإعراب) لأنها '
                      'ابتدائية. بالذل: الباء حرف جر ..الذل اسم مجرور وعلامة '
                      'جره الكسرة ..والجار والمجرور متعلقان بالفعل ترضى.',
        'keywords': 'أرضى:فتي:أنفس:فت:لا:رضى:ذل:فتية:نفس:رضا:رضي:فتى:فتة:ترضى',
        'phrase': 'أنفس الفتية لا ترضى بالذل',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنفس الفتية لا ترضى بالذل'},
 1257: {'date': '2023-07-19',
        'id': 1257,
        'inflection': 'أحترم: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة '
                      '..والفاعل ضمير مستتر وجوبا تقديره أنا. أحترم: فعل مضارع '
                      'مرفوع وعلامة رفعه الضمة الظاهرة ..والفاعل ضمير مستتر '
                      'وجوبا تقديره أنا. والجملة الفعلية لامحل لها من الإعراب '
                      'لأنها ابتدائية. الطويلبة: مفعول به منصوب وعلامة نصبه '
                      'الفتحة الظاهرة.. التي: اسم موصول مبني على السكون في محل '
                      'نصب نعت ( صفة ) للطويلبة. تحترم: فعل مضارع مرفوع وعلامة '
                      'رفعه الضمة الظاهرة ..والفاعل ضمير مستتر جوازا تقديره '
                      'هي. والجملة الفعلية ( تحترم ) لا محل لها من الإعراب '
                      'لأنها صلة الموصول. نفسها: مفعول به منصوب وعلامة نصبه '
                      'الفتحة الظاهرة ..وهو مضاف. والهاء ضمير متصل مبني على '
                      'السكون في محل جر بالإضافة.',
        'keywords': 'الطويلبة:احترم:التي:نفس',
        'phrase': 'أحترم الطويلبة التي تحترم نفسها',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أحترم الطويلبة التي تحترم نفسها'},
 1258: {'date': '2023-07-19',
        'id': 1258,
        'inflection': 'أنا: ضمير منفصل مبني على السكون في محل رفع مبتدأ. أنا: '
                      'ضمير منفصل مبني على السكون في محل رفع مبتدأ. عربي: خبر '
                      'مرفوع وعلامة رفعه الضمة الظاهرة.. أحب: فعل مضارع مرفوع '
                      'وعلامة رفعه الضمة الظاهرة ..والفاعل ضمير مستتر وجوبا '
                      'تقديره أنا. والجملة الفعلية ( أحب ) في محل رفع صفة '
                      'لـ(عربي) عروبتي: مفعول به منصوب وعلامة نصبه الفتحة '
                      'المقدرة على ما قبل ياء المتكلم ..وهو مضاف. وياء المتكلم '
                      'ضمير متصل مبني على السكون في محل جر بالإضافة.',
        'keywords': 'أنا:حاب:حب:عروب:أحب:عرب:حبى:حبا:عروبة:عربي:عربة',
        'phrase': 'أنا عربي أحب عروبتي',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'أنا عربي أحب عروبتي'},
 1259: {'date': '2023-07-19',
        'id': 1259,
        'inflection': 'وقد: الواو حرف استئناف، قد حرف تحقيق مبني على السكون لا '
                      'محل له من الإعراب. وقد: الواو حرف استئناف، قد حرف تحقيق '
                      'مبني على السكون لا محل له من الإعراب. اغتدي: فعل مضارع '
                      'مرفوع وعلامة رفعه الضمة المقدرة على الياء منع من ظهورها '
                      'الثقل. والفاعل ضمير مستتر فبه وجوبا تقديره: أنا. '
                      'والجملة الفعلية لا محل لها من الإعراب استئنافية. '
                      'والطير: الواو واو الحال، الطير مبتدأ مرفوع بالضمة '
                      'الظاهرة. في وكناتها: جار ومجرور وشبه الجملة متعلق '
                      'بمحذوف في محل رفع خبر، ووكنات مضاف، والضمير المتصل في '
                      'محل جر مضاف إليه. والجملة الاسمية في محل نصب حال من '
                      'الفاعل في " أغتدي " والتقدير: أغدوا إلى الصيد ملابسا '
                      'لهذه الحالة ، والرابط الواو. بمنجرد :الباء حرف جر، '
                      'منجرد اسم مجرور بالباء، والجر والمجرور متعلقان بـ " '
                      'أغتدي "، ومنجرد صفة لموصوف محذوف وهو اسم فاعل، وفاعله '
                      'ضمير مستتر فيه جوازا تقديره: هو يعود على فرس الشاعر. '
                      'قيد الأوابد: قيد صفة ثانية للموصوف المحذوف، وقيد مضاف '
                      'والأوابد مضاف إليه وهو من باب إضافة الوصف لمعموله، '
                      'وفاعله ضمير مستتر فيه جوازا تقديره: هو يعود على الفرس. '
                      'هيكل: صفة ثالثة للموصوف المحذوف مجرور بالكسرة. والشاهد '
                      'قوله: أغتدي. فهو فعل لازم يكتفي بفاعله ولا يتعدى '
                      'للمفعول به لا بنفسه ،ولا بوساطة حرف الجر.',
        'keywords': 'بمنجرد:اغتدي:قيد:كنة:وكن:قال:::قد:قاد:في:وقد:وكنة:أوابد:هيكل:طير:شاعر',
        'phrase': 'قال الشاعر : وقد اغتدي والطير في وكناتها بمنجرد قيد الأوابد '
                  'هيكل',
        'reference': 'i3rabxi3rab',
        'source': 'امرؤ القيس',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'شعر',
        'unvocalized': 'قال الشاعر : وقد اغتدي والطير في وكناتها بمنجرد قيد '
                       'الأوابد هيكل'},
 1260: {'date': '2023-07-19',
        'id': 1260,
        'inflection': 'مذبذبين: حال منصوبة بالياء من الضمير في " يذكرون " {، '
                      '}1ومسوغ مجيئه حالا لأنه اسم مشتق. مذبذبين: حال منصوبة '
                      'بالياء من الضمير في " يذكرون " {، }1ومسوغ مجيئه حالا '
                      'لأنه اسم مشتق. بين ذلك: بين ظرف مكان منصوب بالفتحة '
                      'متعلق بمذبذبين، وهو مضاف، وذا اسم إشارة مبني على السكون '
                      'في محل جر مضاف إليه، واللام للبعد، والكاف حرف خطاب مبني '
                      'على الفتح. ويصح إعراب " ذلك " ككلمة واحدة مبنية على '
                      'الفتح في محل جر بالإضافة. ومثلها أسماء الإشارة المتصلة '
                      'بالكاف. لا إلى هؤلاء: لا نافية لا عمل لها، إلى هؤلاء '
                      'جار ومجرور متعلقان بمحذوف في محل نصب حال. ولا إلى '
                      'هؤلاء: الواو حرف عطف، وما بعدها معطوف على ما قبلها. '
                      'وتقدير الحال: لا منسوبين إلى هؤلاء ولا إلى هؤلاء.',
        'keywords': 'ذلك:لا:{::قال:ذل:عالى:}:بين:إلى:مذبذب:تعالى:هؤلاء',
        'phrase': 'قال تعالى { :مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء }',
        'reference': 'i3rabxi3rab',
        'source': 'النساء 143',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :مذبذبين بين ذلك لا إلى هؤلاء ولا إلى '
                       'هؤلاء }'},
 1261: {'date': '2023-07-19',
        'id': 1261,
        'inflection': 'ويشهد :الواو حرف عطف على الوجه الأرجح ـ وسنبين ذلك ـ '
                      'وقيل استئنافية، ويشهد فعل مضارع مرفوع بالضمة، وفاعله '
                      'ضمير مستتر فيه جوازا تقديره: هو، يعود إلى " من ". ويشهد '
                      ':الواو حرف عطف على الوجه الأرجح ـ وسنبين ذلك ـ وقيل '
                      'استئنافية، ويشهد فعل مضارع مرفوع بالضمة، وفاعله ضمير '
                      'مستتر فيه جوازا تقديره: هو، يعود إلى " من ". الله: لفظ '
                      'الجلالة مفعول به منصوب على ما: على حرف جر، ما اسم موصول '
                      'مبني على السكون في محل جر، وشبه الجملة متعلق بـ " يشهد '
                      '". في قلبه: جار ومجرور متعلقان بمحذوف صلة ما، أو صفة '
                      'لها إن اعتبرنا " ما " نكرة موصوفة، والضمير المتصل في '
                      'محل جر مضاف إليه. وجملة: يشهد ...إلخ معطوفة على جملة '
                      'يعجبك في أول الآية { ومن الناس من يعجبك قوله في الحياة '
                      'الدنيا ويشهد الله }...الآية.',
        'keywords': 'أشهد:{::قال:ما:شهد:عالى:الله:على:في:}:تعالى:قلب',
        'phrase': 'قال تعالى { :ويشهد الله على ما في قلبه }',
        'reference': 'i3rabxi3rab',
        'source': 'البقرة 204',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ويشهد الله على ما في قلبه }'},
 1262: {'date': '2023-07-19',
        'id': 1262,
        'inflection': 'ذهب: فعل ماض مبني على الفتح، لا محل له من الإعراب. ذهب: '
                      'فعل ماض مبني على الفتح، لا محل له من الإعراب. الله: لفظ '
                      'الجلالة فاعل مرفوع بالضمة. بنورهم: جار ومجرور متعلقان '
                      'بـ " ذهب " والضمير المتصل في محل جر مضاف إليه.',
        'keywords': '{::قال:ذهب:عالى:الله:}:نور:تعالى',
        'phrase': 'قال تعالى { :ذهب الله بنورهم }',
        'reference': 'i3rabxi3rab',
        'source': 'البقرة 17',
        'state': 'draft',
        'structured_inflection': [],
        'type': 'قرآن',
        'unvocalized': 'قال تعالى { :ذهب الله بنورهم }'},
 1263: {'date': '2023-07-19',
        'id': 1263,
        'inflection': 'عاد: فعل ماض مبني على الفتح عاد: فعل ماض مبني على الفتح '
                      'المسافر: فاعل مرفوع وعلمة رفعه الضمة الظاهرة على آخره.',
        'keywords': 'مسافر:عادي:عادى:عاد',
        'phrase': 'عاد المسافر',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'عاد المسافر'},
 1264: {'date': '2023-07-19',
        'id': 1264,
        'inflection': 'حكى: فعل ماض مبني على الفتح المقدر على آخره. حكى: فعل '
                      'ماض مبني على الفتح المقدر على آخره. الأب: فاعل مرفوع '
                      'وعلمة رفعه الضمة الظاهرة على آخره. قصة: مفعول به منصوب '
                      'وعلمة نصبه الفتحة الظاهرة على آخره.',
        'keywords': 'قصة:حكى:قص:أب',
        'phrase': 'حكى الأب قصة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'حكى الأب قصة'},
 1265: {'date': '2023-07-19',
        'id': 1265,
        'inflection': 'جلسوا: فعل ماض مبني على الضم لتصاله بواو الجماعة و واو '
                      'الجماعة ضمير متصل في محل رفع فاعل. جلسوا: فعل ماض مبني '
                      'على الضم لتصاله بواو الجماعة و واو الجماعة ضمير متصل في '
                      'محل رفع فاعل. على: حرف جر الأرض: اسم مجرور وعلمة جره '
                      'الكسرة الظاهرة على آخره.',
        'keywords': 'أرض:جلس:على',
        'phrase': 'جلسوا على الأرض',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'جلسوا على الأرض'},
 1266: {'date': '2023-07-19',
        'id': 1266,
        'inflection': 'صمت: فعل ماض مبني على السكون لتصاله بالتاء المتحركة، '
                      'والتاء المتحركة ضمير متصل مبني في محل رفع فاعل. صمت: '
                      'فعل ماض مبني على السكون لتصاله بالتاء المتحركة، والتاء '
                      'المتحركة ضمير متصل مبني في محل رفع فاعل. رمضان: مفعول '
                      'به منصوب وعلمة نصبه الفتحة الظاهرة على آخره.',
        'keywords': 'رمض:صم:صام:صمى:صمت:رمضان',
        'phrase': 'صمت رمضان',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'صمت رمضان'},
 1267: {'date': '2023-07-19',
        'id': 1267,
        'inflection': 'ضعا: فعل أمر مبني على حذف النون، وألف الاثنين ضمير متصل '
                      'مبني في محل رفع فاعل ضعا: فعل أمر مبني على حذف النون، '
                      'وألف الاثنين ضمير متصل مبني في محل رفع فاعل الأوراق: '
                      'مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره في: '
                      'حرف جر مبني على السكون المحفظة: اسم مجرور وعلامة جره '
                      'الكسرة الظاهرة على آخره',
        'keywords': 'وضع:أوراق:ضع:في:محفظة:ضعا',
        'phrase': 'ضعا الأوراق في المحفظة',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'ضعا الأوراق في المحفظة'},
 1268: {'date': '2023-07-19',
        'id': 1268,
        'inflection': 'قم: فعل أمر مبني على السكون، والفاعل ضمير مستتر تقديره '
                      'أنت قم: فعل أمر مبني على السكون، والفاعل ضمير مستتر '
                      'تقديره أنت للأستاذ: اللام حرف جر الأستاذ : اسم مجرور '
                      'وعلامة جره الكسرة الظاهرة على .آخره احتراما : مفعول '
                      'لأجله منصوب',
        'keywords': 'احترام:وقم:قام:أستاذ:قم',
        'phrase': 'قم للأستاذ احتراما',
        'reference': 'i3rabxi3rab',
        'source': '',
        'state': 'draft',
        'structured_inflection': [],
        'type': '',
        'unvocalized': 'قم للأستاذ احتراما'}}
